{
    "News date": "01.09.2022",
    "Transcripts": [
        {
            "Time stamp": "00:53",
            "URL MLT": "https://tvmnews.mt/news/il-vittma-tal-isparatura-fhad-dingli-haseb-li-t-tir-kien-xokk-elettriku/",
            "URL ENG": "https://tvmnews.mt/en/news/victim-of-dingli-shooting-initially-thought-he-had-got-an-electric-shock/",
            "Duration": "01:55",
            "transcript mlt": {
                "Title": "Il-vittma ta’ tir f’Ħad-Dingli ħaseb li ħa xokk mill-karozza",
                "url": "https://tvmnews.mt/news/il-vittma-tal-isparatura-fhad-dingli-haseb-li-t-tir-kien-xokk-elettriku/",
                "Transcript": [
                    {
                        "text": "Sid ta’ farmhouse fil-limiti tar-Rabat li f’Awwissu li għadda qala’ tir f’dahru xehed fil-qorti li għall-ewwel ħaseb li ħa xokk elettriku meta mess mal-karozza tiegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Noel Ciantar xehed dan fil-bidu tal-kumpilazzjoni tax-xhieda kontra Joseph Micallef, bidwi ta’ 73 sena, u li huwa akkużat bl-attentat ta’ qtil ta’ Ciantar. Meta arrestat, Micallef allegatament qal lill-pulizija li kellu kwistjonijiet ma’ Ciantar u ma felħux aktar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-vittma xehed li dakinhar tal-isparatura, huwa kien qed jippjana lil joħroġ lil ommu. Qal li huwa ħareġ il-karozza mill-garaxx, ipparkjaha quddiem il-farmhouse, għabba xi affarijiet personali u għolla l-bonnet tal-karozza biex jiċċekkja l-livell tal-ilma.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Qal li kien hawnhekk li sema’ bħal donnha splużjoni u ħass uġigħ kbir f’dahru. Xehed li dak il-ħin ma ntebaħx bit-tir u ħaseb li ħa xokk elettriku meta mess mal-magna. Qal li beda jgħajjat għall-ajjut u kien ħuh li ħareġ jiġri mid-dar biex jgħinu. Qal li kien hawn li ntebaħ li qala’ tir f’dahru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-qorti ngħad li l-allegat aggressur ġie arrestat wara li Ciantar semma’ mal-pulizija għadd ta’ ismijiet li kellu kwistjoni magħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Ispettur Kurt Zahra li mexxa l-investigazzjonijiet tal-pulizija xehed li minnufih il-pulizija bdiet tinvestiga l-lista pjuttost twila ta’ ismijiet li tahom Ciantar. Meta mistoqsi dwar Micallef, il-bidwi qalilhom li ma ħariġx mir-razzett tiegħu. Madankollu meta l-pulizija marret fl-għelieqi tiegħu u ġabret il-filmati tas-CCTV, huma skoprew li d-decoder kien mitfi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Żied jingħad li meta l-pulizija kienu se jikkonfiskaw it-tagħmir, raw lil Micallef nervuż u beda jaġixxi b’mod stramb. Qalilhom li dakinhar tal-inċident huwa mar għall-kaċċa tal-fniek.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Ispettur Zahra qal li din id-diskrepanza fil-verżjoni tiegħu xegħlet dawl fuq Micallef u reġa’ ġie mistoqsi dwar l-isparatura. F’din l-interrogazzjoni, Micallef allegatament ammetta li spara tir lil Ciantar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fis-seduta ta’ dalgħodu, id-difiża talbet għall-ħelsien mill-arrest għax qalet li l-akkużat ikkopera mal-pulizija u kien raġel twajjeb. Il-Prosekuzzjoni oġġezzjonat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Maġistrat Nadine Lia laqgħet it-talba tad-difiża bil-kundizzjoni li ma jersaqx lejn ix-xena tar-reat. Il-qorti ħarġet ukoll ordni ta’ protezzjoni favur il-vittma u qrabatu u tat il-ħelsien mill-arrest lil Micallef fuq depożitu ta’ €10,000 u garanzija personali ta’ €20,000. Huwa ġie ordnat ukoll jiffirma fl-għassa tal-pulizija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Prosekuzzjoni tmexxiet mill-Ispettur Roderick Attard, megħjun mill-Avukati fl-Uffiċċju tal-Avukat Ġenerali Kaylie Bonnet u Nathaniel Falzon. L-Avukat Stephen Tonna Lowell u Hugh Peralta qed jidhru għall-akkużat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Victim of Dingli shooting initially thought he had got an electric shock",
                "url": "https://tvmnews.mt/en/news/victim-of-dingli-shooting-initially-thought-he-had-got-an-electric-shock/",
                "Transcript": [
                    {
                        "text": "The owner of a farmhouse in the limits of Rabat, who was shot in the back last August, testified in court that he initially thought he got an electric shock when he touched his car.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Noel Ciantar was testifying at the start of the criminal inquiry against Joseph Micallef, a 73-year-old farmer, who is accused of the attempted murder of Ciantar. When arrested, Micallef allegedly told the police that he had issues with Ciantar and couldn’t take him anymore.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The victim testified that on the day of the shooting, he was planning to take his mother out. He said that he took the car out of the garage, parked it in front of the farmhouse, loaded some personal belongings and raised the bonnet of the car to check the water level.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said that it was here that he heard what appeared to be an explosion and felt a great pain in his back. He testified that at that time he was not aware he had been shot and thought he got an electric shock when he touched the engine. He said he started screaming for help and his brother who ran out of the house to help him. He then realized he had been shot in the back.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In court it emerged that the alleged assailant was arrested after Ciantar mentioned to the police a number of names of people he had issues with.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Inspector Kurt Zahra who led the police investigations testified that the police started to investigate the rather long list of names given to them by Ciantar immediately. When they inquired about Micallef, the farmer told them that he had not left his farm. However when the police went to his fields and collected the CCTV footage, they discovered that the decoder was switched off.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Moreover, when the police were about to confiscate the equipment, Micallef appeared nervous and he started acting strangely. He told them that on the day of the accident he had gone rabbit hunting.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Inspector Zahra said that the discrepancy in his versions drew attention to Micallef and he was again asked about the shooting. During the interrogation, Micallef allegedly admitted shooting Ciantar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In this morning’s hearing, the defence asked for the accused’s release from custody because the accused had cooperated with the police and was a good man. The Prosecution objected.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Magistrate Nadine Lia acceded to the request for bail on the condition that the accused does not approach the scene of the crime. The court also issued a protection order in favor of the victim and his relatives and released Micallef subject to a deposit of €10,000 and a personal guarantee of €20,000. He was also ordered to sign at the police station.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Inspector Roderick Attard prosecuted assisted by Dr Kaylie Bonnet and Nathaniel Falzon from the Office of the Attorney General. Dr Stephen Tonna Lowell and Dr Hugh Peralta appeared for the accused.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "03:22",
            "URL MLT": "https://tvmnews.mt/news/approvat-il-permess-ghall-bini-tal-ewwel-sound-stage-fmalta/",
            "URL ENG": "https://tvmnews.mt/en/news/permit-for-maltas-first-sound-stage-has-been-unanimously-approved/",
            "Duration": "01:34",
            "transcript mlt": {
                "Title": "Approvat il-permess għall-bini tal-ewwel sound stage f’Malta",
                "url": "https://tvmnews.mt/news/approvat-il-permess-ghall-bini-tal-ewwel-sound-stage-fmalta/",
                "Transcript": [
                    {
                        "text": "Il-Bord tal-Awtorità tal-Ippjanar approva unanimament il-ħruġ tal-permess għall-bini tal-ewwel sound stage għall-industrija tal-films f’Malta. Dan il-proġett mistenni jsir fuq medda ta’ 4,000 metru kwardu fil-Malta Film Studios, il-Kalkara, biswit it-tank tal-ilma li kien inbena fl-1979. Jirriżulta li sa mill-1964 kienet issemmiet l-idea li jkun hemm sound stage fost il-faċilitajiet għall-films fil-Kalkara.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meta l-Kummissjoni Maltija tal-Films issottomettiet l-applikazzjoni għall-proġett sentejn ilu, ipproponiet li tinbena struttura għolja madwar 20 metru b’tali mod li tkun soundproof biex fiha jinbnew settijiet tal-films jew sensiliet televiżivi għall-ġbid tal-produzzjonijiet ċinematografiċi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bil-għan li jkun rispettat l-ambjent naturali u storiku tal-post, il-Kummissjoni tal-Films hija obbligata li fit-twettieq ta’ dan il-proġett, il-faċċata tal-binja tinħeba b’siġar indiġeni filwaqt li l-istruttura ġiet iddisinjata biex ma tistonax mal-arkitettura tal-inħawi. Il-proġett jinkludi l-bini ta’ kamra u ġiebja biex jinħażen kważi 2,000 metru kubu ilma.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan se jkun l-ewwel sound stage tax-xorta tiegħu, bit-tank tal-ilma u l-baħar quddiemu. TVMnews.mt jinsab infurmat li bħalissa qed jitħejjew id-dokumenti biex tinħareġ is-sejħa għall-offerti għal min huwa interessat biex jidħol għal dan il-proġett biex ix-xogħlijiet ikunu jistgħu jibdew fix-xhur li ġejjin. Dan il-proġett jinkwadra fil-Masterplan li tal-Malta Film Studios li saret 5 snin ilu bl-iskop li tissaħħaħ l-infrastruttura tal-films f’pajjiżna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Permit for Malta’s first sound stage has been unanimously approved",
                "url": "https://tvmnews.mt/en/news/permit-for-maltas-first-sound-stage-has-been-unanimously-approved/",
                "Transcript": [
                    {
                        "text": "The Planning Authority Board has unanimously approved the issuance of the permit for the construction of the first sound stage for the film industry in Malta. This project is expected to be carried out on an area of 4,000 square metres at the Malta Film Studios, Kalkara, next to the water tank that was built in 1979. It turns out the idea of having a sound stage among the facilities for films in Kalkara had been mentioned as far back as 1964.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "When the Maltese Film Commission submitted the application for the project two years ago, it proposed to build a structure about 20 meters high which would be soundproof in order to build film sets or television series for the filming of cinematographic productions.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In order to respect the natural and historical environment of the area, when carrying out this project, the Film Commission will undertake to insure that the front of the building will be hidden with native trees and that the structure is in harmony with the architecture of the area. The project includes the construction of a room and a reservoir to store almost 2,000 cubic metres of water.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This will be the first sound stage of its kind, with the water tank and the sea in front of it. TVMnews.mt is informed that the documents are currently being prepared to issue the call for tenders for those who are interested in tendering for this project so that the works can start in the coming months. This project is part of the Malta Film Studios Masterplan made 5 years ago with the aim of strengthening the film infrastructure in our country.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "5:23",
            "URL MLT": "https://tvmnews.mt/news/malta-bit-3-l-inqas-rata-ta-qghad-fl-ue/",
            "URL ENG": "https://tvmnews.mt/en/news/malta-with-third-lowest-unemployment-rate-in-eu-4/",
            "Duration": "02:17",
            "transcript mlt": {
                "Title": "Malta bit-3 l-inqas rata ta’ qgħad fl-UE",
                "url": "https://tvmnews.mt/news/malta-bit-3-l-inqas-rata-ta-qghad-fl-ue/",
                "Transcript": [
                    {
                        "text": "F’Lulju li għadda, Malta kellha t-tielet l-inqas rata ta’ qgħad mill-pajjiżi kollha tal-Unjoni Ewopea.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ċifri maħruġa mill-Uffiċċju tal-Istatistika tal-UE, il-Eurostat juru li r-Repubblika Ċeka bi 2.3% u l-Polonja bi 2.6% kellhom l-inqas rati ta’ qgħad.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Miċ-ċifri joħroġ li r-rata ta’ qgħad f’Malta niżlet għal 2.9%, l-istess bħal dik fil-Ġermanja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-aktar pajjiżi li għandhom rata għolja ta’ qgħad huma Spanja bi 12.6% u l-Greċja bi 11.4%.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ir-rata medja ta’ qgħad fiż-Żona Ewro kienet ta’ 6.6 fil-mija, tnaqqas ta’ 0.1 fil-mija fuq Ġunju li għadda u 1 fil-mija fuq Lulju tas-sena li għaddiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Miċ-ċifri jirriżulta wkoll li f’Lulju li għadda kważi 13-il miljun ruħ kienu bla xogħol fl-Unjoni Ewropea, 11-il miljun minnhom kienu fil-pajjiżi li jħaddnu l-munita ewro.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Eurostat qal li aktar minn żewġ miljun u sitt mitt elf żagħżugħ u żagħżugħa kienu qiegħda fost is-sebgħa u għoxrin pajjiż Ewropew b’rata ta’ 14%.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "B’9.8 fil-mija, Malta kellha l-ħames l-inqas rata ta’ qgħad fost iż-żgħażagħ taħt il-25 sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Malta with third lowest unemployment rate in EU",
                "url": "https://tvmnews.mt/en/news/malta-with-third-lowest-unemployment-rate-in-eu-4/",
                "Transcript": [
                    {
                        "text": "Last July, Malta had the third lowest unemployment rate in all of the EU.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Statistics issued by Eurostat show that the Czech Republic with 2.3% and Poland with 2.6%, had the lowest unemployment rates.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "From these statistics it emerges that the unemployment rate in Malta went down to 2.9%, the same as Germany.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The country which has the highest rate of unemployment is Spain at 12.6% and Greece at 11.4%.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The average rate of unemployment in the Euro Zone was 6.6%, which is 0.1% less than last June, and 1% less than July of last year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It also results that in July almost 13 million were unemployed in the EU, 11 million of whom were in countries which have the Euro.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Eurostat said that more than 2.6 million young people were unemployed among he 27 European countries at a rate of 14%.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "At 9.8%, Malta has the fifth lowest unemployment rate among young people under the age of 25.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "15:33",
            "URL MLT": "https://tvmnews.mt/news/iwissi-biex-ma-jintuzax-spray-ta-kontra-l-insetti-fuq-il-baghal-taz-zunzan/",
            "URL ENG": "https://tvmnews.mt/en/news/public-warned-not-to-use-insect-spray-against-asian-hornets/",
            "Duration": "02:13",
            "transcript mlt": {
                "Title": "Iwissi biex ma jintużax spray ta’ kontra l-insetti fuq il-bagħal taż-żunżan",
                "url": "https://tvmnews.mt/news/iwissi-biex-ma-jintuzax-spray-ta-kontra-l-insetti-fuq-il-baghal-taz-zunzan/",
                "Transcript": [
                    {
                        "text": "Il-Koalizzjoni għall-Konservazzjoni tan-Naħla Maltija kitbet lill-awtoritajiet imħassba miż-żieda fil-preżenza tal-bagħal taż-żunżan li qalet qed tagħmel ħsara kbira lill-popolazzjoni tan-naħla Maltija. Qalet li l-bagħal taż-żunżan jattakka u joqtol lin-naħal, minbarra l-periklu għall-bniedem.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-invażjoni mill-bagħal taż-żunżan qed tħalli bla nifs lil dawk li jaħdmu fl-immaniġġjar u l-kontroll tal-pesti. Wieħed minnhom, Arnold Sciberras, stqarr li din is-sena qered mijiet ta’ bejtiet ta’ bagħal taż-żunżan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Ċertu nies mhux kemm għandek erbgħa mal-ħajt, hawn nies ma jistgħux joħorġu mid-dar.”",
                        "author": "Arnold Sciberras",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Hu tal-fehma li bl-interventi ta’ nies bħalu biss, il-problema mhix se tissolva.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Jien qed ngħid jekk nagħmlu xi ħaġa nazzjonali forsi nikkontrollaw is-sitwazzjoni ntejbuha milli kif inhi preżenti. Mhux li nsolvuha għax diġà huwa tard wisq”",
                        "author": "Arnold Sciberras",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Arnold Sciberras spjega li l-bagħal taż-żunżan huma ta’ periklu għax huma marbuta ħafna mal-post fejn ikunu u bejta tagħhom tvarja minn waħda żgħira ta’ madwar 20 għal oħrajn akbar li jaf ikollhom qrib it-800. Huma biss il-bagħal taż-żunżan femminili li jagħtu x-xewka u qal li min jitniggez għandu jfittex kura medika professjonali. Is-Sur Sciberras qal li l-bagħal taż-żunżan jippreferu jagħmlu l-bejtiet tagħhom fl-ambjent mibni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Biex għallinqas innaqqsu l-popolazzjoni, ma nħallux skart barra kemm jista’ jkun, nikkontrollaw l-ikel tal-qtates, ventilaturi, toqob tal-AC’s minn fejn jgħaddi l-pipe u hekk, kollox nagħlqu b’tali mod li ma nħallux aċċess għax dawn kif isibu fil, jidħlu minn ġol-fil u jbejtu u jkabbru l-bejta.”",
                        "author": "Arnold Sciberras",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Fi sforz biex jikkontrolla l-popolazzjoni tal-bagħal taż-żunżan, is-Sur Sciberras żviluppa metodu biex jaqbadhom. Dan jikkonsisti f’barmil, li fih jitfa’ kimika apposta li tvarja minn staġun għal ieħor, skont l-ikel li jkun qed jiekol fil-mument. Din il-kimika tattira lil insett jidħol fil-barmil biex jiekol u hekk jinqabad.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Il-hornets qed ixommu minn fejn għandhom jidħlu, jidħlu u ma jerġgħux joħorġu. Huwa sigur għar-residenti għax bit-temperatura li ttella’ hi stess l-insett imut.”",
                        "author": "Arnold Sciberras",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Wissa kontra l-użu ta’ spray ta’ kontra insetti oħra fuq il-bagħal taż-żunżan għax qal li dan ma jħalli ebda effett u l-bagħal taż-żunżan idur għall-persuna. Mhux lanqas tal-parir li xi ħadd jagħmel nasba bħal kolla tal-ġrieden għax qal li mal-bagħal taż-żunżan jinqabdu speċi oħra inkluż dawk protetti bil-liġi bħal wiżgħat, gremxul, friefet u naħal.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Public warned not to use insect spray against Asian hornets",
                "url": "https://tvmnews.mt/en/news/public-warned-not-to-use-insect-spray-against-asian-hornets/",
                "Transcript": [
                    {
                        "text": "The Coalition for the Conservation of Maltese bees has written to the authorities in concern over the increase in the presence of the Oriental hornet which it said was causing a great deal of damage to the Maltese bee population. It said that the Oriental hornet attacks the bees, apart from posing a danger to humans.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The invasion by the Oriental hornets has meant that those who manage and control insects have been extremely busy. Arnold Sciberras, a pest control expert, said that this year he has destroyed hundreds of hornets’ nests.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Some people don’t just have a few hornets on the wall, they literally cannot leave their house.”",
                        "author": "Arnold Sciberras",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "He believes that interventions just by experts like him will not solve the problem.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“I believe that something needs to be done on a national scale to perhaps control the situation and improve it from the way it is now. We cannot solve it because it is already too late.”",
                        "author": "Arnold Sciberras",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Arnold Sciberras explained that the Oriental hornet is dangerous because they become very attached to a certain place and their nests can vary from one small one to around another 20 larger ones which can contain as many as 800 of these wasps. Only the female hornets can sting and anyone who is stung needs to seek professional medical attention immediately. Mr Sciberras said the hornet prefers to nest in built up areas.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“To reduce the population we should not leave rubbish outside for a long time, we need to check on cat food, ventilators, and the hole from which the AC pipe passes through. We need to close everything in order not to give access to the hornet because they enter through the cracks, lay down their nest and keep increasing.”",
                        "author": "Arnold Sciberras",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Mr Sciberras has developed a method to catch them. This consists of a bucket in which he puts a special chemical which varies from one season to the next, according to the food the hornet is eating at the moment. This chemical attracts the insect to enter the bucket in order to eat and it is caught.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Hornets can small where they need to enter, but once they go in they cannot get out. It is safe for residents because the high temperature the insect causes itself makes it die.”",
                        "author": "Arnold Sciberras",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "He warned against the use of insect spray on the hornets because this has no effect and the hornet will turn on the person. He is also against the use of glue such as that which is used to trap rats because other species are caught along with the hornet, including those which are protected such as geckos, lizards, butterflies and bees.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "20:36",
            "URL MLT": "https://tvmnews.mt/news/illum-beda-l-istagun-tal-kacca-fil-harifa/",
            "URL ENG": "https://tvmnews.mt/en/news/autumn-hunting-season-opens-today/",
            "Duration": "02:04",
            "transcript mlt": {
                "Title": "Illum beda l-istaġun tal-kaċċa fil-ħarifa",
                "url": "https://tvmnews.mt/news/illum-beda-l-istagun-tal-kacca-fil-harifa/",
                "Transcript": [
                    {
                        "text": "Illum fetaħ uffiċjalment l-istaġun tal-kaċċa tal-gamiema fil-ħarifa. Il-Ministeru t’Għawdex qal li se jimxi mal-Avviż Legali li ħareġ is-sena li għaddiet li permezz tiegħu l-kaċċa għall-gamiema f’Settembru se tkun limitata sakemm tintlaħaq il-kwota ta’ 500 gamiema. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It-Taqsima tar-Regolamentazzjoni għall-Għasafar Selvaġġi qalet fuq il-media soċjali li matul dan ix-xahar, il-kaċċaturi huma obbligati jirrappurtaw immedjatament kull gamiema maqbuda bit-telefown jew bl-app biex isir il-monitoraġġ tal-kwota nazzjonali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Intqal li l-għasafar l-oħra kollha li jistgħu jiġu kkaċċjati fil-ħarifa, inkluż il-fenek selvaġġ, għandhom jiġu rrappurtati qabel mal-kaċċatur jitlaq mill-post tal-kaċċa matul l-istaġun miftuħ; filwaqt li matul Settembru biss, skont ir-regoli, il-kaċċaturi jridu jirrappurtaw jekk kienux għall-kaċċa anke jekk ma jaqbdu xejn. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It-Taqsima tar-Regolamentazzjoni għall-Għasafar Selvaġġi qalet li min mhux se jirrapporta kif mitlub se jkun suġġett għall-penali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi stqarrija b’reazzjoni, il-Federazzjoni Kaċċaturi Nassaba Konservazzjonisti, l-FKNK, ħeġġet lill-kaċċaturi josservaw ir-regoli u jirrappurtaw xi jkunu qabdu.  Madanakollu rrimarkat li l-avviż tat-Taqsima tar-Regolamentazzjoni għall-Għasafar Selvaġġi ma kellux jitħalla għal-lejliet il-bidu tal-kaċċa tal-ħarifa u sostniet li dan ma jawgurax tajjeb għar-relazzjoni ta’ bejn din it-Taqsima u l-kaċċaturi u n-nassaba.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Intant, Birdlife Malta qalet li l-kwota ta’ 500 gamiema tmur kontra r-rakkomandazzjonijiet ta’ task force ta’ esperti tal-Unjoni Ewropea.  Fi stqarrija ntqal li d-deċiżjoni tal-Gvern li jiftaħ l-istaġun tal-kaċċa tal-Ħarifa ttieħedet mingħajr konsultazzjoni mal-Kumitat Ornis. Birdlife qed tappella lill-pubbliku li jirrapporta xi illegalitajiet li jista’ jiltaqa’ magħhom fil-kampanja jew lilha jew direttament lit-Taqsima tal-Pulizija għall-Protezzjoni Ambjentali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "U l-Ministeru t’Għawdex qal li l-istaġun tal-kaċċa għall-gamiema qed jerġa’ jiftaħ skont il-parametri legali stretti tas-sena li għaddiet.  Intqal li fl-Avviż Legali li kien ippubblikat f’Awwissu tas-sena li għaddiet hemm stipulat li f’Settembru l-kwota għall-gamiem hija ta’ 500, filwaqt li l-kaċċaturi jistgħu jkunu suġġetti għal rondi għallgħarrieda mill-Pulizija sakemm idum miftuħ l-istaġun.  Intqal li s-sena li għaddiet, il-kwota ntlaħqet fil-11 ta’ Settembru u dakinhar kien ingħalaq l-istaġun tal-kaċċa fil-ħarifa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Autumn hunting season opens today",
                "url": "https://tvmnews.mt/en/news/autumn-hunting-season-opens-today/",
                "Transcript": [
                    {
                        "text": "Today sees the official opening of the autumn hunting season for turtle doves. The Gozo Ministry stated it will follow last year’s Legal Notice which states that hunting for turtle doves in September will be limited until the quota of 500 turtle doves is reached.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Wild Birds Regulation Unit stated on social media that during this month, hunters are obliged to immediately report every turtle dove they catch via telephone or app in order to maintain monitoring of the national quota.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It was also stated that all other birds that can be hunted in autumn, and including wild rabbits, have to be reported before the hunter leaves the hunting area during the open season; whilst according to regulations, for September only, hunters have to report whether they had gone hunting even if no game is caught,",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Wild Birds Regulation Unit stated that anyone not complying with these instructions will be subject to penalties.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In a statement, the Federation of Hunters, Trappers and Conservationists, FKNK, urged all hunters to observe the rules and report their bags. It remarked, however, that the notification by the Wild Birds Regulation Unit should not have been issued on the eve of the autumn hunting season, adding that this does not augur well for relations between the WBRU and hunters and trappers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meanwhile, BirdLife Malta stated that the quota of 500 turtle doves goes against the recommendations of the task force of European Union experts. It was pointed out in a statement that the decision by the Government to open the autumn hunting season was taken without consultation with the Ornis Committee. BirdLife is appealing to the public to report any illegalities it can come across in the countryside, either directly to them or to the Police Environment Protection Unit.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "And the Gozo Ministry stated that the hunting season for turtle doves is again being opened according to last year’s strict legal parameters. It was pointed out that the Legal Notice published in August last year stipulates that the turtle dove quota for September is 500 birds and hunters can be subject to unannounced patrols by the Police as long as the season remains open. It was further stated that the quota last year was reached on 11 September and the autumn hunting season was closed on that date.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "24:23",
            "URL MLT": "https://tvmnews.mt/news/il-kottonera-brock-the-fort-fil-birgu-u-cospicua-short-play-festival/",
            "URL ENG": "https://tvmnews.mt/en/news/rock-the-fort-in-birgu-and-cospicua-short-play-festival-this-weekend/",
            "Duration": "03:10",
            "transcript mlt": {
                "Title": "Il-Kottonera b’Rock the Fort fil-Birgu u Cospicua Short Play Festival",
                "url": "https://tvmnews.mt/news/il-kottonera-brock-the-fort-fil-birgu-u-cospicua-short-play-festival/",
                "Transcript": [
                    {
                        "text": "Tmiem il-ġimgħa t’attivitajiet fil-Kottonera. Il-Ġimgħa fil-Birgu se jsir il-kunċert Rock the Fort bil-fondi jmorru għall-ALS. Il-Ġimgħa wkoll, imma jkompli s-Sibt, f’Bormla għall-ħames sena konsekuttiva se jittella’ l-Cospicua Short Play Festival, din is-sena b’9 rappreżentazzjonijiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għal-darboħra se jsir il-kunċert Rock the Fort fix-xatt tal-Birgu. Il-kunċert se jsir il-Ġimgħa 2 ta’ Settembru u dan se jkun it-tielet edizzjoni wara nuqqas ta’ tliet snin. Din is-sena se jkun hemm mistiedna il-band Ingliża The Classic Rock Show li se jdoqq l-aqwa mużika rock billi fost l-oħrajn idoqq mużika ta’ Led Zeppelin, Dire Straits, Eric Clapton, ACDC u Queen.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-President tal-għaqda mhux governattiva Ten 08, Fr John Avellino, qal li l-fondi li se jinġabr minn din l-inizjattiva sejrin għall-ALS.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din hija attività mużikali. L-aħħar waħda li saret kienet fl-2019 bit-titlu Rock the Fort kif l-isem stess jgħid huwa Mużika rock. Rock the fort għaliex qegħdin għad-dell ta’ Forti Sant’Anġlu. Hija attività li tinvolvi ħafna żgħażagħ u allura pożittiv ħafna li ġġib ħafna żgħażagħ flimkien, jaħdmu flimkien għal għan wieħed biex nagħtu gost lil dawk kollha li jiġu għal dan il-kunċert u għandha għan filantropiku. Aħna nixtiequ li ngħinnu lill-ALS.",
                        "author": "Fr John Avellino",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Għall-ħames sena konsekuttiva f’Bormla se jittella’ l-Cospicua Short Play Festival. Dan se jsir il-Ġimgħa u s-Sibt it-tnejn u t-tlieta ta’ Settembru. F’konferenza bi tnedija ta’ dan il-festival is-sindku ta’ Bormla Marco Agius qal li din is-sena għall-ewwel darba se jittellgħu 9 rappreżentazzjonijiet u qal li għal darboħra Bormla se sservi ta’ post rikreattiv u kulturali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wieħed mid-diretturi tal-Cospicua Short Play Festival, Joseph Galea, qal li l-organizzaturi rċevew 21 script li minnhom intgħażlu 9. Spjega li fis-sentejn li għaddew minħabba l-Covid il-festival sar xorta waħda iżda bil-booking. Spjega li din is-sena l-festival se jerġa jkun bla ħlas u mingħajr booking. Joseph Galea qal li min irid jista’ jakkwista ktejjeb bl-informazzjoni kollha ta’ fejn se jkunu qed jittellgħu l-attivitajiet madwar Bormla.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għandek stili u ġeneri differenti, għandek ukoll plays għall-adulti, però din is-sena għandna 3 plays partikolari li mhumiex fil-kategorija kompetittiva għana play bil-lingwa Ingliża, play oħra li qed tittella’ mill-Malta School of Drama and Dance fi ħdan il-Kulleġġ Mikiel Anton Vassalli u għandna wkoll l-ewwel darba play għat-tfal. Ikun hawn ħafna familji jiġu l-festival u forsi t-tfal s’issa l-inqas li konna qed nimmiraw għalihom u din is-sena se jkollna play interattiva ħelwa ħafna għat-tfal.",
                        "author": "Joseph Galea",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Joseph Galea qal li din is-sena se jitnieda ktieb ta’ Lon Chircop b’ħames plays li Chircop ippreżenta tul is-snin tal-Cospicua Short Play Festival b’Galea jgħid li dan hu wirt tanġibbli tal-impatt li għandu dan il-festival.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iċ-Chairman tal-Fondazzjoni Kottonera, Glenn Bedingfield, qal li l-Kottonera saret hub t’attivitajiet kulturali u stieden lin-nies jattendu dawn l-attivitajiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Segretarju Parlamentari għall-Gvern Lokali Alison Zerafa Civelli qalet li din hi l-ħames edizzjoni tal-Cospicua Short Play Festival li qalet tittella’ grazzi għall-Kunsill Lokali ta’ Bormla.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Rock the Fort in Birgu and Cospicua Short Play Festival this weekend",
                "url": "https://tvmnews.mt/en/news/rock-the-fort-in-birgu-and-cospicua-short-play-festival-this-weekend/",
                "Transcript": [
                    {
                        "text": "It will be a weekend of activities for Cottonera. This evening in Birgu, Rock the Fort will be held with funds going to ALS. Also on Friday and continuing on Saturday, the Cospicua Short Play Festival will be held for the fifth consecutive year, with 9 performances.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Rock the Fort concert is being held tonight at the Birgu waterfront. This will be the third edition, after an absence of three years. This year the guests will be the British band, The Classic Rock Show who will play the best rock music hits by Led Zeppelin, Dire Straits, Eric Clapton, ACDC and Queen.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The President of the NGO Ten 08, Fr John Avellino, said;",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This is a musical activity which was last held in 2019. We call it Rock the Fort because we are under the shadow of Fort St Angelo. The activity involves many young people and therefore it is very positive because it brings them together for the same aim to entertain all those who will be attending the concert. It also has a philanthropic aim as we wish to help ALS.",
                        "author": "Fr John Avellino",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "During the press conference to launch the Cospicua Short Play Festival taking place this evening and tomorrow, the Mayor of Bormla, Marco Agius said that this year for the first time there will be nine performances. Once again, Bormla will serve as a recreational and cultural venue.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "One of the directors, Joseph Galea, said that the organisers received 21 scripts from which nine were chosen. He explained that in the last two years during Covid, the festival was still held but with bookings. This year the festival is once again free and without any need to book. Joseph Galea saids that one can obtain a booklet with information of all the activities which are taking place around Bormla.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We have different styles and genres, we also have adult plays, and this year we have three particular plays which are not in the competitive category. There is also a play in English and another one by the Malta School of Drama and Dance and for the first time, a play for children. Many families come to the festival and up to now we were not really catering for children so, this year, we will have a very sweet interactive play for the young ones.",
                        "author": "Joseph Galea",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Joseph Galea said that this year a book by Lon Chircop will be launched which includes the five plays which Chircop has presented throughout the years during the Cospicua Short Play Festival. Galea said that this is a tangible heritage of the impact which this festival has had.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Chairman of the Cottonera Foundation, Glenn Bedingfield, said that this area is a hub for cultural activities and invited the public to attend these activities.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Parliamentary Secretary for Local Government Alison Zerafa Civelli said that the Cospicua Short Play Festival is being organised thanks to the Bormla Local Council.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "27:53",
            "URL MLT": "https://tvmnews.mt/news/restawrati-18-il-trofew-li-ghandhom-aktar-minn-90-sena-tal-festa-ta-santa-katerina/",
            "URL ENG": "https://tvmnews.mt/en/news/18-trophies-more-than-90-years-old-restored-for-st-catherines-feast/",
            "Duration": "02:14",
            "transcript mlt": {
                "Title": "Restawrati 18-il trofew li għandhom aktar minn 90 sena tal-festa ta’ Santa Katerina",
                "url": "https://tvmnews.mt/news/restawrati-18-il-trofew-li-ghandhom-aktar-minn-90-sena-tal-festa-ta-santa-katerina/",
                "Transcript": [
                    {
                        "text": "Iż-Żurrieq xedd il-libsa tal-festa titulari ta’ Santa Katarina. Żjara fil-lokalità laqqgħetna ma’ grupp ta’ voluntiera li kienu qed jarmaw 18-il trofew artistiku li għadhom kemm ġew restawrati u issa qed isebbħu t-triq li ħafna Żrieraq jafuha bħala Strada Rjali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It-trofej li għandhom ‘il fuq min 90 sena, kienu ilhom 14-il sena merfugħin fil-maħżen tal-armar. Ir-restawr sar matul is-sentejn tal-pandemija miż-żgħażagħ Palmisti flimkien mal-membri fis-sottokumitat tal-Armar tas-Soċjetà Mużikali Santa Katerina.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Kellu bżonn tqaxxira, qaxxarnih miż-żebgħa, ġie njam, kien hemm xi njam li kien bil-ħsara, qaljan l-injama l-ħażina u rriplacjajna b’injama antika. Qlajna l-iskultura li kien hemm miegħu, l-iskultura hija tal-injam, qaxxarniha wkoll, u l-istess skultura erġajna użajniha ma’ dawn it-trofej biex dejjem nibqgħu inżommu l-preġju tiegħu.”",
                        "author": "Clint Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Wara li ġiet applikata ż-żebgħa, saret l-induratura u l-irħama.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Fl-2020 sentejn ilu meta faqqgħet il-pandemija, kellna l-idea flimkien mas-sotto-kumitat armar jiġu restawrati dawn it-trofej, isiru l-bandalori, is-sandardi u bl-għajnuna tas-sottokumitat nisa isiru dawn il-pavaljuni. Il-ħidma baqgħet għaddejja għal sentejn sħaħ matul il-pandemija, biex imbagħad din is-sena għall-okkażjoni tal-għeluq tat-30 sena mit-twaqqif tas-sezzjoni żgħażagħ Palmisti jinkixef dan il-proġett sħiħ.”",
                        "author": "Michela Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "It-trofej inħadmu fl-1930 fuq disinn ta’ Carmelo Tonna mir-Rabat biex jintramaw fl-unika triq li kienet tagħti aċċess lin-nies tan-Nigret u dawk tan-naħa ta’ wara taż-Żurrieq għall-pjazza – Stradarjali. Dak iż-żmien, it-triq li llum hemm quddiem il-knisja ma kinetx teżisti. Meta saret it-triq ta’ quddiem il-knisja, din saret it-triq prinċipali u dawn it-trofej bdew jintramaw fiha sakemm 14-il sena ilu kien sar sett ġdid u dawn baqgħu fil-maħżen. B’din l-inizjattiva, it-trofej l-antiki jinsaub armati fit-triq li għalihom saru oriġinarjament.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "18 trophies, more than 90 years old, restored for St Catherine’s feast",
                "url": "https://tvmnews.mt/en/news/18-trophies-more-than-90-years-old-restored-for-st-catherines-feast/",
                "Transcript": [
                    {
                        "text": "Zurrieq is all “dressed up” for the ritual feast of St Catherine’s. A visit to this village brought us in touch with a group of volunteers who were setting up 19 artistic trophies which have just been restored and are now enhancing the road which many locals refer to as Strada Rjali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The trophies which are more than 90 year old, had been in storage in a warehouse for more than 14 years. The restoration was carried out during the two years of the pandemic by young “Palmisti” volunteers along with members of the decoration sub committee of the Soċjetà Mużikali Santa Katerina.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“The paint needed to be peeled off, we brought it down to the wood, some of it was damaged, so we removed the damaged part and replaced it with antique wood. We removed the sculpture it had with it, which is also made of wood so we scrapped that off as well and we used the same sculpture with these trophies in order to preserve its prestige.”",
                        "author": "Clint Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "After they were painted, the decorations and the marble were done again.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“In 2020 when the pandemic broke out, we had the idea along with the sub-committee to restore these trophies, the banners and the flags and with the help of our female volunteers we also restored the “pavaljuni”. The work took two years so that by the time this year rolled around which is the 30th anniversary since the youth “Palmisti’ section was set up, we could reveal this whole project.”",
                        "author": "Michela Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The trophies were made in 1930 based on a design by Carmelo Tonna from Rabat in order to decorate this unique road which gives access to the square for those who live in Nigret and at the back of Zurrieq. At the time, the road which is now in front of the church did not exist. When it was built, this road became the main road and the trophies started being set up there until 14 years ago a new set was built and the original ones remained in the warehouse. With this imitative, the old trophies are now back on the road where they were originally used.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}