{
    "News date": "02.09.2022",
    "Transcripts": [
        {
            "Time stamp": "02:53",
            "URL MLT": "https://tvmnews.mt/news/dirett-abner-aquilina-ried-ikollu-xjaqsam-sesswalment-ma-katavru/",
            "URL ENG": "https://tvmnews.mt/en/news/live-abner-aquilina-requests-presidential-pardon-for-murder-of-paulina-dembska/",
            "Duration": "02:21",
            "transcript mlt": {
                "Title": "Abner Aquilina ried ikollu x’jaqsam sesswalment ma’ katavru",
                "url": "https://tvmnews.mt/news/dirett-abner-aquilina-ried-ikollu-xjaqsam-sesswalment-ma-katavru/",
                "Transcript": [
                    {
                        "text": "Quddiem il-Maġistrat Marsanne Farrugia kompliet tinstema’ l-kumpilazzjoni fil-konfront ta’ Abner Aquilina mixli bil-qtil ta’ Paulina Dembska.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Aquilina, ta’ 20 sena miż-Żejtun, jinsab mixli li fit-2 ta’ Jannar li għadda qatel lit-tfajla Pollakka ta’ 29 sena f’Tas-Sliema.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-Qorti bħalissa qed jixhed il-psikjatra Joe Cassar li flimkien ma’ żewġ kollegi tiegħu psikjatri għamel l-eżami psikoloġiku fuq l-akkużat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Cassar qal li mill-ammont ta’ dettalji li ħareġ mill-intervista li għamillu rriżulta li Aquilina ftakar u rrakkonta ħafna dettalji dwar ir-reat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-psikjatri kkonfermaw li mhux biss huwa ried li jkollu x’jaqsam mal-vittma iżda anke ma’ ġisem mejjet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huma kkonfermaw ukoll li kellu biżżejjed sens biex jifhem il-proċeduri tal-ġustizzja għax huwa stess fehem il-gravità tar-reat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Xehdet Dr Stefania Palmier li qed tispjega kif daħlet it-telefonata li fiha ntqal li kien hemm tfajla meja fi Ġnien l-Indipendenza f’Tas-Sliema u x’kien hemm fuq il-post.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Xehed ukoll il-Kuntistabbli Danny Schembri mit-Taqsima tal-Omiċidji li kien ingħata struzzjonijiet biex iżomm lil Aquilina arrestat. Huwa qal li Aquilina kellu faxex u ġojjellerija li nġabru għall-evidenza tad-DNA.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Xehed ukoll l-espert forensiku Keith Cutajar li analizza l-filmati tal-kameras tas-sigurtà fl-inħawi fejn instabet il-vittma fejn l-akkużat jidher isuq mutur bla elmu u jipparkja f’parkeġġ ta’ lukanda fil-Balluta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wara jidher idur mal-lukanda u pprova jidħol fiha anke jekk kienet magħluqa mbagħad qasam u mexa lejn il-knisja tal-Balluta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-filmati juru lill-vittma miexja lejn Tas-Sliema u raġel li kien magħha jerħilha lejn San Ġiljan u diversi persuni intimidati bl-aġir ta’ Aquilina.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa żied li mill-body cams tal-pulizija Aquilina jidher wiċċu mal-kamera jitlob maħfra presidenzjali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Xehdu wkoll uffiċjali esperti forensiċi oħra fosthom tal-fotografija u dawk li jiġbru l-evidenza.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wieħed minnhom spjega li l-vittma nstabet bil-ħwejjeġ imtella’ sa għonqha u b’numru ta’ ġrieħi nkluż fil-parti ġenitali tagħha. Mar-railings fil-viċin instab ukoll xagħar tal-vittma.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Xehed ukoll Patrick Borg, li jgħix San Ġiljan, fejn qal li waqt li kien miexi ra persuna qisha qed tagħmel il-pushups taħt il-ħajt imbagħad lemaħ sieq oħra u nduna li l-persuna ma kinitx qed tagħmel pushups.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li meta mar id-dar martu qaltlu li kienu qatlu tfajla u ċempel lill-Pulizija għax irrealizza x’kien ġara.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’dan il-każ Aquilina għandu jiddefendih lill-Avukat Mario Mifsud waqt li l-Avukat Stefano Filletti qed jidher għall-familja Dembska.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Abner Aquilina wanted to have sex with victim after she was dead",
                "url": "https://tvmnews.mt/en/news/live-abner-aquilina-requests-presidential-pardon-for-murder-of-paulina-dembska/",
                "Transcript": [
                    {
                        "text": "The compilation of evidence continued in front of Magistrate Marsanne Farrugia against Abner Aquilina for the murder of Paulina Dembska.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Aquilina, 20, from Zejtun, is charged that on 2 January he killed the Polish woman, 29, in Sliema.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In Court, Psychiatrist Joe Cassar said he, along with two fellow psychiatrists, carried out a psychological examination of the accused.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Cassar said that from the number of details which emerged from the interview he carried out, it results that Aquilina remembered and described many details of the crime.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Psychiatrists have confirmed that not only did he want to have sexual intercourse with the victim when she was alive, but even with her dead body.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "They also confirmed that he was mentally stable enough to understand the judicial proceedings because he knew the seriousness of his crime.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Stefania Palmier testified to explain how she received a phone call, in which it was stated that there was a dead woman at Independence Gardens in Sliema and what was found at the scene.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "PC Danny Schembri from the Homicide Squad testified that he was given instructions to remand Aquilina under arrest. He said that Aquilina had bandages and jewellery which were collected as DNA evidence.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Architect Manuel Aquilina analysed CCTV cameras in the area where the victim was found. The accused can be seen riding a motorcycle without a helmet and parking at the car park of a Balluta hotel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Afterwards, he can be seen walking around the hotel and trying to enter it even though it was closed. He then crossed the road and walked towards the Balluta church.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The footage also shows the victim walking towards Sliema and the man who was with her walking towards St Julian’s. Several people can be seen who were intimidated by Aquilina’s behaviour.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The witness added that Police body cams show Aquilina with his face close to the camera and asking for a Presidential pardon.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Forensic experts also testified, as well as photographic experts including the photographer and others who collected the evidence.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "One witness explained that the victim was found laying on the ground with her clothes pushed up to her neck and a number of wounds including to her genital area. Hair from the victim was also found on the nearby railings.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Another witness, St Julian’s resident Patrick Borg, testified that when he was walking he saw a person who appeared to be doing push-ups below the wall, and he then spotted another leg and realised the person was not doing push-ups.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He added that when he returned home, his wife told him that a girl had been murdered and he phoned the Police as he realised what had happened.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "See also:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "https://tvmnews.mt/en/news/court-rules-abner-was-in-a-state-of-insanity-when-he-murdered-paulina-dembska/",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "https://tvmnews.mt/en/news/interrogation-of-suspect-in-sliema-murder-has-been-suspended-after-doctors-send-him-to-mt-carmel/",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "https://tvmnews.mt/en/news/murder-suspect-arrested-after-entering-church-and-causing-a-scene/",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "05:43",
            "URL MLT": "https://tvmnews.mt/news/il-pm-jghid-li-l-gvern-mhux-se-jitfa-l-piz-tal-energija-u-l-fjuwils-fuq-in-nies/",
            "URL ENG": "https://tvmnews.mt/en/news/pm-says-the-government-will-not-let-the-people-shoulder-the-energy-and-fuel-burdens/",
            "Duration": "03:03",
            "transcript mlt": {
                "Title": "Il-PM jgħid li l-Gvern mhux se jitfa’ l-piż tal-enerġija u l-fjuwils fuq in-nies",
                "url": "https://tvmnews.mt/news/il-pm-jghid-li-l-gvern-mhux-se-jitfa-l-piz-tal-energija-u-l-fjuwils-fuq-in-nies/",
                "Transcript": [
                    {
                        "text": "Il-Prim Ministru u Mexxej Laburista Robert Abela qal li r-riżultati ekonomiċi li qed jikseb pajjiżna juru li r-rata ta’ tkabbir hija l-iktar b’saħħitha bi 8.5% fost il-pajjiżi tal-Unjoni Ewropea.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa nnota li dan it-tkabbir huwa rifless f’setturi ekonomiċi varji u semma fost l-oħrajn it-turiżmu, il-bejgħ, l-IT, u l-gaming waqt li fattur ieħor li rrefera għalih huwa l-esportazzjoni li qal żdiedet b’€1.3 biljun bejn l-ewwel nofs ta’ din is-sena u l-istess perjodu fl-2019 – is-sena ta’ qabel il-pandemija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Intervistat fuq ONE Radio, Dr Abela qal li din il-ġimgħa l-Kabinett ħa deċiżjoni dwar l-istartup visas li ladaraba jidħol fis-seħħ dan il-kunċett se jattira iktar żgħażagħ lejn pajjiżna biex jiftħu negozju u jinħolqu iktar karrieri ta’ kwalità.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Prim Ministru enfasizza li minkejja l-isfidi li ġabu magħhom il-pandemija u l-gwerra fl-Ukrajna fl-aħħar sentejn u nofs, il-Gvern qed jgħin lin-nies fil-mumenti diffiċli biex l-ekonomija Maltija tibqa’ għaddejja bir-ritmu li qabdet fl-aħħar xhur.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa spjega li mhux se jħalli s-suq isuq fil-każ tal-prezzijiet tal-enerġija u l-fjuwils u sostna li l-Gvern se jibqa’ jagħti l-għajnuna biex il-piż ma jintefax fuq in-nies, bħalma għamlu pajjiżi oħra Ewropej.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Prim Ministru qal li l-għajnuna qed tingħata mill-Gvern mhux għax pajjiżna għandu xi sors naturali ta’ gass jew żejt iżda għax qed jieħu deċiżjonijiet f’waqthom fl-interess tan-nies.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Abela semma l-eżempju tal-Ġermanja, fejn il-fabbriki qed ikollhom inaqqsu l-produzzjoni b’detriment qal għall-ekonomija ta’ dan il-pajjiż, u rrefera wkoll għall-fatt li fl-Italja l-kampanja elettorali qed tkun iddominata mill-kwistjoni tal-kontijiet tad-dawl.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li se jibqa’ jżomm mad-deċiżjoni strateġika li ħa l-Gvern, anke jekk jirċievi kritika dwarha, li l-kontijiet tal-enerġija u l-prezzijiet tal-fjuwils jibqgħu stabbli għax sostna tagħti serħan il-moħħ li l-familji se jibqalhom il-flus f’idejhom u n-negozji jibqgħu kompetittivi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Prim Ministru spjega li anke fil-budget li ġej, meta se jitħabbru l-miżuri għall-familji u n-negozji, il-Gvern se jara li jibqa’ jinżamm dan ir-ritmu ekonomiku, jissaħħaħ l-investiment lokali, u jiġi attirat investiment barrani lejn pajjiżna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa sostna li fiċ-ċirkustanzi attwali tal-għoli tal-ħajja, min jiflaħ l-inqas qed iħoss l-iktar il-piż u għal din ir-raġuni qal li l-iktar li se jingħataw għajnuna bil-miżuri fil-Budget li jmiss huma l-persuni l-iktar fil-bżonn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dwar l-instabilità fil-Libja u l-gwerra fl-Ukrajna, Dr Abela qal li dawn il-kwistjonijiet, mhux bħall-pandemija, setgħu jiġu evitati u qed iħallu impatt ħażin fuq in-nies bi pressjonijiet fuq il-kwalità tal-ħajja li qed jgħixu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Prim Ministru qal li fil-jiem li ġejjin se jiltaqa’ mal-mexxejja Ewropej għal-laqgħa informali u matulha se jsostni mal-pożizzjoni li l-uniċi soluzzjonijiet f’każi ta’ gwerra u instabilità politika huma d-djalogu u l-paċi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "PM says the Government will not let the people shoulder the energy and fuel burdens",
                "url": "https://tvmnews.mt/en/news/pm-says-the-government-will-not-let-the-people-shoulder-the-energy-and-fuel-burdens/",
                "Transcript": [
                    {
                        "text": "Prime Minister and Labour Party Leader Robert Abela declared that the country’s economic results show the rate of growth is the strongest at 8.5% among European Union countries.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Abela noted that this growth is reflected in various economic sectors, mentioning among others tourism, sales, IT and gaming, with another factor he referred to being exports which, he added, increased by 1.3 billion euro between the first half of this year and the same period in 2019 – the year before the pandemic.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Interviewed on ONE Radio, Dr Abela said the Cabinet had taken a decision this week regarding startup visas, and once this concept comes into effect it will attract more youths to Malta to set up businesses and create more quality careers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Prime Minister emphasised that despite the challenges brought about by the pandemic and the war in Ukraine over the past two-and-a-half years, the Government is helping people during difficult times so that the Maltese economy will continue with the rhythm it picked up in recent months.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Prime Minister explained he would not allow market forces to dictate in the case of energy and fuel prices and stressed that the Government will continue to assist so that the burden will not be shouldered by the people, as is happening in other European countries.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Prime Minister stated that assistance is being given by the Government not because the country has natural resources of gas or oil but because it is taking prudent decisions in the people’s interest.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Abela mentioned Germany as an example, where factories are having to reduce production to the detriment of the country’s economy. The Prime Minister also pointed out that the electoral campaign in Italy is being dominated by the issue of electricity bills.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Abela stated he will continue to stick to the strategic decision taken by the Government, even if he is criticised about it, that energy bills and fuel prices will remain stable, stressing that this gives peace of mind that families will have money in hand and businesses will remain competitive.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Prime Minister explained that even in the coming Budget when measures for families and businesses are announced, the Government will ensure this economic rhythm is maintained, local investment is strengthened and foreign investment is attracted to the country.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Abela stated that in the actual circumstances of the cost of living, those who can least afford are mostly feeling the burden, and for this reason, those most in need will be the ones given the most help through the Budget measures.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Referring to instability in Libya and the war in Ukraine, Dr Abela said these issues – unlike the pandemic – could have been avoided and are having a bad effect on the people through pressure on their quality of life.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Prime Minster stated that in the coming days he will meet with European leaders for an informal meeting during which he will reiterate the position that the only solutions to instances of war and political instability are dialogue and peace.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "13:42",
            "URL MLT": "https://tvmnews.mt/news/millum-irgiel-gay-jistghu-jaghtu-d-demm/",
            "URL ENG": "https://tvmnews.mt/en/news/gay-men-can-donate-blood-with-effect-from-today/",
            "Duration": "01:54",
            "transcript mlt": {
                "Title": "Mil-lum irġiel gay jistgħu jagħtu d-demm",
                "url": "https://tvmnews.mt/news/millum-irgiel-gay-jistghu-jaghtu-d-demm/",
                "Transcript": [
                    {
                        "text": "Irġiel gay se jkunu jistgħu jagħtu d-demm mil-lum. Dan wara li nġieb apparat minn barra li se jittestja d-demm.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-aħbar ingħatat f’konferenza tal-aħbarijiet mid-Deputat Prim Ministru u Ministru tas-Saħħa Chris Fearne u s-Segretarju Parlamentari għar-Riformi u l-Ugwaljanza Rebecca Buttigieg.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Emenda fil-protokoll tas-Servizz Nazzjonali tat-Trasfużjoni wasslet sabiex irġiel gay jistgħu jibdew jagħtu d-demm.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din il-bidla se tippermetti biex issa kulħadd huwa eleġibbli sabiex jagħti d-demm hi x’inhi l-orjentazzjoni sesswali tal-persuna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-aħbar ingħatat mid-Deputat Prim Ministru u Ministru għas-Saħħa Chris Fearne f’konferenza tal-aħbarijiet li matulha qal kif permezz ta’ investiment f’apparat tal-NAT, issa id-demm se jkun ittestjat b’iktar mod iktar rigoruż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li dan se jwassal biex jispiċċa t-tħassib li kien hemm fl-għoti tad-demm minn persuni omosesswali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Id-demm kollu li se nkunu qed nagħtu lill-pazjenti tagħna se jkun screened b’mod aktar rett u dettaljat għal mard infettiv li jista’ jittieħed mid-demm, dan ifisser li n-numru ta’ restrizzjonijiet li sal-lum kienu neċessarji, fosthom dik li rġiel gay riedu li jkunu ilhom sena mill-aħħar relazzjoni sesswali minn meta jagħtu d-demm, mhux se tibqa’ dik ir-restrizzjoni fuqhom, u allura mhux se jibqa’ jkun hemm distinzjoni bejn l-orjentazzjoni sesswali meta wieħed jiġi biex jagħti d-demm.",
                        "author": "Il-Ministru Chris Fearne",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dr Fearne spjega illi l-uniku kriterju huwa li persuna trid tkun ilha minn tal-inqas erba’ xhur f’relazzjoni sesswali stabbli ma’ persuna waħda u spjega li din ir-restrizzjoni tapplika għal kull donatur.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Segretarju Parlamentari għall-Ugwaljanza u r-Riformi Rebecca Buttigieg qalet li Malta tinsab fil-quċċata tal-klassifiċi internazzjonali bl-introduzzjoni ta’ liġijiet li huma favur l-ugwaljanza.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija qalet li d-demm ta’ kuħadd huwa l-istess u sostniet li din l-emenda se tkompli żżid l-ugwaljanza f’Malta u kompliet li l-ħidma tal-Gvern hija xprunata minn dan il-kunċett u fakkret kif din il-miżura kienet ukoll wegħda elettorali oħra li issa twettqet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-sena li għaddiet taw id-demm 16,500 persuna b’1,200 minnhom kienu donaturi ġodda. Ta’ kuljum is-sistema tas-saħħa jkollha bżonn mal-45 unit ta’ demm.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fuq il-media soċjali kkummenta l-Prim Ministru Robert Abela li qal kif bi protokolli ġodda u aktar ġusti se titneħħa d-diskriminazzjoni ma’ persuni LGBTIQ+.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Malta Gay Rights’ Moviement (MGRM) iddeskriva d-deċiżjoni bħala pass ieħor ‘il quddiem għal ugwaljanza sħiħa u ħeġġeġ lill-irġiel gay jagħtu d-demm.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "ERRROR": "Message: no such element: Unable to locate element: {\"method\":\"xpath\",\"selector\":\"//h1[contains(@class, 'post-title')]\"}\n  (Session info: chrome=110.0.5481.177)\nStacktrace:\nBacktrace:\n\t(No symbol) [0x003A37D3]\n\t(No symbol) [0x00338B81]\n\t(No symbol) [0x0023B36D]\n\t(No symbol) [0x0026D382]\n\t(No symbol) [0x0026D4BB]\n\t(No symbol) [0x002A3302]\n\t(No symbol) [0x0028B464]\n\t(No symbol) [0x002A1215]\n\t(No symbol) [0x0028B216]\n\t(No symbol) [0x00260D97]\n\t(No symbol) [0x0026253D]\n\tGetHandleVerifier [0x0061ABF2+2510930]\n\tGetHandleVerifier [0x00648EC1+2700065]\n\tGetHandleVerifier [0x0064C86C+2714828]\n\tGetHandleVerifier [0x00453480+645344]\n\t(No symbol) [0x00340FD2]\n\t(No symbol) [0x00346C68]\n\t(No symbol) [0x00346D4B]\n\t(No symbol) [0x00350D6B]\n\tBaseThreadInitThunk [0x75F100F9+25]\n\tRtlGetAppContainerNamedObjectPath [0x77577BBE+286]\n\tRtlGetAppContainerNamedObjectPath [0x77577B8E+238]\n"
            }
        },
        {
            "Time stamp": "16:08",
            "URL MLT": "https://tvmnews.mt/news/il-pride-week-tirritorna-bl-ewwel-pride-march-fghawdex/",
            "URL ENG": "https://tvmnews.mt/en/news/pride-week-returns-with-a-first-pride-march-in-gozo/",
            "Duration": "02:10",
            "transcript mlt": {
                "Title": "Il-Pride Week tirritorna bl-ewwel Pride March f’Għawdex",
                "url": "https://tvmnews.mt/news/il-pride-week-tirritorna-bl-ewwel-pride-march-fghawdex/",
                "Transcript": [
                    {
                        "text": "Mil-lum tibda Pride Week, ġimgħa ta’ attivitajiet għall-komunità LGBTIQ li matulha titqajjem iktar kuxjenza dwar id-drittijiet ċivili għall-persuni gay.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għar-ritorn ta’ dan l-avveniment annwali, l-organizzaturi ppjanaw sensiela ta’ attivitajiet… fosthom għall-ewwel darba, Pride March f’Għawdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Segretarju Parlamentari Rebecca Buttigieg qalet li Malta trid tkompli tagħmel progress f’dan il-qasam u semmiet l-importanza ta’ dawn l-attivitajiet tant li pajjiżna s-sena d-dieħla se jkun qed jospita l-Europride.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wara sentejn issir b’mod ridott minħabba l-pandemija, din is-sena se tirritorna fuq skala kbira l-Pride Week b’iktar minn ġimgħa ta’ attivitajiet pjanati f’Malta u għall-ewwel darba f’Għawdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Clayton Mercieca mill-Allied Rainbow Community qal li t-tema magħżula għal din is-sena hija ‘Live Your Truth’ u semma kif persuni LGBTIQ jispiċċaw fil-mira ta’ ħafna kummenti u żeblih li iktar jagħmluha diffiċili biex jintegraw fis-soċjetà.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVMnews qal li din is-sena se jkunu qed jittellgħu mal-20 attività differenti, b’bosta affarijiet ġodda, fosthom anke Pride March f’Għawdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Li hemm speċjali għalina u li hemm differenti hija l-ewwel Pride March f’Għawdex, u li aħna kuntenti ħafna biha u hemm ħafna eċitament għaliha, kuntenti ħafna u nisperaw li ma tkunx ta’ sena biss imma tibqa’ issir, se jsiru wkoll diskussjonijiet varji dwar l-LGBTQ, irridu wkoll inżidu l-viżibilità f’dawk li huma anzjani LGBTQ, għax normalment ma tantx nagħtuha importanza jew hemm għarfien dwarha.",
                        "author": "Clayton Mercieca",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Clayton Mercieca irrefera wkoll għall-aħbar li issa rġiel gay jistgħu jagħtu d-demm u qal li din timlieh b’sodisfazzjon u qal li b’hekk Malta kompliet tipprogressa f’dawk li huma drittijiet u tnaqqis tad-diskriminazzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Segretarju Parlamenteri għall-Ugwaljanza u r-Riformi, Rebecca Buttigieg, qalet li fiż-żminijiet tal-lum iċ-ċelebrazzjoni tal-Pride Week hija importanti ferm f’pajjiżna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija rrimarkat li Malta trid tkompli tagħmel progress fid-drittijiet ċivili u qed tħares bi ħġarha biex torganizza l-EuroPride is-sena d-dieħla, attività annwali tant mistennija mill-komunità gay, li din is-sena kellha ssir f’Belgrad iżda tħassret ftit ġimgħat ilu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bħalissa madwar id-dinja qed naraw kif forzi konservattivi qed jerġgħu jipprovaw ireġġgħu l-arloġġ lura u jneħħu d-drittijiet tal-komunità LGBTIQ li tant ħadmet u stinkat għalihom, naraw eżempju lis-Serbja li din is-sena suppost ospitat il-Europride u li neħħiet is-sapport tagħha biex tospita dan l-avveniment, iżda l-attivisti xorta waħda se jmorru u jagħmlu d-dimostrazzjoni tagħhom minkejja il-periklu kollu.",
                        "author": "Is-Segretarju Parlamentari Rebecca Buttigieg",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Malta Pride Week se tkun qed tittella’ bejn it-2 u l-11 ta’ Settembru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Pride Week returns with a first Pride March in Gozo",
                "url": "https://tvmnews.mt/en/news/pride-week-returns-with-a-first-pride-march-in-gozo/",
                "Transcript": [
                    {
                        "text": "Today sees the start of Pride Week, a week of activities for the LGBTIQ community during which greater conscientious awareness is drawn to the civil rights of gay persons.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On the return of this annual event the organisers have planned a series of activities, including for the first time a Pride March in Gozo.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Parliamentary Secretary Rebecca Buttigieg said the country has to continue making progress in this sphere and said these events are important as next year the country will host Europride.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "After two years of reduced activity because of the pandemic Pride Week returns on a greater state with a week of activities in Malta and Gozo.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Clayton Mercieca from the Allied Rainbow Community said the theme chosen for this year is ‘Live Your Truth’ and he mentioned that LGBTIQ persons are the aim of disparaging remarks that makes it more difficult to integrate into society.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "With TVMnews he said that 20 different activities have been organised, including the Gozo march.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Being held in Gozo gives it a different aspect, he said, and it was being looked forward to and will not be a one-off in Gozo but will continue. There has to be greater visibility of those who are elderly LGBTQ because awareness of these is limited.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Clayton Mercieca also referred to the news that now a gay person can donate blood and this is great satisfaction and shows further progress and decreases discrimination.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Parliamentary Secretary for Equality and Reform, Rebecca Buttigieg, said the celebration of Pride Week is very important for the country.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "She remarked that the country has to continue making progress to prepare to stage EuroPride in the coming year, an event much awaited by the gay community. It should have been held in Belgrade but was cancelled some weeks ago.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "She said around the world conservative elements are trying to turn the clock back and remove the rights of the LGBTQ community for which they have striven so hard. Next year’s event should have been held in Serbia but support was withdrawn but activists will still hold their demonstration despite the perils.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Malta Pride Week will be staged between 2nd and 11th September.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Also see:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "18:41",
            "URL MLT": "https://tvmnews.mt/news/il-pulizija-bi-12-il-vettura-gdida-ghal-postijiet-remoti/",
            "URL ENG": "https://tvmnews.mt/en/news/12-new-police-vehicles-for-remote-places/",
            "Duration": "02:09",
            "transcript mlt": {
                "Title": "Il-Pulizija bi 12-il vettura ġdida għal postijiet remoti",
                "url": "https://tvmnews.mt/news/il-pulizija-bi-12-il-vettura-gdida-ghal-postijiet-remoti/",
                "Transcript": [
                    {
                        "text": "Il-Korp tal-Pulizija għandu 12-il vettura ġdida 4X4 li ngħaqdu mal-flotta eżistenti fid-distretti u ma’ flotot oħrajn ta’ taqsimiet speċjalizzati.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dawn il-vetturi b’investiment ta’ €500,000 se jintużaw biex il-Pulizija jkollhom aċċess f’postijiet remoti b’mod partikolari f’sejħiet ta’ salvataġġ u sorveljanza tal-kosta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għall-ewwel darba l-Pulizija tad-Distrett se jkunu attrezzati bi 12-il vettura 4X4 li jiffaċilitaw l-aċċess għall-postijiet partikolari fosthom f’żoni rurali fejn l-aċċess mhux daqshekk faċli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kummissarju tal-Pulizija Angelo Gafà qal li din il-flotta ta’ vetturi ġodda se tkun qed tassisti kemm lill-Pulizija tad-Distrett fil-ħidma tagħhom ta’ kuljum, kif ukoll sezzjonijiet oħra li jagħmlu xogħol ta’ sorveljenza madwar il-kosta Maltija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Korp tal-Pulizija huwa kommess li jibqa’ jtejjeb l-ambjent li noperaw fih kif ukoll l-għodod għan-nies tagħna biex pajjiżna jibqa’ jkun pajjiż sigur għal kulħadd. Illum qed inniedu estensjoni tal-flotta tal-Pulizija u għalhekk il-flotta tal-Pulziija issa hija moderna. Apparti li dawn huma vetturi attrezzati bl-aħħar teknoloġija huma vetturi li bħal numru oħrajn użati mill-RIU u tat-traffiku se jkunu iktar viżibbli fit-triq biex il-preżenza tal-Pulizija tkun iktar viżibbli u nkomplu ninforzaw il-liġi biex pajjiżna jkun iktar pajjiż sigur.",
                        "author": "Il-Kummissarju Angelo Gafà",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Fl-inawgurazzjoni, il-Ministru għall-Intern u s-Sigurtà Byron Camilleri qal li dan l-investiment hu l-ewwel wieħed tax-xorta tiegħu fil-Korp bħala parti mill-investiment bla preċedent li qed isir fil-korpi dixxiplinati biex tissaħħaħ is-sigurtà f’pajjiżna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li l-Gvern qed jinvesti wkoll f’appart ieħor biex jgħin lill-Korp jiġġieled il-kriminalità u rrefera għall-istatistika li turi kif fl-ewwel 6 xhur ta’ din is-sena kien hemm tnaqqis ta’ madwar 4% fil-każi rrappurtati meta mqabbel mal-istess perjodu s-sena ta’ qabel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Segretarju Parlamentari għall-Fondi Ewropej Chris Bonett qal li b’investiment ta’ €500,000 inxtraw dawn il-vetturi 4X4 li parti minnhom huma ffinazjati mill-Fond għas-Sigurtà Interna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa spjega li l-Korp tal-Pulizija ingħata madwar €2.7 miljun minn dan il-fond biex ikollu iktar tagħmir għal operazzjonijiet ta’ kontroll tal-fruntieri u miżuri ta’ sorveljanza biex pajjiżna jindirizza aħjar l-isfida tal-immigrazzjoni rregolari.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "12 New Police vehicles for remote places",
                "url": "https://tvmnews.mt/en/news/12-new-police-vehicles-for-remote-places/",
                "Transcript": [
                    {
                        "text": "For the first time the Police Corps has 12 new 4×4 vehicles that will join their existing fleet in districts and with other specialised vehicles.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This is an investment of €500,000 and they will enable Police to access remote areas in salvage cases as well as coastal surveillance.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Police Commissioner Angelo Gafà said this new fleet will assist District Police as well as other sections that have coastal surveillance.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said the Corp is committed to improve the environment and provide greater security for all. This has now modernised the fleet. The vehicles have the latest technology and like other vehicles used by RIU they will be highly visible in traffic to emphasise a Police presence and more security enforcement.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "During the inauguration the Minister for Internal Affairs, Byron Camilleri said this is first investment of its kind in the Corp without precedent for a disciplined force to be able to protect the country.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said the Corp is invested in other tools to help the Police fight criminality and referred to statistics for the first six months of this year that there has been a decrease of 4% in reported cases as compared to the same period last year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Parliamentary Secretary for EU Funds, Chris Bonett, said the €500,000 investment is partly financed from the EU Fund for Internal Security.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He explained the Police have been given about €2.7 million from this Fund to have better equipment for frontier control and surveillance measures for the country to be able to address irregular immigration.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "31:00",
            "URL MLT": "https://tvmnews.mt/news/il-koppja-maltija-li-thobb-issiefer-fit-truf-tad-dinja-izzur-il-galapagos/",
            "URL ENG": "https://tvmnews.mt/en/news/globe-trotting-maltese-couple-recount-beauty-of-galapagos-islands/",
            "Duration": "02:37",
            "transcript mlt": {
                "Title": "Il-koppja Maltija li tħobb issiefer fit-“truf tad-dinja” żżur il-Galapagos",
                "url": "https://tvmnews.mt/news/il-koppja-maltija-li-thobb-issiefer-fit-truf-tad-dinja-izzur-il-galapagos/",
                "Transcript": [
                    {
                        "text": "Gżejjer ‘il bogħod bi sbuħija naturali liema bħalha. Minnhom nibtet it-teorija ta’ Charles Darwin dwar l-evoluzzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ftit huma dawk li żaru l-gżejjer Galapagos tal-Ekwador, fosthom koppja Maltija li jqisu lilhom infushom bħala vjaġġaturi lejn it-truf tad-dinja, f’destinazzjonijiet li mhumiex komuni mat-turiżmu tradizzjonali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews tkellem ma’ Mario Fenech, li flimkien ma’ martu Monica għamlu l-vjaġġ lejn il-Galapagos li huma patrimonju dinji tal-UNESCO.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-gżejjer Galapagos u l-baħar ta’ madwarhom jiffurmaw il-Provinċja tal-Galapagos tal-Ekwador, il-Park Nazzjonali tal-Galapagos u r-Riżerva tal-Baħar tal-Galapagos.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-sbuħija ta’ dawn il-gżejjer tista’ tiġi osservata minn madwar 250,000 turist biss li jistgħu jżuru l-gżejjer fis-sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Biex tasal s’hawn trid permess minn qabel u mingħajru ma tistax tibbukkja t-titjira li twasslek l-Ekwador u tibda l-vjaġġ lejn il-Galapagos.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mario Fenech u martu Monica huma vjaġġaturi lejn bnadi mbiegħda fid-dinja. Kull sena jivvjaġġaw lejn destinazzjonijiet mhux komuni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mifruxa fuq medda ta’ 8,000 kilometru kwadru, il-vjaġġ bejn il-gżejjer Galapagos irid isir bil-baħar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-seħer tal-gżejjer Galapagos ħarġu fid-deher permezz tal-istudji, l-osservazzjonijiet u l-kollezzjonijiet li ġabar ir-riċerkatur u biologu Ingliż Charles Darwin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In-numru kbir ta’ speċi endemiċi li ġew studjati minnu wasslu għat-teorija tal-evoluzzjoni li Darwin jibqa’ magħruf għaliha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mhux biss kull tip ta’ speċi imma hawn l-attività vulkanika fil-gżejjer Galapagos ilha għaddejja kontinwament għal mill-inqas 20 miljun sena u x’aktarx anke iktar minn hekk.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jgħixu biss hawn mal-25,000 ruħ, bil-kobor u s-sbuħija naturali ta’ din il-parti tad-dinja tibqa’ magħrufa lilhinn mit-truf tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mario Fenech qalilna li l-avventuri tiegħu f’pajjiżi ‘l bogħod minn destinazzjonijiet iktar imfittxija mit-turisti se jkomplu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa u Monica diġà qed jippjanaw vjaġġ ieħor impenjattiv għas-sena d-dieħla li se jeħodhom lejn il-Vjetnam u l-Iran.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Globe-trotting Maltese couple recount beauty of Galapagos islands",
                "url": "https://tvmnews.mt/en/news/globe-trotting-maltese-couple-recount-beauty-of-galapagos-islands/",
                "Transcript": [
                    {
                        "text": "Globe-trotting Maltese couple have recently holidayed on the Galapagos islands in Ecuador – an uncommon destination with traditional tourism.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews spoke with Mario Fenech who, together with his wife Monica, visited the Galapagos, a UNESCO world heritage site.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Galapagos islands and the surrounding sea form Ecuador’s Galapagos Province, its National Park and Sea Reserve.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The beauty of these islands can be enjoyed by only some 250,000 tourists who may visit the islands in a year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mario and Monica Fenech said they enjoy traveling to the far away countries in the world and each year, they travel to uncommon destinations.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Spread on an area of 8,000 square kilometres, a tourist needs to sail on a boat to reach the Galapagos islands, which became popular through studies, observations and collections by English naturalist and biologist Charles Darwin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The great amount of endemic species studied by Darwin led to the evolution theory that the English researcher is renowned for. The islands, with a population of some 25,000 people, have also experienced continuous volcanic activity for at lease the past 20 million years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mario Fenech told TVMnews that his adventures in far away countries to destinations mostly sought by tourists will continue. Together with his wife Monica, they are already planning another adventurous voyage next year to Vietnam and Iran.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}