{
    "News date": "03.08.2022",
    "Transcripts": [
        {
            "Time stamp": "01:35",
            "URL MLT": "https://tvmnews.mt/news/il-pulizija-jinvestigaw-is-sejba-ta-katavru-fis-swieqi/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-lawyer-prosecutor-at-ag-office-found-dead-at-his-home-in-swieqi/",
            "Duration": "01:33",
            "transcript mlt": {
                "Title": "AĠĠORNAT: Karl Muscat l-avukat fl-Uffiċċju tal-AĠ li nstab mejjet f’daru fis-Swieqi",
                "url": "https://tvmnews.mt/news/il-pulizija-jinvestigaw-is-sejba-ta-katavru-fis-swieqi/",
                "Transcript": [
                    {
                        "text": "Avukat prosekutur fl-Uffiċċju tal-Avukat Ġenerali nstab mejjet fid-dar tiegħu stess fis-Swieqi. Il-Pulizija ssejħu fuq il-post iktar kmieni llum, ftit wara nofsinhar, meta xi qraba sabu lil Karl Muscat ta’ 43 sena mitluf minn sensieh.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kelliem għall-Pulizija qal li se jkunu l-investigazzjonijiet tal-Pulizija u l-awtopjsa li se jistabbilixxu l-kawża tal-mewt ta’ Muscat",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Pulizija qed jinvestigaw is-sejba ta’ kadavru li nstab f’dar fis-Swieqi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kienu għall-ħabta tal-kwarta ta’ wara nofsinhar meta l-Pulizija ssejħu biex jinvestigaw is-sejba tal-kadavru fi Triq is-Sirk fis-Swieqi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-vittma huwa Karl Muscat ta’ 43 sena li kien jaħdem bħala Avukat fl-Uffiċċju tal-Avukat Ġenerali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kienu l-qraba stess li rrappurtaw li sabu lil Muscat mitluf minn sensieh f’daru, li skont sorsi jidher kien fil-kamra tas-sodda.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minnufih marru fuq il-post uffiċjali mill-Iskwadra tar-Reati Maġġuri, fosthom mit-Taqsima tal-Omiċidji u tad-Droga biex jinvestigaw il-każ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jirriżulta li tim mediku mill-Isptar Mater Dei pprova jagħtih l-ewwel għajnuna, iżda r-raġel kien iċċertifikat mejjet fuq il-post.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kelliem għall-Pulizija Brandon Pisani qal lill-ġurnalisti li f’dan l-istadju xejn mhu eskluż, anke jekk s’issa ma jidhirx li hemm xi terzi persuni nvoluti b’rabta ma’ dan il-każ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’dan l-istadju l-mewt qed tkun deskritta bħala ekwivoka u allura xejn mhu eskluż, tant li għaddejjin l-investigazzjonijiet kemm mill-Pulizija tad-Distrett u anke mill-Iskwadra tar-Reati Maġġuri sabiex tkun stabbilita l-kawża tal-mewt. Se tkun l-investigazzjoni u l-awtopjsa li se jiddeterminaw il-kawża tal-mewt u ma jidhirx li hemm terzi persuni nvoluti.",
                        "author": "Brandon Pisani",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Mistoqsi minn TVMnews dwar x’kienet il-kawża tal-mewt, Pisani qal li għadhom iridu jiġu stabbiliti l-fatti li qal jistgħu jieħdu numru ta’ jiem sabiex jirriżultaw mill-investigazzjoni b’rabta mal-każ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dwr dan il-każ ċed issir ukoll inkjesta li qed titmexxa mill-Maġistrat Gabriella Vella.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sorsi qalu lil TVMnews li Muscat kien ilu minn Lulju sospiż mix-xogħol.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sadanittant il-PN esprima l-kondoljanzi lill-familja ta’ Karl Muscat li għal xi żmien kien kunsillier fir-Rabat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Anke l-Ministru għall-Ġustizzja Jonathan Attard esprima s-solidarjetà mal-qraba tal-Avukat Muscat u appella għar-rispett lejn il-familjari u lejn l-investigazzjoni li għaddejja b’rabta ma’ dan il-każ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "UPDATED: Karl Muscat, lawyer at AG Office who was found dead at his home in Swieqi",
                "url": "https://tvmnews.mt/en/news/watch-lawyer-prosecutor-at-ag-office-found-dead-at-his-home-in-swieqi/",
                "Transcript": [
                    {
                        "text": "Police are investigating a corpse that was found in a house in Swieqi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It was at 12.15 in the afternoon when the Police were called to Triq is-Sirk in Swieqi to investigate a body.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The victim is Karl Muscat aged 43 who was employed as a lawyer in the Office of the Attorney General.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Neighbours reported he was found unconscious in his home, according to sources in his bedroom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Officials from the Major Crimes Unit went on the spot together with the Homicide and Drugs Squad to investigate the case.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A medical team from Mater Dei Hospital tried to administer First Aid but the man was certified to have died.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Police Spokesperson Brandon Pisani told journalist that nothing is being excluded at this stage even though it appears that no third persons were involved. He said investigations are taking place and an autopsy will determine the cause of death and whether third persons are involved.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Asked by TVMnews regarding the cause of death, Pisani responded the facts have yet to be established and may take a number of days.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Magistrate Gabriella Vella is leading an Inquiry.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sources told TVMnews that Muscat has been suspended from his work since July.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meanwhile, the PN has expressed its condolences to the family of Karl Muscat, who for some time was a Rabat Councillor.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Minister for Justice, Jonathan Attard, also expressed his condolences to the family and expressed his solidarity.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "04:06",
            "URL MLT": "https://tvmnews.mt/news/jibda-t-tqeghid-tal-gverta-tal-hadid-ghall-flyover-ta-hdejn-l-ajruport/",
            "URL ENG": "https://tvmnews.mt/en/news/steel-structure-starts-being-placed-on-flyover-near-airport/",
            "Duration": "02:33",
            "transcript mlt": {
                "Title": "Jibda t-tqegħid tal-gverta tal-ħadid għall-flyover ta’ ħdejn l-ajruport",
                "url": "https://tvmnews.mt/news/jibda-t-tqeghid-tal-gverta-tal-hadid-ghall-flyover-ta-hdejn-l-ajruport/",
                "Transcript": [
                    {
                        "text": "Il-proġett tal-flyover qrib l-ajruport wasal fl-aħħar fażi tiegħu tant li matul il-lejl tpoġġiet l-ewwel struttura tal-azzar u fl-iljieli li ġejjin ser jitpoġġew 6 strutturi oħra li ser jgħaqqdu l-flyover li se jkun twil 400 metru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru Aaron Farrugia qal li dan il-proġett ser inaqqas il-ħin tal-ivvjaggar lis-sewwieqa b’74% u sostna li huwa stmat li se jitlesta sa Marzu tas-sena d-dieħla.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Segretarju Parlamentari Chris Bonett qal li l-proġett huwa stmat li se jiswa mal-€25 miljun u qed isir b’kofinanzjament mill-Unjoni Ewropea.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Matul il-lejl ta’ bejn it-Tlieta u l-Erbgħa tpoġġiet l-ewwel struttura tal-azzar bħala parti mill-proġett tal-flyover f’Ħal Luqa viċin l-ajruport.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-perit ta’ Infrastructure Malta inkarigat mill-proġett, Anton Zammit, qal li l-flyover tinvolvi 7 strutturi tal-azzar, kull waħda twila bejn 25 u 28 metru, bil-piż kollu tal-proġett ser ikun ta’ 300 tunnellata.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li dawn l-istrutturi tal-azzar inġiebu apposta minn Spanja u spjega li dan il-proġett huwa kkumplikat għax jinvolvi diversi fażijiet minħabba x-xogħolijiet li jridu jsiru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bdil ta’ mejnijiet u servizzi ġodda, għandek ukoll skavar ta’ underpass, għandek ukoll twessiegħ ta’ toroq li parti minnu diġà sar, għandek ukoll il-bini ta’ din il-flyover li bdejna nqegħdu l-ewwel span tiegħu. Din il-flyover fiha 7 spans bħalma huma dawn warajja. Se jibdew jitqiegħdu tista’ tgħid waħda kuljum, kull lejl biex innaqqsu l-inkonvenjent lill-pubbliku, eventwalment dawn jiġu welded together biex jaħdmu bħala struttura waħda.",
                        "author": "Il-Perit Anton Zammit",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Perit Zammit qal li fiż-żona nstabu diversi fdalijiet arkeoloġiċi li kienu konservati u dokumentati tant li kkawżaw għal xi żmien id-dewmien fit-twettieq ta’ dan il-progett.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi żjara fuq il-post il-Ministru ghall-Infrastruttura u Proġetti Kapitali Aaron Farrugia qal li l-proġett ser inaqqas b’74% il-ħin fl-ivvjaġġar għax-xufiera li jgħaddu mill-inħawi u sostna li ladarba jitlesta ser itejjeb l-mobilità, il-konnettività u anke s-sigurtà.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ix-xogħol kollu qed isir bil-lejl biex ikun hawn inkonvenjent mil-lanqas għal dawk li jgħixu fil-madwar. Qed naraw li l-flyover ser jintuża fiż-żmien illi ġej mhux ‘il bogħod u l-proġett kollu kemm hu jitlesta sal-ewwwel kwart tas-sena d-dieħa jiġifieri sa Marzu tal-2023.",
                        "author": "Il-Ministru Aaron Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Is-Segretarju Parlamentari għall-Fondi Ewropej Chris Bonett qal li l-ispiża għall-junction ta’ Ħal Luqa, il-mini ta’ Ħal Kirkop u l-intersection tal-ajruport ser taqbeż il-€25 miljun li madwar €22 miljun minnhom huma fondi Ewropej.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li dan il-proġett ser ikun ta’ fejda kbira kemm ghall-ekonomija kif ukoll speċjalment għac-cittadini li jgħixu fin-naħa ta’ isfel ta’ Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Steel structure starts being placed on flyover near airport",
                "url": "https://tvmnews.mt/en/news/steel-structure-starts-being-placed-on-flyover-near-airport/",
                "Transcript": [
                    {
                        "text": "Last night Infrastructure Malta put into the place the first of seven steel structures which will form the new flyover deck at the Kirkop tunnels which lead to the airport.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Anton Zammit, the Infrastructure Malta architect in charge of the project, said the project involves seven steel structures, each between 25 and 28 metres in length, with the whole project weighing 300 tons.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Zammit said the steel structures were brought over from Spain, adding that this project is a complicated one as it involves various phases because of the works that have to be carried out.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "These included changing of mains and new services, excavation of an underpass,widening of roads, part of which has already been carried out, and the building of this flyover,with the first spans being put into place. This flyover has seven spans like the ones behind me. They will be put in place practically every day, or rather, at night to reduce inconvenience, and they will eventually be welded together into one structure.",
                        "author": "Architect Anton Zammit",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Zammit added that a number of archaeological remains found at the site have been preserved and documented, and this in turn caused some hold-ups in implementing the project.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Transport, Infrastructure and Capital Projects Minister Aaron Farrugia; the Parliamentary Secretary for European Funds Chris Bonett and CEO of Infrastructure Malta Ivan Falzon were present for the work carried out last night.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This new flyover near the airport is 400 metres long and made from seven pieces of steel which weigh 300 tonnes.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "All the work is being carried out during the night hours to minimise inconvenience to residents in the surrounding areas. The flyover will be in use in the not too distant future and the whole project will be completed by the first quarter of next year, being by March 2023.",
                        "author": "Minister Aaron Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Minister Farrugia said that this project, at an investment of €18 million, will shortly enter into an intensive phase with works to be carried out at night.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This project will offer easier and better connections to Luqa, Gudja, Birzebbugia, Kirkop, Mqabba, Qrendi, Zurrieq and Safi as well as surrounding areas.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The project also includes the rebuilding of the Gudja roundabout to introduce a new tunnel towards Birzebbugia and new facilities for alternative means of transport.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It will also improve access to the Malta International Airport and the Malta Freeport, two crucial destinations for various economic sectors.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Farrugia said that the two projects together will reduce travelling time up to 74% in each direction along this route, and described it as another link to the chain of projects which are being carried out around the country so that we will have an infrastructure which is equipped for the 21st century and this administration’s economic model.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Parliamentary Secretary Chris Bonett said that this is an investment of €25.6 million, of which €21.9 million are from European funds called the Connecting Europe Facility. They form two projects which are the Luqa Junction Project and the Kirkop Tunnels and Airport Intersection Project in Luqa and Gudja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Bonett remarked that the importance of this project can be seen in the fact that the European Commission has allocated more funds to Infrastructure Malta for them to be carried out.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The steel structures will continue to be laid over the next few days. Afterwards, Infrastructure Malta will finish off the remaining works to form the flyover which is expected to be open for the public towards the end of the year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The CEO of Infrastructure Malta Ivan Falzon said that this is another massive project entrusted to Infrastructure Malta and Maltese contracts to keep strengthening our road network.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "07:18",
            "URL MLT": "https://tvmnews.mt/news/dawk-li-jwasslulek-l-ikel-qed-jaqilghu-madwar-e3-fis-siegha/",
            "URL ENG": "https://tvmnews.mt/en/news/food-delivery-drivers-are-earning-around-e3-an-hour/",
            "Duration": "02:20",
            "transcript mlt": {
                "Title": "Dawk li jwasslulek l-ikel qed jaqilgħu madwar €3 fis-siegħa",
                "url": "https://tvmnews.mt/news/dawk-li-jwasslulek-l-ikel-qed-jaqilghu-madwar-e3-fis-siegha/",
                "Transcript": [
                    {
                        "text": "Il-ħolma ta’ xufiera, li l-parti l-kbira huma barranin, li jaħdmu ma’ kumpaniji li jqassmu l-ikel qed trendi f’dejn u kundizzjonijiet tax-xogħol prekarji.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ħamest ijiem wara strajk minn mijiet ta’ ħaddiema, il-Viċi President tal-Assoċjazzjoni tal-Istabillimenti tal-Catering (ACE) Matthew Pace qal ma’ TVMnews li l-effett tiegħu nħass għax kienu rrappurtati inqas ordnijiet mill-klijenti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Min-naħa tiegħu s-Segretarju Ġenerali tal-GWU, Josef Bugeja, stqarr li mhux aċċettabbli li dawn il-ħaddiema jitħallsu inqas mill-paga minima.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-aħħar sentejn żdiedu sostanzjalment ix-xufiera fuq il-muturi b’ġirja kontra l-ħin sabiex iqassmu l-ikel ordnat online mir-restoranti lill-klijenti fi djarhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-ġimgħa l-oħra madwar 300 xufier li jaħdmu għal waħda minn dawn il-kumpaniji tat-tqassim tal-ikel ingħaqdu fi strajk ta’ ġurnata biex, skont huma, itejbu l-kundizzjonijiet tax-xogħol tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Viċi President tal-ACE Matthew Pace qal li l-istrajk li għamlu dawn ix-xufiera inħass mill-ammont inqas ta’ deliveries li kellhom xi stabbilimenti tal-ikel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Saret ħtieġa li wieħed ikun fuq il-pjattaforma tagħhom, jekk mhux minn aspett ta’ profitti għax dawk li qegħdin bi 30% mhux jagħmlu profitti huwa importanti mill-aspett ta’ marketing. Il-fatt li kien hemm dan l-istrajk inħass ferm f’ċertu lokalitajiet li jiġġeneraw ċertu ammont ta’ bejgħ bid-deliveries.",
                        "author": "Matthew Pace",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Ċifri li kiseb TVMnews juru li waħda minn dawn il-kumpaniji tħallas lix-xufiera €1 talli jiġbru l-ikel mir-restorant, €1.60 talli jwassluh għand il-klijent u 40ċ għal kull kilometru li jsuqu… ċifri li skont ix-xufiera milquta jiriflettu l-kundizzjonijiet prekarji tax-xogħol tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Segretarju Ġenerali tal-GWU Josef Bugeja qal ma’ TVMnews qal li fix-xhur li għaddew l-unjin kienet ippreżentat abbozz bil-ħsibijiet tagħha lill-Gvern dwar dan it-tip ta’ xogħol u spjega li l-GWU qed taħdem ma’ grupp ta’ ħaddiema sabiex tgħinhom jorganizzaw ruħhom u jwasslu l-messaġġ tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Biex jiġu hawnhekk jiġu mwiegħda affarijiet li ma jkunux realistiċi … li ħa jħallsulhom il-pagi tagħhom fejn se joqogħdu … meta mbagħad jiġu hawnhekk jiġu skjavi li biex iħallsu d-djun li għamlu l-familjari tagħhom f’pajjiżhom ikollhom bilfors jibqgħu f’dak ix-xogħol u aħna mill-kalkoli li għamilna qisu jaqilgħu €2.66 u €3 meta suppost il-paga minima hija €4.57.",
                        "author": "Josef Bugeja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Josef Bugeja rrefera wkoll għall-inċidenti li x-xufiera impjegati ma’ dawn il-kumpaniji kienu nvoluti fihom u sostna li dawn lanqas biss qed ikunu intitolati għal-leave ta’ meta jweġġgħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Waħda mill-kumpaniji li timpjega lil dawn ix-xufiera qalet li ma rċeviet l-ebda talba mix-xufiera għal titjib fil-kundizzjonijiet tax-xogħol tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Food delivery drivers are earning around €3 an hour",
                "url": "https://tvmnews.mt/en/news/food-delivery-drivers-are-earning-around-e3-an-hour/",
                "Transcript": [
                    {
                        "text": "The dream of drivers, most of them foreign, to work with a food delivery company is leading to debts and precarious working conditions.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Five days after a strike by hundreds of workers, the Vice President of the Association of Catering Establishments (ACE) Matthew Pace told TVMnews that the effect was felt because less clients ordered food.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On his part, the Secretary General of the GWU, Josef Bugeja, said that it is not acceptable for these workers to be paid less than the minimum wage.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Over the last two years, we have seen an increase in the number of food delivery drivers riding motorbikes, racing against time to deliver the food ordered online from restaurants by those clients wanting a takeaway.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Last week, around 300 drivers who work with one of the food delivery companies, joined forces for a one day strike in order to improve their working conditions.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Matthew Pace said that the effects of the strike were felt by a substantial decrease in orders.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It has become a necessity to be on their platform, not because of profit, because those which are at 30% are not making a profit, but it is important from a marketing aspect. The fact that there was this strike was strongly felt in some localities which generate a certain amount of deliveries.",
                        "author": "Matthew Pace",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Statistics obtained by TVMnews show that one of these companies pays their drivers €1 for collecting the food from the restaurant, €1.60 for delivering it to the client and 40ċ for every kilometre they drive…statistics which according to the drivers reflect their precarious working conditions.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Josef Bugeja told TVMnews that over the last few months, the union had presented a draft proposal to the Government with its recommendations about this type of work and explained that the GWU is working with a group of workers to help them organise themselves and deliver their message.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "To come here they were promised things which were not realistic….that they would pay their wages and accommodation and then they come here and become slaves. To pay off the debts which their families have incurred they have to remain in that work and from our calculations, we have worked out that they make €2.66 and €3 an hour when the minimum wage is €4.57.",
                        "author": "Josef Bugeja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Josef Bugeja also referred to the accidents which these food delivery drivers are involved in, and said they are not even entitled to leave when they become injured.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "One of the companies which employs these drivers said that it did not receive any request from them for an improvement in their working conditions.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "10:10",
            "URL MLT": "https://tvmnews.mt/news/ic-cina-bezercizzji-militari-madwar-it-tajwan/",
            "URL ENG": "https://tvmnews.mt/en/news/china-with-military-exercises-around-taiwan/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Iċ-Ċina b’eżerċizzji militari madwar it-Tajwan",
                "url": "https://tvmnews.mt/news/ic-cina-bezercizzji-militari-madwar-it-tajwan/",
                "Transcript": [
                    {
                        "text": "Iċ-Ċina qed tħejji biex tibda eżerċizzji militari kbar fl-ibħra madwar it-Tajwan wara ż-żjara tal-Ispeaker Amerikana Nancy Pelosi fit-Tajwan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-eżerċizzji militari fl-ibħra madwar it-Tajwan se jibdew illum f’nofsinhar ħin tat-Tajwan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iċ-Ċina kienet ilha twissi biex Nancy Pelosi ma żżurx it-Tajwan, żjara li seħħet fl-aħħar jumejn u qed titqies bħala waħda kontroversjali ħafna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dawn l-eżerċizzji militari li se tagħmel iċ-Ċina qrib it-Tajwan huma l-ikbar li qatt seħħew.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "China with military exercises around Taiwan",
                "url": "https://tvmnews.mt/en/news/china-with-military-exercises-around-taiwan/",
                "Transcript": [
                    {
                        "text": "China is preparing to embark on large military exercises in the seas around Taiwan following the visit by American speaker Nancy Pelosi to Taiwan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The exercises will start this afternoon Taiwan time.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "China had long been warning Nancy Pelosi not to visit Taiwan, a visit which occurred over the last few days and is being considered as very controversial.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "These military exercises by China near Taiwan are the largest which have ever taken place.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "See also:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "https://tvmnews.mt/en/news/china-warns-u-s-of-serious-consequences-if-pelosi-visits-taiwan/",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "12:24",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "13:55",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "14:40",
            "URL MLT": "https://tvmnews.mt/news/mill-ajruport-ghall-qorti-wara-li-gie-malta-bponn-tal-hadid/",
            "URL ENG": "https://tvmnews.mt/en/news/from-airport-to-courtroom-after-bringing-a-knuckleduster-to-malta/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Mill-ajruport għall-Qorti wara li ġie Malta b’ponn tal-ħadid",
                "url": "https://tvmnews.mt/news/mill-ajruport-ghall-qorti-wara-li-gie-malta-bponn-tal-hadid/",
                "Transcript": [
                    {
                        "text": "Pollakk ta’ 19-il sena kien arrestat u mressaq fil-Qorti wara li daħal Malta b’ponn tal-ħadid",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kamil Konieczny wasal Malta fuq titjira minn Spanja nhar it-Tnejn 1 ta’ Awwissu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-pulizija arrestatu wara li kienet infurmata bis-sejba mill-uffiċjali tad-Dwana.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iż-żagħżugħ ammetta li wettaq dan ir-reat quddiem il-Maġistrat Doreen Clarke.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Maġistrat Clarke kkundanntu 3 xhur ħabs sospiżi għal sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija ordnat ukoll il-konfiska tal-ponn tal-ħadid.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Konieczny tressaq fil-Qorti mill-Ispettur Roxanne Tabone.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "From airport to Courtroom after bringing a knuckleduster to Malta",
                "url": "https://tvmnews.mt/en/news/from-airport-to-courtroom-after-bringing-a-knuckleduster-to-malta/",
                "Transcript": [
                    {
                        "text": "A 19-year-old Polish youth has been arrested and arraigned in Court after coming to Malta with a knuckleduster.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kamil Konieczny landed in Malta on a flight from Spain on Monday 1 August.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Police authorities arrested him after they were informed about the find by Customs officers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Arraigned before Magistrate Doreen Clarke, the youth admitted to the offence.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Magistrate Clarke handed down a three-month sentence suspended for one year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Magistrate also ordered the confiscation of the knuckleduster.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Konieczny was arraigned by Inspector Roxanne Tabone.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "15:10",
            "URL MLT": "https://tvmnews.mt/news/ix-xufier-tat-taxi-allegatament-aggredit-qed-jigi-investigat-fuq-serq/",
            "URL ENG": "https://tvmnews.mt/en/news/taxi-driver-allegedly-beaten-being-investigated-for-theft/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Ix-xufier tat-taxi allegatament aggredit qed jiġi investigat fuq serq",
                "url": "https://tvmnews.mt/news/ix-xufier-tat-taxi-allegatament-aggredit-qed-jigi-investigat-fuq-serq/",
                "Transcript": [
                    {
                        "text": "Ix-xufier tat-taxi li allegatament kien aggredit minn passiġġier ma xehedx fil-kawża fil-Qorti hekk kif huwa nnifsu qed jiġu investigat fuq allegat serq b’dannu għall-istess passiġġier.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Joseph de Celis Makyuta kien tella’ ritratti tiegħu b’wiċċu mdemmi u qal li kien aggredit minn żagħżugħ waqt li kien qed iwasslu mill-Belt għall-Mellieħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Pulizija bdiet tinvestiga l-każ u ressqet fil-Qorti lil Oliver Chandler Kassim, żagħżugħ ta’ 19-il sena mir-Renju Unit.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hekk kif illum Makyuta kellu jixhed fil-kawża l-avukat tiegħu Kris Busietta informa lill-Maġistrat Rachel Montebello li ma kienx se jixhed għax il-Pulizija qed jinvestigawh.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Pulizija mhux biss qed tinvestiga jekk Makyuta seraqx lill-Ingliż imma anke jekk kienx hu li kkaġunax il-ġrieħi fuqu nnifsu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Taxi driver allegedly beaten being investigated for theft",
                "url": "https://tvmnews.mt/en/news/taxi-driver-allegedly-beaten-being-investigated-for-theft/",
                "Transcript": [
                    {
                        "text": "A taxi driver who was allegedly beaten by a passenger did not testify in Court as he himself is being investigated for theft from the same passenger.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Joseph de Celis Makyuta had posted a picture of his blooded face and said he had been beaten by a youthful passenger whilst ferrying him from Valletta to Mellieħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Police began investigating the case and arraigned Oliver Chandler Kassim, a 19-year-old youth from the United Kingdom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Makyuta today had to testify but his Defence Lawyer Kris Busietta informed Magistrate Rachel Montebello he will not be testifying as he himself is being investigated by the Police.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Police are not only investigating the alleged theft from the passenger but also whether Makyuta’s injuries were self-inflicted.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Also see:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "15:58",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "16:39",
            "URL MLT": "https://tvmnews.mt/news/rockestra-2022-ghall-apert-u-bdiversi-sorprizi/",
            "URL ENG": "https://tvmnews.mt/en/news/rockestra-2022-in-the-open-with-various-surprises/",
            "Duration": "01:44",
            "transcript mlt": {
                "Title": "Rockestra 2022 għall-apert… u b’diversi sorpriżi",
                "url": "https://tvmnews.mt/news/rockestra-2022-ghall-apert-u-bdiversi-sorprizi/",
                "Transcript": [
                    {
                        "text": "F’Settembru li ġej se tirritorna Rockestra, iżda din is-sena għall-ewwel darba se tkun qed issir fuq barra, biswit it-tinda tal-MFCC.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-imħuħ wara dan l-avveniment, Pawlu Borg Bonaci u Sigmund Mifsud, qalu li billi se ssir fl-apert Rockestra se tagħti ċ-ċans għal bosta sorpriżi li qabel ma setgħux isiru minħabba li kienet issir fuq ġewwa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-10 ta’ Settembru li ġej ser issir it-13-il edizzjoni ta’ Rockestra, bit-tema “I love Rock ‘n’ Roll”. Fost il-kantanti li ser jieħdu sehem fl-edizzjoni ta’ din is-sena hemm Kevin Paul, Moira Stafrace, Drakard, Ira Losco u Jotham.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVMnews, id-Direttur Artistiku ta’ Rockestra Pawlu Borg Bonaci u d-Direttur Mużikali Sigmund Mifsud fissru kif wara l-edizzjoni ristretta ta’ Rockestra s-sena li għaddiet, minħabba l-Covid, din is-sena se tkun edizzjoni differenti minn tas-soltu għax se issir fuq barra tal-MFCC f’Ta Qali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Waħda mill-aktar affarijiet li din is-sena se tkun differenti hija l-fatt li Rockestra se ssir barra, se ssir għall-arja, għall-apert, u dik se tagħtina ċ-ċans li nagħmlu affarijiet li qabel ma stajniex nagħmlu, u allura s-sorpriżi żgur li mhux se jonqsu.",
                        "author": "Pawlu Borg Bonaci",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "B’differenza mis-sena l-oħra, il-fatt li kellna nagħmluh bilqiegħda, issa se mmorru għall-format oriġinali, dik ta’ mużika rock li tqajjem iktar l-emozzjonijiet tan-nies, u li n-nies jiċċaqalqu iżjed, b’mod speċjali din is-sena għax se jkun barra.",
                        "author": "Sigmund Mifsud",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-qligħ minn Rockestra jintefa’ fil-karus tal-Malta Community Chest Fund Foundation bil-President George Vella fisser dan l-avveniment bħala riflessjoni li filwaqt li l-pubbliku jkun qed jieħu gost, ikun qiegħed jgħin lil min hu fil-bżonn. Huwa rringrazzja lil kull min hu involut biex il-kunċert isir u awgura li jkun suċċess.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Preżenti wkoll għat-tnedija ta’ Rockestra kien hemm il-kelliema tal-Oppożizzjoni għall-Wirt Nazzjonali, l-Arti u l-Kultura Julie Zahra u l-Ministru għall-Wirt Nazzjonali, l-Arti u l-Gvern Lokali Owen Bonnici li appellaw lill-pubbliku biex jattendi għal dan l-avveniment li għandu għan nobbli u fl-istess waqt jippromwovi t-talent Malti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Rockestra 2022 in the open… with various surprises",
                "url": "https://tvmnews.mt/en/news/rockestra-2022-in-the-open-with-various-surprises/",
                "Transcript": [
                    {
                        "text": "Rockestra will return in September but this year for the first time it will be staged open air near the MFCC awning.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The mentors behind the event, Pawlu Borg Bonaci and Sigmund Mifsud, said as it is being held open air there will be several surprise that previously were not possible when held indoors.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This 13th edition will be staged on 10th September with the theme “I love Rock ‘n’ Roll”. Among the singers participating will be Kevin Paul, Moira Stafrace, Drakard, Ira Losco and Jotham.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "To TVMnews, Artistic Director Pawlu Borg Bonaci and Musical Director Sigmund Mifsud explained that following last year’s restricted performance because of the pandemic this year the event will be different from the usual and will be held open air.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Borg Bonaci said being held open air will give an opportunity for innovation and there will therefore be surprises.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sigmund Mifsud said last year’s edition had to be seated but will now return to the original format of rock music that generates greater emotions and enable people to move.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The financial return from Rockestra will go to Malta Community Chest Fund Foundation with President George Vella explaining that this event is a reflection of people having a great time but simultaneously helping those who are in need. He thanked all those involved and augured the event be successful.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Present also for the launching were the Opposition Spokesperson for National Heritage, the Arts and Culture Julie Zahra and the Minister for the Arts and Local Government Owen Bonnici who appealed for the people to attend the event that has a noble aim while promoting local talent.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "18:45",
            "URL MLT": "https://tvmnews.mt/news/ara-il-president-jghid-li-ma-kellux-ghalfejn-jirrizenja-dwar-il-ligi-tal-ivf/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-president-says-he-did-not-have-to-resign-in-connection-with-the-ivf-law/",
            "Duration": "00:19",
            "transcript mlt": {
                "Title": "ARA: Il-President jgħid li ma kellux għalfejn jirriżenja dwar il-liġi tal-IVF",
                "url": "https://tvmnews.mt/news/ara-il-president-jghid-li-ma-kellux-ghalfejn-jirrizenja-dwar-il-ligi-tal-ivf/",
                "Transcript": [
                    {
                        "text": "Il-President George Vella ddikjara li ma kienx hemm għalfejn jirriżenja meta mistoqsi għaliex m’għamilx hekk b’rabta mal-iffirmar tal-liġi tal-IVF.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-liġi kienet iffirmata mill-Aġent President Frank Bezzina waqt li l-President Vella kien l-Ingilterra qed iżur pazjenti Maltin u attenda għall-ftuħ tal-logħob tal-Commonwealth.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-President Vella sostna li meta jasal iż-żmien toħroġ l-istorja kollha u jkun jista’ jitkellem b’libertà aktar milli jista’ jagħmel fil-Presidenza.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa kien qed iwieġeb għall-mistoqsijiet tal-ġurnalisti li dalgħodu attendew għat-tnedija tal-Ballu tal-Qamar t’Awwissu fil-Palazz Verdala.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "WATCH: President says he did not have to resign in connection with the IVF law",
                "url": "https://tvmnews.mt/en/news/watch-president-says-he-did-not-have-to-resign-in-connection-with-the-ivf-law/",
                "Transcript": [
                    {
                        "text": "President George Vella declared he did not have to resign, when replying to questions about why he had not done so in connection with the signing of the IVF law.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The law was signed by Acting President Frank Bezzina when President Vella was in England to visit Maltese patients and attend the opening of the Commonwealth Games.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "President Vella insisted that when the time is right, the full story will emerge and he will be able to speak freely, more than he can during the Presidency.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The President was replying to questions from the media who attended this morning’s launch of the Ball of the August Moon at Verdala Palace.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "19:10",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "22:30",
            "URL MLT": "https://tvmnews.mt/news/tlettax-il-barrani-jinstabu-fghawdex-illegalment-waqt-spezzjonijiet-ta-rutina/",
            "URL ENG": "https://tvmnews.mt/en/news/thirteen-foreigners-found-in-gozo-illegally-during-a-routine-inspection/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Tlettax-il barrani jinstabu f’Għawdex illegalment waqt spezzjonijiet ta’ rutina",
                "url": "https://tvmnews.mt/news/tlettax-il-barrani-jinstabu-fghawdex-illegalment-waqt-spezzjonijiet-ta-rutina/",
                "Transcript": [
                    {
                        "text": "Spezzjonijiet li saru fl-aħħar siegħat f’Għawdex wasslu biex instabu 13-il barrani, minn pajjiżi barra l-Unjoni Ewropea, li kienu f’pajjiżna illegalment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minn tagħrif li kiseb TVMnews jirriżulta li l-persuni li nqabdu f’pajjiżna illegalment huma 4 Torok, 3 mill-Ghana, 3 Albaniżi, 2 mit-Togo u 1 mill-Pakistan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sorsi qalu li dawn l-immigranti nqabdu f’Għajnsielem bħala parti minn spezzjonijiet ta’ rutina li qed isiru minn uffiċjali tal-ordni pubblika u oħrajn tal-infurzar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’ħidma konġunta bejn uffiċjali ta’ Transport Malta, uffiċjali tal-Pulizija mid-Distrett t’Għawdex u mit-Taqsima tal-Immigrazzjoni kif ukoll uffiċjali taċ-ċentru ta’ detenzjoni nstab li dawn il-persuni kienu bla dokumentazzjoni meħtieġa biex jgħixu jew jaħdmu f’Malta. Huwa mifhum li ladarba jsiru l-arranġamenti meħtieġa dawn il-persuni se jintbagħtu lura pajjiżhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din hija parti minn ħidma kontinwa li qed issir minn dawn l-entitajiet f’diversi lokalitajiet biex jassiguraw li barranin, minn pajjiżi terzi, jkunu qed jgħixu u jaħdmu f’Malta u Għawdex bil-permess ta’ residenza jew bil-permess tax-xogħol.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Thirteen foreigners found in Gozo illegally during a routine inspection",
                "url": "https://tvmnews.mt/en/news/thirteen-foreigners-found-in-gozo-illegally-during-a-routine-inspection/",
                "Transcript": [
                    {
                        "text": "Inspections that took place in recent hours in Gozo found 13 foreigners from non-EU countries living there illegally.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "From information obtained by TVMnews it resulted that four are Turkish, two are from Ghana, three Albanians, two from Togo and one from Pakistan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sources said these were apprehended in Għajnsielem during a routine inspection carried out by Public Order and Enforcement officials.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In a joint operation between officials from Transport Malta, Gozo District Police and the Immigration Office as well as from the Detention Centre these were found without the necessary documentation to enable them to live and work in Malta. It is understood that arrangements will be made for them to be repatriated.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This forms part of the continuous work of entities in various localities to detect such illegalities.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "23:35",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "24:20",
            "URL MLT": "https://tvmnews.mt/news/inawgurat-gnien-gdid-fuq-parkegg-fil-hamrun/",
            "URL ENG": "https://tvmnews.mt/en/news/new-garden-inaugurated-on-hamrun-parking-area/",
            "Duration": "01:50",
            "transcript mlt": {
                "Title": "Inawgurat ġnien ġdid fuq parkeġġ fil-Ħamrun",
                "url": "https://tvmnews.mt/news/inawgurat-gnien-gdid-fuq-parkegg-fil-hamrun/",
                "Transcript": [
                    {
                        "text": "Inawgurat ġnien ġdid li sar fuq parkeġġ fil-Ħamrun. Dan il-ġnien qed jagħti ħajja ġdida lill-qalba tal-komunità li tgħix madwar Misraħ is-7 ta’ Ġunju 1919.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Eżekuttiv ta’ WasteServ, Richard Bilocca, spjega kif il-ġnien ta’ 500 metru kwadru jistrieħ fuq struttura tal-ħadid innovattiva.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li dan huwa proġett ieħor ta’ GreenServ li toħloq spazji ta’ rikreazzjoni aċċessibli minn kulħadd fiċ-ċentri l-aktar urbani ta’ Malta biex b’hekk il-familji u r-residenti jkunu jistu’ jgawdu ambjent isbaħ viċin djarhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bilocca qal li f’dan il-proġett intuża materjal sostenibbli b’bankijiet tal-aluminju riċiklat u twaħħlu wkoll strutturi għad-dell li fihom hemm integrat numru ta’ pannelli tax-xemx biex jiġġeneraw l-elettriku għad-dawl tal-ġnien u għal USB charging points għall-iċċarġjar tal-mobiles u apparat eletroniku ieħor.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Eżekuttiv tal-WasteServ spjega wkoll li ġie rranġat il-ġibjun tal-ilma li minnu se jkun qed jissaqqa dan il-ġnien.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bħala parti minn dan il-proġett, GreenServ wettqet ukoll it-tħejjijiet strutturali biex il-parkeġġ ta’ taħt il-ġnien ikollu charging points għall-vetturi elettriċi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru għall-Ambjent, Miriam Dalli, qalet li dan huwa proġett ieħor li qed joffri spazju aħdar miftuħ u li huwa intiż itejjeb il-kwalità tal-ħajja tar-residenti li joqgħodu f’din iż-żona urbana.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija spjegat li tħawwlu siġar, arbuxell u diversi pjanti waqt li ġew installati anke bankijiet sabiex il-ġnien iservi bħala post ta’ mistrieħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Fond għall-Iżvilupp Nazzjonali u Soċjali (NSDF) qed jiffinanzja dan il-proġett b’investiment ta’ €1.5 miljun u nofs bil-Kap Eżekuttiv tal-NSDF, Raymond Ellul, qal li l-fond qed jappoġġja ideat innovattivi li jikkontribwixxu f’iktar spazji ħodor f’żoni urbani ta’ densità għolja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa sostna li proġetti bħal dawn għandhom l-għan li jtejbu l-kwalità tal-ħajja tar-residenti li jgħixu żoni urbani, filwaqt li jippromwovu stil ta’ ħajja sostenibbli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "New garden inaugurated on Ħamrun parking area",
                "url": "https://tvmnews.mt/en/news/new-garden-inaugurated-on-hamrun-parking-area/",
                "Transcript": [
                    {
                        "text": "A new garden has been inaugurated over a parking area in Ħamrun and will provide a a new lifeline at the heart of the community around Misraħ is-7 ta’ Ġunju 1919.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Executive Head of WasteServ, Richard Bilocca, explained the 500 square metre garden rests on an innovative metal structure.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said this is another GreenServ project to create recreational accessibility to all in one of Malta’s most popular urban centres and will enable families and residents to enjoy a nearby beautiful environment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bilocca said the project utilised sustainable material for recycled aluminium benches and shade awnings incorporating a number of solar panels to generate electricity to illuminate the garden and as USB charging points for charging mobiles and other electronic equipment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Head of WasteServ further explained a water reservoir has been arranged for irrigation purposes.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "As a further part of the project GreenServ installed charging points for electric vehicles in the underground parking beneath the garden.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Minister for the Environment, Miriam Dalli, said this is another project that offers a green space to help improve the quality of life of residents who live in urban areas.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The garden has been embellished with trees, bushes and various plants and provided with benches to render this a garden of tranquillity.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The National Social Development Fund (NSDF) is financing this project with an outlay of €1.5 million and its Executive Head Raymond Ellul said the fund supports innovative ideas that contribute to the creation of further green spaces in urban areas with a dense population.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He maintained that such projects upgrade the quality of life of residents in urban areas while promoting sustainable living.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "26:30",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "27:26",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "29:30",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "30:20",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "31:10",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        }
    ]
}