{
    "News date": "03.09.2022",
    "Transcripts": [
        {
            "Time stamp": "02:31",
            "URL MLT": "https://tvmnews.mt/news/gorbachev-jinghata-l-ahhar-tislima-u-jindifen-hdejn-martu/",
            "URL ENG": "https://tvmnews.mt/en/news/gorbachev-given-a-final-farewell-buried-alongside-his-wife/",
            "Duration": "01:57",
            "transcript mlt": {
                "Title": "Gorbachev jingħata l-aħħar tislima u jindifen ħdejn martu",
                "url": "https://tvmnews.mt/news/gorbachev-jinghata-l-ahhar-tislima-u-jindifen-hdejn-martu/",
                "Transcript": [
                    {
                        "text": "Illum ingħatat l-aħħar tislima lill-ex President tal-Unjoni Sovjetika . . . Mikhail Gorbachev li miet iktar kmieni din il-ġimgħa fl-età ta’ 91 sena. F’funeral li dam tliet sigħat u nofs, spikka n-nuqqas tal-President Russu, Vladimir Putin. Gorbachev ma ngħatax funeral statali iżda eluf kienu preżenti u bkew mexxej li wassal għat-tmiem tal-Gwerra l-Bierda b’mod paċifiku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’Moska, eluf bakkru kmieni biex jagħtu l-aħħar tislima lill-ex President tal-Unjoni Sovjetika Mikhail Gorbachev li ġab fi tmiemha l-Gwerra l-Bierda. Hu miet fl-età ta’ 91 sena. Il-funeral sar fis-sala magħrufa bħala Hall of Columns li fiha saru l-funerali statali ta’ żewġ ex mexxejja Sovjetiċi ta’ qablu . . . Joseph Stalin u Vladimir Lenin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Segretarju Ġenerali tan-Nazzjonijiet Magħquda António Guterres qal li Gorbachev “biddel id-direzzjoni tal-istorja.” Anke l-President tal-Istati Uniti, Joe Biden, sejjaħlu bħala mexxej li d-dinja rari se tara bħalu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Gorbachev indifen ħdejn martu, Raisa, fiċ-ċimiterju ta’ Novodevichy. Martu mietet 23 sena ilu. Mgħasses mill-gwardji tal-unur, il-katavru ta’ Gorbachev kien espost għan-nies għal madwar tliet sigħat u nofs. Spikkat il-preżenza ta’ bintu, Irina, flimkien ma’ qraba oħra tal-familja Gorbachev.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mhux l-istess jista’ jingħad għall-President attwali tar-Russja, Vladimir Putin li skont il-Kremlin, kien imħabbat wisq biex jattendi l-funeral ta’ Gorbachev. Putin kien sejjaħ it-tmiem tal-Unjoni Sovjetika bħala “l-ikbar katastrofi ġeopolitika tas-seklu.” Preżenti għall-funeral . . . il-Prim Ministeru Ungeriż, Viktor Orbán meqjus bħala alleat ta’ Putin. Ħadd iżjed mill-mexxejja barranin ma ġie rrapportat li attenda għall-funerali ta’ Gorbachev fir-Russja . . . ir-raġuni ewlenija: il-gwerra fl-Ukrajna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Gorbachev jibqa’ mfakkar l-iktar ghall-ħidma tiegħu biex iqarreb lejn xulxin liż-żewġ super potenzi – l-Unjoni Sovjetika u l-Istati Uniti. Ftit wara l-waqgħa tal-ħajt ta’ Berlin, fl-1989, Gorbachev u George Bush għażlu lil Malta fejn skont storiċi “indifnet” il-Gwerra l-Bierda li kienet ilha għaddejja iktar minn 40 sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Waqt li fetaħ dik li kienet l-Unjoni Sovjetika għad-dinja u daħħal bosta riformi għal Russja moderna, f’artu stess, kienu bosta li ħaduha kontra Gorbachev għax kienu jakkużawh li kien il-moħħ wara l-waqgħa tal-Imperu Sovjetiku u minn hemmhekk, ħafna stati taħt l-għamad tal-Komuniżmu talbu u ħadu l-indipendenza.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Gorbachev given a final farewell – buried alongside his wife",
                "url": "https://tvmnews.mt/en/news/gorbachev-given-a-final-farewell-buried-alongside-his-wife/",
                "Transcript": [
                    {
                        "text": "Former Soviet Union President Mikhail Gorbachev was today given a final farewell after his death at the age of 91 earlier this week. Most noteworthy was the absence of today’s Russian President Vladimir Putin. Gorbachev was not given a state funeral but many thousands were present and showed their regrets for the man who brought to an end the Cold War in a pacific manner.I",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": ".",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In Moscow many thousands attended early to give a final farewell to Gorbachev who brought to an end the Cold War. The funeral took place in the Hall of Columns where the state funerals of former Soviet Leaders  . . . Joseph Stalin and Vladimir Lenin also took place.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The UN Secretary General António Guterres said that Gorbachev “had changed the course of history.” US President Joe Biden described him as a Leader that was rare among world leaders.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Gorbachev was buried alongside his wife Raisa who died 23 years ago, at the Novodevichy Cemetery. Accompanied by a Guard of Honour his corpse was exposed for public viewing for almost four hours. His daughter Irina was present together with other relatives.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "According to the Kremlin, current Russian President Vladimir Putin was “too busy” to attend the funeral.  Putin had labeled the end of the Soviet Union as “the greatest geopolitical catastrophe of the century. Present for the funeral was Hungarian Prime Minister Viktor Orbán who is regarded as Putin’s ally. No other leaders were reported to have attended, the major reason being the war in Ukraine.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Gorbachev will be remembered for his work to bring the world’s two Super Powers closer together, that is, the Soviet Union and the United States. Shortly after the fall of the Berlin Wall in 1989, Gorbachev and George Bush chose to meet in Malta and according to historians they buried the Cold War that had been ongoing for 40 years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "While opening the former Soviet Union to the world he introduced various reforms to modernise Russia but many in Russia were critical and accused him of destroying the Russian Empire and as a result a number of states gained their independence from Soviet rule.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "09:42",
            "URL MLT": "https://tvmnews.mt/news/lesti-jghinu-lill-pulizija-jaqbdu-sirjani-involuti-freati/",
            "URL ENG": "https://tvmnews.mt/en/news/ready-to-assist-police-identify-syrians-involved-in-crime/",
            "Duration": "03:04",
            "transcript mlt": {
                "Title": "Lesti jgħinu lill-Pulizija jaqbdu Sirjani involuti f’reati",
                "url": "https://tvmnews.mt/news/lesti-jghinu-lill-pulizija-jaqbdu-sirjani-involuti-freati/",
                "Transcript": [
                    {
                        "text": "L-għaqda li tirrappreżenta l-komunità Sirjana f’Malta lesta tgħin lill-Pulizija tidentifika Sirjani li jwettqu xi reat u saħqet li dak li seħħ f’nofs ix-xahar li għadda fil-Ħamrun, m’għandux iwassal biex mal-ftit li naqsu teħel komunità sħiħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-għaqda wasslet dan il-messaġġ f’laqgħa li lbieraħ kellha mal-Pulizija tal-Komunità tal-Ħamrun u Santa Venera. The Syrian Solidarity in Malta qed tipproponi wkoll kors obbligatorju għall-barranin li jgħixu f’Malta dwar il-liġijiet tal-pajjiż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ġimagħtejn ilu. Pjazza Fra Diegu fil-Ħamrun. Il-Pulizija jwaqqfu ġlieda bejn 20 ruħ li fiha weġġgħu żewġ Sirjani.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-istess post fejn seħħet il-ġlieda TVMnews iltaqa’ ma’ Zakaria Alkhateb, Sirjan li ilu jgħix u jaħdem f’Malta 30 sena. Iħossu mnikket b’dak li ġara u sostna li ħadd m’għandu dritt jieħu l-liġi b’idejh.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Illum aħna mhux qegħdin fi żmien l-antik taqla’ l-ġlied ma’ familja u tiġġieled fuq żiemel bis-sejf. Illum differenti. Illum il-ħajja hemm il-liġi u l-awtoritajiet li jaħdmu fuq dak ix-xogħol. Jekk inqalgħet kwistjoni bejni u bejnek, jien naf fejn immur. Jew immur l-Għassa tal-Pulizija jew nagħmel rapport l-għassa fl-istess ħin biex ma jinqalax dak il-kobor li sar.",
                        "author": "Zakaria Alkhateb – Membru fil-Komunità Sirjana f’Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Din il-ġlieda ħassbet ‘il bosta, mhux l-anqas lil Sirjani b’Zakaria jgħid li huma stess iddarrsu għax il-ġlied ma jwassal għal imkien.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bħalma jinkwetaw il-Maltin u l-Ħamruniżi, mhux il-Ħamrun biss imma Malta kollha, anke aħna ninkwetaw u suppost dawk l-affarijiet ma jsirux. Kulħadd jitkellem u jkellmu lil xulxin. Qabel tibda inti niġi nirrispondi jew inkellem lilek, ikun hemm xi ħadd mill-awtoritajiet jew mill-komunità Sirjan li jċemplulhom u jgħidilhom x’għandi bżonn u jekk ma naslux, imbagħad hemm affarijiet oħra li timxi bihom bil-liġi ta’ Malta mhux bil-ġlied. Illum il-ġlied ma jiswa xejn.",
                        "author": "Zakaria Alkhateb – Membru fil-Komunità Sirjana f’Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Zakaria Alkhateb appella lill-Maltin biex ma jitfgħux lis-Sirjani f’keffa waħda.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Illum inti anke Maltin issib ħżiena u tajbin. Issib Ingliżi ħżiena u tajbin. Bħal meta l-Maltin marru l-Awstralja jew il-Kanada jew l-Ingilterra. Xorta ssib ħżiena. Kif jgħidu, is-swaba’ tiegħek mhux kollha l-istess tul. Hemm id-differenti. Hemm it-tajjeb u l-ħażin. Ma jridx jeħel it-tajjeb mal-ħażin. Irridu nippruvaw inwassal messaġġ lill-Maltin kollha biex nieħdu ħsieb u nifhmu dawn l-affarijiet kollha.",
                        "author": "Zakaria Alkhateb – Membru fil-Komunità Sirjana f’Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-għada ta’ laqgħa mal-Pulizija tal-Komunità tal-Ħamrun u Santa Venera, Zakaria Alkhateb qal li l-għaqda tas-Sirjani f’Malta qed timpenja ruħha li tgħinhom f’investigazzjonijiet meta jsiru reati li jinvolvu Sirjani.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Immorru għand il-Pulizija u jekk ma jsibuhx, aħna nippruvaw naqbduh biex huma jieħdu l-liġi tagħhom u l-Qorti kif suppost.",
                        "author": "Zakaria Alkhateb – Membru fil-Komunità Sirjana f’Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Zakaria Alkhateb qal li l-għaqda tas-Sirjani f’Malta hi tal-fehma li l-barranin kollha li jiġu Malta għandhom jagħmlu kors biex jitgħallmu dwar il-liġijiet ta’ dan il-pajjiż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tkellimna u ftehemna li se nerġgħu niltaqgħu u ngħaqqdu ftit barranin, mhux Sirjani biss, biex jagħtuna kors fuq il-Pulizija u x’inhu x-xogħol tagħhom u x’jagħmlu u ma jagħmlux. Inti trid tasal sa ċertu limitu u ma tistax taqbżu u jifhmu li kultant żmien jew ġranet nagħmlulhom kors l-għassa stess.",
                        "author": "Zakaria Alkhateb – Membru fil-Komunità Sirjana f’Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "F’Malta, hu stmat li jgħixu 6,500 Sirjan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Ready to assist Police identify Syrians involved in crime",
                "url": "https://tvmnews.mt/en/news/ready-to-assist-police-identify-syrians-involved-in-crime/",
                "Transcript": [
                    {
                        "text": "The organisation representing the Syrian community in Malta is ready to assist Police identify Syrians who commit a crime, stressing that last month’s events in Ħamrun, should not give the impression that the whole community is to blame for the actions of a few persons.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The organisation’s message was delivered on Saturday during a meeting with the Ħamrun and Santa Venera Community Police. The Syrian Solidarity in Malta is also proposing an obligatory course to resident foreigners on the country’s laws.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Two weeks ago, the Police intervened to stop a brawl between 20 persons in Ħamrun that led to two Syrian being injured.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In Pjazza Fra Diegu, where the incident occurred, TVMnews met with Zakaria Alkhateb, a Syrian who has lived and worked in Malta for 30 years. Saddened by the events, he maintained that no one has the right to breach the law.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We are not living in those old days when a fight occurs with family members….fighting with a sword on a horse. Today there are authorities responsible for the law. If there is an argument between myself and another person, I know where to go. Or I will report at a Police Station to avoid the gravity of the issue.",
                        "author": "Zakaria Alkhateb – member of the Syrian community in Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The Ħamrun fight caused a lot of concern, even to other Syrians with Zakaria saying that they were annoyed because fighting leads to nowhere.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We are concerned as the Maltese and Ħamrun residents are….these things should not happen. Everyone should speak to one another…there are the authorities or the Syrian community who may listen to issues. If the issue is not resolved there are other things according to Maltese laws, but not by fighting.",
                        "author": "Zakaria Alkhateb",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Zakaria Alkhateb appealed to the Maltese not to place Syrians in the same basket.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There are Maltese who are good and bad…..you find such people in every country. The good people should not be blamed for the wrong things of others. We want to deliver the message to all Maltese to understand all these things.",
                        "author": "Zakaria Alkhateb",
                        "type": 1,
                        "type_str": "QUOTE"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "13:06",
            "URL MLT": "https://tvmnews.mt/news/dawn-huma-l-aktar-kunjomijiet-popolari-fmalta/",
            "URL ENG": "https://tvmnews.mt/en/news/the-most-popular-surnames-in-malta/",
            "Duration": "02:10",
            "transcript mlt": {
                "Title": "Dawn huma l-aktar kunjomijiet popolari f’Malta",
                "url": "https://tvmnews.mt/news/dawn-huma-l-aktar-kunjomijiet-popolari-fmalta/",
                "Transcript": [
                    {
                        "text": "Identity Malta ma tiħux ħsieb biss il-ħruġ tal-passaporti, il-karti tal-identità u l-permessi ta’ xogħol lil barranin. Taqsima oħra żżomm rekords dwar it-twelid, iż-żwieġ u l-imwiet li jseħħu Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Skont ir-Reġistru Pubbliku, fl-aħħar seba’ snin ir-rati tat-twelid u l-mewt żammew stabbli: ‘il fuq minn 4,000 wild ġdid fis-sena u ftit aktar minn 3,000 mewt. B’mod ġenerali jkun hemm bejn 500 u elf twelid aktar minn imwiet. Inżammet ix-xejra li jitwieldu aktar subien minn bniet anke jekk id-differenza mhix kbira.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-imwiet, is-sena l-oħra kienet ftit partikulari. Mietu 9 nisa iktar minn irġiel. L-età medja tal-imwiet tvarja bejn it-80 u s-86 sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wara emendi fil-liġi fl-2020, persuna li tiżżewweġ tista’ tagħżel liema kunjom iżomm. Skont il-ligi, tista’ żżomm sa massimu ta’ erba’ kunjomijiet: ta’ mat-twelid, jieħu tal-parti l-oħra fiż-żwieġ, jew li jagħmlu konġunt. S’issa l-aktar xejra komuni baqgħet li persuna tieħu l-kunjom ta’ persuna oħra. Minn statistika li ra TVMnews, l-aktar kunjomijiet popolari f’Malta huma Borg, Camilleri, Farrugia, Vella, Zammit, Micallef u Galea. L-iktar fosthom hu Borg li jġorruh ‘il fuq minn 14,000 persuna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minkejja li bniedem ma jistax iqum u jiddeċiedi li jibdel ismu għax ma jogħġbux, hemm żewġ ċirkustanzi fejn wieħed jista’ jagħmel dan – jew għax ikun hemm digriet mill-Qorti, b’ġustifikazzjoni b’saħħitha għalxiex għandu jinbidel dak l-isem, jew inkella minħabba li s-sillabi ma jkunux qed jirriflettu s-sillabi eżatt tal-individwu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Biex nagħtik eżempju, jaf bniedem fuq l-ID card antik kien imniżżel Vince jew Ċensu u viċi versa mniżżel fuq iċ-ċertifikat tat-twelid tiegħu. Allura hemmhekk, jew meta nindunaw aħna jew kif jinduna l-individwu, isir it-tibdil, hemm formola apposta li tiġi mimlija, u jsir dan it-tibdil biex jirrifletti dawn it-tibdiliet żgħar bl-isem, li ħafna drabi jkun simili ħafna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Eżekuttiv tal-Identity Malta, il-Kurunell Mark Mallia, qal li llum il-ġurnata l-uffiċċju tar-reġistru pubbliku jaċċerta li bniedem ikollu d-dokumentazzjoni kollha tal-identità tiegħu taqbel ma’ kif hemm imniżżel fuq iċ-ċertifikat uffiċjali tat-twelid.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "The most popular surnames in Malta",
                "url": "https://tvmnews.mt/en/news/the-most-popular-surnames-in-malta/",
                "Transcript": [
                    {
                        "text": "According to the Public Registry the birth and death rates remained stable during the past seven years. Over 4,000 newborn babies every year and just over 3,000 deaths. Generally, there are between 500 and 1,000 births more than deaths. The trend remained of more male than female births, even if the difference is not large.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "2021 was a particular one in deaths: nine more female deaths than male with the average age of deaths varying from 80 to 86.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Following the 2020 law amendment, a married person may select its surname – a maximum of up to four surnames. The most common trend is that a person selects the surname of the other person. Statistics acquired by TVMnews show that the most popular surnames in Malta are Borg, Camilleri, Farrugia, Vella, Zammit, Micallef and Galea. Over 14,000 persons in Malta carry the name of Borg.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Referring to the issue of the changing of names of persons on their identify cards, Identity Malta chief executive, Colonel Mark Mallia, said that the public registry office currently accepts that an individual has all the documentation of his/her identify that matches its registration on the official birth certificate.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "15:48",
            "URL MLT": "https://tvmnews.mt/news/bidu-tajjeb-u-abbundanti-ghall-istagun-tal-lampuki/",
            "URL ENG": "https://tvmnews.mt/en/news/a-good-and-abundant-start-to-the-lampuki-season/",
            "Duration": "02:24",
            "transcript mlt": {
                "Title": "Bidu tajjeb u abbundanti għall-istaġun tal-lampuki",
                "url": "https://tvmnews.mt/news/bidu-tajjeb-u-abbundanti-ghall-istagun-tal-lampuki/",
                "Transcript": [
                    {
                        "text": "Bidu tajjeb u abbundanti għall-istaġun tal-lampuki li qed jissarraf fi prezzijiet tajba għall-konsumatur.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ħafna Maltin ifittxu din il-ħuta friska fil-kaxxi tal-bejjiegħa u jeħduha dritt fil-kċina. Min jixwihom jew jaqlihom . . . oħrajn jippreferu jsajruhom fiz-zalza u hemm min lest jieħu aktar xogħol u jagħmel it-torti tal-lampuki.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ninsabu fl-aqwa tal-istaġun tal-lampuki li din is-sena jidher qed jinqabdu fi kwantitajiet kbar. Jikkonferma dan il-prezz li qed iġib il-lampuki bħalissa kif spjegatilna Rita Gafà, bejjiegħa tal-ħut.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Peress li min qabad, qabad bi kwantità, il-prezz tbaxxa mill-ewwel din is-sena. Normalment jibda bl-għoli, u meta n-nies tinfaqa’, tixba’, imma din is-sena nqabad il-ħut kmieni. Bħalissa qed jinbiegħ bejn €6 u €7 qisu, €6.50, €6.75 imbagħad hemm il-ħut li jkun naqra iżgħar li dejjem iġib prezz naqra iżjed baxx ikun bejn €4 u €5.",
                        "author": "Rita Gafà – bejjiegħa tal-ħut",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-istaġun tal-lampuki jibda minn wara Santa Marija u normalment jibqa’ għaddej sal-aħħar tas-sena iżda aktar ma jgerrbu l-ġimgħat u jkun hemm il-maltemp, is-sajjieda jaqbdu inqas lampuki.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fir-raħal pittoresk ta’ Marsaxlokk TVMnews iltaqa’ ma’ Ġużeppi Incorvaja, li llum għandu 77 sena. Irrakkonta li kien joħroġ jistad għal-lampuki mal-aqwa sajjieda li kien hemm f’Marsaxlokk imma qal li meta mqabbel mal-lum, fi żmienu s-sajd kien joffri aktar sfidi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Imorru tlieta fuq il-baħar u jaħdmu daqs kemm konna naħdmu meta mmorru 12 għax il-magni u l-hydrolic jiġbidlek daqs erba’ min-nies kull wieħed.",
                        "author": "Ġużeppi Incorvaja – sajjied",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Qalilna li s-sajjieda Xlukkajri naqsu ħafna u bosta sidien ta’ bastimenti tas-sajd qed jimpjegaw barranin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Forsi minn daqs dawn sajjieda li hawn Marsaxlokk forsi hawn tlieta, erbgħa li għandhom it-tfal tagħhom jeħduhom magħhom. Il-bqija kollha bl-Eġizzjani u l-Indoneżjani, u donnhom dawn jgħiru għal xulxin tiskanta, malli jaraw wieħed anki fil-maltemp sejjer minn dawn l-Eġizzjani, jitilqu kollha.",
                        "author": "Ġużeppi Incorvaja – sajjied",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Qabbel xogħol is-sajjieda ma’ xogħol il-bidwi, malli jkun hemm il-kwantità il-prezz jaqa’ iżda meta l-prodott ikun skars, il-prezz jiżdied.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ilbieraħ kien bis-€7 imma llum jekk imorru jaf jiġi bit-3.50 jew bil-4.50 jew bil-4 għax kulħadd jinġabar, erbgħa inti, ħamsa jien, 20 dak, 100 l-ieħor, jinġabru l-pixkerija u dawk li jixtru l-ħut l-pixkerija malli jaraw il-ħut jitfgħulek il-prezz ‘il isfel.",
                        "author": "Ġużeppi Incorvaja – sajjied",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Għalkemm mhux attiv daqs qabel, kultant Ġużeppi għadu joħroġ jistad b’dgħajsa żgħira li s-sena d-dieħla tagħlaq 100 sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "A good and abundant start to the Lampuki Season",
                "url": "https://tvmnews.mt/en/news/a-good-and-abundant-start-to-the-lampuki-season/",
                "Transcript": [
                    {
                        "text": "The Lampuki Season has got off to a good and abundant start with favourable prices for consumers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Many are those who seek fresh fish and after purchase take them straight to the kitchen either to fry or grill … while others prefer to cook them with tomato salsa and some are more elaborate and make lampuki pies.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The early catches this season have been abundant and favour consumers as explained by fish seller Rita Gafà. She said that as catches have been abundant the price has dropped. Normally the season begins with high prices. Normally, the initial pricing is high but right now stands between €6 and €7 per kilo and the smaller ones attract a lesser price between €4 and €5 per kilo.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The season begins after Santa Marija and normally stretches to the end of the year but later the catches begin to decrease.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In picturesque Marsaxlokk TVMnews met Ġużeppi Incorvaja who today is aged 77. He recounted the days of his lampuki fishing with the cream of Marsaxlokk fishermen but compared to nowadays, at the time lampuki fishing offered many challenges.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said they used to be three fishermen who did the work of 12 men because of the equipment at the time.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Incorvaja continued that the number of Marsaxlokk fishermen has dropped and many boat owners are employing foreigners. Among today’s fishermen there are maybe three or four who take their children with them. The rest take Egyptians or Indonesians and when after a storm leaves, the others leave too.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He compared the work of fishermen with that of farmers and the price reflects quantity and when the quantity is scarce the price increases.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Yesterday it may have been €7 but today it may drop to €3.50 or €4 and quantities are spread and when there is an abundance the price goes down.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sometimes, although not often, he remains active and Ġużeppi goes out fishing in his boat which next year will be 100 years old.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "27:53",
            "URL MLT": "https://tvmnews.mt/news/ihawlu-zewg-sigriet-ghal-kull-tunellata-ta-skart-li-jigbru/",
            "URL ENG": "https://tvmnews.mt/en/news/two-trees-are-planted-for-every-ton-of-collected-waste/",
            "Duration": "01:45",
            "transcript mlt": {
                "Title": "Iħawlu żewġ siġriet għal kull tunellata ta’ skart li jiġbru",
                "url": "https://tvmnews.mt/news/ihawlu-zewg-sigriet-ghal-kull-tunellata-ta-skart-li-jigbru/",
                "Transcript": [
                    {
                        "text": "Aktar minn żewġ tunellati ta’ skart inġabru waqt tindifa ta’ qiegħ il-baħar fix-Xatt tal-Isla organizzata mill-Aġenzija għall-Enerġija u l-Ilma u s-sehem ta’ entitajiet varji fi ħdan il-Ministeru għall-Ambjent. L-inizjattiva se twassal biex jitħawwlu mill-anqas erba’ siġriet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mal-20 bugħaddas u persuni oħra minn diversi entitajiet governattivi u voluntiera ħadu sehem f’tindifa tajba ta’ qiegħ il-baħar fix-xatt tal-Isla. L-attività ġiet organizzata mill-Aġenzija għall-Enerġija u l-Ilma bħala parti minn kampanja ta’ tindif ikkordinata minn Parks Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fost l-iskart li ttella’ minn qiegħ il-baħar għadd konsiderevoli ta’ fliexken tal-ħġieġ, metall u pajpijiet flimkien ma’ numru ta’ siġġijiet, batteriji, ħbula, tajers u anke banju.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan hu t-tieni clean-up li qed nagħmlu f’temp ta’ sena. Mis-sena l-oħra ‘l hawn kien hawn dive clubs oħra li għamlu clean-ups fl-istess żona. Hi meravilja kif tibqa’ ttella’ dan l-iskart kollu f’żona daqshekk żgħira. Dawn jagħmlu ħafna ħsara speċjalment batteriji, affarijiet li fihom kimiċi, ħafna ħadid. Dawn ikissru l-ekosistema fraġli ħafna fil-baħar u jeqirdu l-ħajja marittima. Hemm bżonn li ma nibqgħux inwaddbu skart il-baħar.",
                        "author": "Mark Gatt – bugħaddas",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Ministru għall-Ambjent Miriam Dalli qalet li din r-rispons tajjeb minn diversi għaqdiet u l-pubbliku wassal biex din il-kampanja tkompli bil-għan li jibqa’ jkun hemm aktar għarfien favur spazji rikreattivi nodfa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għal darb’oħra, permezz ta’ din il-kampanja qed jintlaqtu żewġ għasafar b’ġebla waħda għax minbarra t-tindif u ġbir ta’ skart, se jitħawlu żewġ siġriet għal kull tunnellata ta’ skart li jinġabar. Il-Ministru Miriam Dalli qalet li b’dan il-mod is-sena li għaddiet tħawlu 1,500 siġra u esprimiet it-tama li din is-sena jintlaħaq dan l-ammont jew saħansitra jinqabeż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Eżekuttiv tal-Aġenzija għall-Enerġija u l-Ilma Manuel Sapiano irringrazzja lill-entitajiet li ħadu sehem f’din l-attività.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Two trees are planted for every ton of collected waste",
                "url": "https://tvmnews.mt/en/news/two-trees-are-planted-for-every-ton-of-collected-waste/",
                "Transcript": [
                    {
                        "text": "Over two tons of waste material were collected during a seabed cleansing operation off Senglea shoreline, organised by the Energy and Water Agency, with the participating of various entities within the Energy Ministry. The initiative will lead to the planting of at least four trees.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "About 20 divers and other persons from various government entities and volunteers participated in the cleansing operation as part of a campaign coordinated by Parks Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Waste material recovered at seabed included a considerable amount of glass bottles, metal objects and pipes, together with chairs, batteries, ropes, tyres and also a bath tub.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Diver Mark Gatt said this was the second clean-up within a year and expressed amazement at the amount of waste in such a small area.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The dumped material causes a lot of damage, especially batteries and many metal objects which destroy the fragile eco-system at sea and maritime life. The illegal dumping of waste at sea has to stop.",
                        "author": "Diver Mark Gatt",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Environment Minister Miriam Dalli said that the good response by various organisations and by the public led to the resumption of the campaign to raise more awareness in favour of cleaner recreational spaces.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The waste collection operation at sea will also lead to the planting of two trees for every ton of collected waste. Minister Dalli said that last year 1,500 trees were planted through the campaign.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Energy and Water Agency chief executive Manuel Sapiano thanked the entities which participated in the activity.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "31:32",
            "URL MLT": "https://tvmnews.mt/news/ifakkru-l-75-sena-mill-wasla-tal-istatwa-ta-santanna-fwied-il-ghajn/",
            "URL ENG": "https://tvmnews.mt/en/news/celebration-to-mark-75th-anniversary-of-st-annes-statue-in-marsaskala/",
            "Duration": "02:49",
            "transcript mlt": {
                "Title": "Ifakkru l-75 sena mill-wasla tal-istatwa ta’ Sant’Anna f’Wied il-Għajn",
                "url": "https://tvmnews.mt/news/ifakkru-l-75-sena-mill-wasla-tal-istatwa-ta-santanna-fwied-il-ghajn/",
                "Transcript": [
                    {
                        "text": "Għat-tieni darba dan is-sajf, l-istatwa ta’ Sant’Anna f’Wied il-Għajn tinsab barra min-niċċa. Ftit aktar minn xahar wara ċ-ċelebrazzjoni tal-festa fil-lokalità, nhar it-Tlieta se jitfakkar il-75 anniversarju mill-wasla ta’ din ix-xbieha tal-patruna tal-lokalità.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għal din iċ-ċelebrazzjoni qed issir stedina speċjali lin-nanniet li tagħhom Sant’Anna hi l-patruna, kif ukoll lill-koppji li qed jistennew tarbija u lil dawk li jixtiequ jkollhom it-tfal.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minn Bolzano għall-Marsa u mbagħad għal Wied il-Għajn . . . 75 sena ilu, vjaġġ twil bil-baħar wassal biex statwa titulari ta’ Sant’Anna intlaqgħet b’ħafna ċapċip u entużjażmu min-nies ta’ Wied il-Għajn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-1943, ċertu Spiru Vella mill-Birgu li matul il-gwerra mar joqgħod Wied il-Għajn, kien avviċina lil Dun Tarċis Agius li kien l-amministratur tal-parroċċa u nfurmah b’wegħda li kien għamel lil Sant’Anna waqt l-eqqel tal-bumbardamenti tal-għadu. Il-wegħda ta’ Spiru kienet li jekk it-tliet uliedu subien, Ġorġ, Ċensu u Ġuzeppi, jirritornaw qawwijin u sħaħ mit-tarzna jikkummissjona statwa ta’ Sant’ Anna għal Wied il-Ghajn, li minkejja li kienet għadha mhix parroċċa, kienet diġà tiċċelebra lil din il-qaddisa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dun Tarċis rħielha lejn Bolzano, fin-naħa ta’ fuq tal-Italja u ordna din l-istatwa. Kien hu li ta l-ewwel daqqa ta’ skarpell fuq iz-zokk oħxon li minnu kellha toħroġ ix-xbiha artistika ta’ Sant’Anna. Erba’ snin wara, f’Awwissu tal-1947 l-istatwa waslet f’Malta u ddaħlet għall-ewwel darba fil-Knisja l-qadima ta’ Wied il-Għajn fi Triq La Sengle.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-parroċċa se tiċċelebra l-75 anniversarju mill-wasla tagħha. Il-Kappillan ta’ Wied il-Għajn, Dun Roderick Camilleri, xtaq li bħalma dakinhar il-poplu ngħaqad madwar ix-xbieha ta’ Sant’Anna, hekk ukoll jagħmlu llum, jingħaqdu flimkien u madwarha jiċċelebraw l-Ewkaristija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Qegħdin nistiednu lin-neputijiet sabiex iġibu lin-nanniet tagħhom, għaliex Sant’Anna hija n-nanna tal-Bambin. U qed nistiednu lin-nanniet sabiex iġibu warda magħhom, għaliex fit-tmiem tal-quddiesa, se nagħmlu talba u barka fuq in-nanniet, u n-nanniet ħa nistednuhom ipoġġu warda quddiem Sant’Anna. Qegħdin nistiednu wkoll lill-koppji li qegħdin jistennew tarbija u lill-koppji li jixtiequ jkollhom it-tfal għaliex Sant’Anna hija l-protettriċi ta’ dawn il-koppji wkoll.",
                        "author": "Dun Roderick Camilleri – Kappillan tal-Parroċċa ta’ Wied il-Għajn",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-kappillan qal li x-xbieha ta’ Sant’Anna għadha relevanti sal-lum u tqanqal f’min jemmen it-tama.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-importanza ta’ Sant’Anna llum hija li aħna nafu li Sant’Anna, flimkien ma’ Ġwakkin, ittamat fil-Mulej u l-Mulej sema’ t-talba tagħhom u berikhom bit-tarbija Marija. Meta nħarsu lejn ix-xbieha ta’ Sant’Anna, hija xbieha sabiħa ħafna għaliex għandna l-figura ta’ Sant’Anna, li qed tħares lejn bintha Marija, u b’subgħajha qed tipponta lejn is-sema. Hekk it-tama, il-fiduċja tagħna fil-Mulej Ġesù. Jalla aħna wkoll fil-ħajja tagħna, il-fiduċja tagħna, ngħaddu minn liema esperjenzi ngħaddu f’ħajjitna, dejjem nittamaw fil-Mulej.",
                        "author": "Dun Roderick Camilleri – Kappillan tal-Parroċċa ta’ Wied il-Għajn",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Iċ-ċelebrazzjoni tal-75 anniversarju mill-wasla tal-istatwa ta’ Sant’Anna se ssir nhar it-Tlieta filgħaxija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Celebration to mark 75th anniversary of St Anne’s statue in Marsaskala",
                "url": "https://tvmnews.mt/en/news/celebration-to-mark-75th-anniversary-of-st-annes-statue-in-marsaskala/",
                "Transcript": [
                    {
                        "text": "A religious celebration will be held on Tuesday to commemorate the 75th anniversary of the arrival of St Anne’s statue at the Marsaskala parish church. Over a month ago, the locality celebrated St Anne’s feast.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A special invitation has been delivered to all grandmothers who have St Anne as their patron saint to attend the celebration, together with couples who are waiting for a new-born baby or couples who wish to become parents.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "75 years ago the St Anne’s statue was widely welcomed by the Marsaskala residents to their locality.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In 1943, Spiru Vella from Vittoriosa, who lived in Marsaskala during the war, had approached Dun Tarċis Agius, the parish administrator and informed him about a vow he made to St Anne during the peak of enemy air attacks. The vow was that if his three sons returned safe and sound from the dockyard, he will commission a statue of the saint for Marsaskala, which already celebrated the feast although it wasn’t a parish.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The statue was ordered by Dun Tarċic in Bolzano, Italy and, four years later, it arrived in Malta in August 1947. St Anne’s statue was placed inside the old church in Triq La Sengle, Marsaskala.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Marsaskala parish priest, Dun Roderick Camilleri, said they are now inviting grand children for the 75th anniversary celebration to bring with them their grandmothers to church, because St Anne is Baby Jesus’ grand mother. An invitation is also being made to couples waiting for a new-born baby and also couples who wish to become parents.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}