{
    "News date": "04.09.2022",
    "Transcripts": [
        {
            "Time stamp": "01:55",
            "URL MLT": "https://tvmnews.mt/news/pazjenti-tal-kancer-tal-fwied-mghadhomx-jigu-operati-barra-l-ewwel-17-imfejqa-fmalta/",
            "URL ENG": "https://tvmnews.mt/en/news/liver-cancer-patients-are-being-operated-on-in-malta-17-people-are-cancer-free-after-successful-operations/",
            "Duration": "01:36",
            "transcript mlt": {
                "Title": "Pazjenti tal-kanċer tal-fwied m’għadhomx jiġu operati barra, l-ewwel 17 imfejqa f’Malta",
                "url": "https://tvmnews.mt/news/pazjenti-tal-kancer-tal-fwied-mghadhomx-jigu-operati-barra-l-ewwel-17-imfejqa-fmalta/",
                "Transcript": [
                    {
                        "text": "17-il pazjent b’kanċer tal-fwied, minflok intbagħtu r-Renju Unit jew l-Italja, ġew operati b’suċċess fl-Isptar Mater Dei.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVMnews, il-Kirurgu Noel Cassar qal li dawn l-interventi qegħdin isiru fost oħrajn b’magna speċjalizzata li tara eżatt fejn qegħdin it-tumuri fil-fwied.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sena mindu bdew isiru fl-Isptar Mater Dei l-operazzjonijiet biex jitneħħa l-kanċer mill-fwied, 17-il pazjent ġew imfejqa minn tobba Maltin f’Malta stess mingħajr l-iskariġġ li jsiefru barra mill-pajjiż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVMnews, il-Kirurgu Noel Cassar qal li dawn l-operazzjonijiet irnexxew kollha u l-pazjenti qed jgħixu ħajjithom ħielsa mill-kanċer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Aħna xxurtjati li għandna tim żagħżugħ u entużjast li hu magħmul minn infermiera speċjalizzati, anestesisti, tobba oħra li kollha jaħdmu flimkien għall-ġid tal-pazjent li jagħmlu minn kollox biex l-operazzjoni tkun suċċess mill-bidu sal-aħħar.",
                        "author": "Noel Cassar",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Kirurgu Cassar qal li l-mard fil-fwied qed isir iktar komuni fosthom għaliex il-Maltin qed jgħixu iktar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-ikar li nagħmluhom dawn l-operazzjonijiet pereżempju meta wieħed ikollu kanċer fil-fwied jew ikollu kanċer fil-musrana u jinfirixlu għall-fwied u kif qed ngħidu, peress li l-popolazzjoni qed tikber dejjem hemm ċans li wieħed jiżviluppa dawn it-tip ta’ kundizzjonijiet.",
                        "author": "Noel Cassar",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-operazzjonijiet tal-fwied isiru b’teknoloġija partikolari li tgħin lill-kirurgi joperaw b’iktar reqqa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Pereżempju għandna apparat speċjalizzat biex inkunu nistgħu naħdmu sew bħal pereżempju għandna l-intraoperative ultrasound li din hi magna speċjalizzata li tgħinna waqt l-operazzjoni biex naraw fejn qegħdin eżatt it-tumuri biex b’hekk inkunu nistgħu nagħmlu dawn l-operazzjonijiet b’mod preċiż u nneħħu dik il-biċċa biss li hi marida.",
                        "author": "Noel Cassar",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Għal Dr Cassar, is-sigriet biex jitnaqqas il-mard hu li n-nies jgħixu l-ħajja b’dieta bilanċjata u l-eżerċizzju fiżiku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Liver cancer patients are being operated on in Malta – 17 people are cancer free after successful operations",
                "url": "https://tvmnews.mt/en/news/liver-cancer-patients-are-being-operated-on-in-malta-17-people-are-cancer-free-after-successful-operations/",
                "Transcript": [
                    {
                        "text": "17 patients with liver cancer were successfully operated on at Mater Dei Hospital instead of being sent to the UK or Italy,.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Surgeon Noel Cassar spoke to TVMnews and said that these interventions are being carried out using a specialized machine that identifies exactly where the tumours are in the liver.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It’s been one year since operations to remove liver cancer began to be carried out at Mater Dei Hospital, 17 patients have been cured by Maltese doctors in Malta itself without the necessity of having to travel abroad.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Surgeon Noel Cassar spoke to TVMnews and said that these operations were all successful and the patients were all cancer free.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We are lucky to have a young and enthusiastic team that is made up of specialized nurses, anesthetists, other doctors who all work together for the benefit of the patient and who do everything for the operation will be a success from start to finish.",
                        "author": "Mr. Noel Cassar",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Mr Cassar said that liver cancer was becoming more common also because people were living longer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "These operations are mostly done when one has liver cancer or bowel cancer which spreads to the liver and, since the population is growing there is more of a chance for these types of conditions to develop.",
                        "author": "Mr Noel Cassar",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Liver operations are performed with a particular technology that helps surgeons operate more precisely.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "For example we have a specialized device to be able to work properly – for example we have the intraoperative ultrasound which is a specialized machine that helps us identify the tumours during the operation so that we can perform these operations with precision and remove only that part that is sick.",
                        "author": "Mr. Noel Cassar",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Mr Cassar reckons that the secret to living a life without illness is a balanced diet and physical exercise.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "11:17",
            "URL MLT": "https://tvmnews.mt/news/ibbeatifikat-il-papa-gwanni-pawlu-l-il-papa-tat-tbissima/",
            "URL ENG": "https://tvmnews.mt/en/news/smiling-pope-john-paul-l-beatified/",
            "Duration": "02:27",
            "transcript mlt": {
                "Title": "Ibbeatifikat il-Papa Ġwanni Pawlu l – il-Papa tat-tbissima",
                "url": "https://tvmnews.mt/news/ibbeatifikat-il-papa-gwanni-pawlu-l-il-papa-tat-tbissima/",
                "Transcript": [
                    {
                        "text": "Il-Papa Franġisku bbeatifika lil Albino Luciani li kien ħa l-isem ta’ Papa Ġwanni Pawlu l u li mexxa l-Knisja Kattolika għal 33 ġurnata biss. Huwa kien elett Papa fis-26 ta’ Awwissu tal-1978 wara konklavi li dam 26 siegħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jiena m’għandiex l-għerf li kellu Papa Ġwanni XXIII u lanqas il-kultura li kellu Papa Pawlu VI iżda ninsab fejn kienu huma. Irrid infittex li nservi l-Knisja, nittama li intom tgħinuni bit-talb tagħkom.",
                        "author": "Papa Ġwanni Pawlu I",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Papa Luciani huwa wieħed mill-Papiet li damu perjodu qasir ħafna jmexxu lill-Knisja Kattolika tant li miet fit-28 ta’ Settembru, 33 ġurnata biss wara li tela’ fuq il-Katidral ta’ San Pietru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Papa Ġwanni Pawlu l qabel il-konklavi li eliġġih kien wera x-xewqa li ma jkunx elett Papa iżda malli kien magħżul ħass l-obbligazzjoni li jservi bħala lill-Knisja Kattolika fi żmien diffiċli tant li kien iħares lejh innifsu bħala l-qaddej tal-poplu Nisrani. Huwa kien l-ewwel Papa fl-istorja tal-Knisja li għażel li jkun imsejjaħ b’żewġ ismijiet biex jonora liż-żewġ papiet ta’ qablu. Magħruf bħala l-Papa tat-tbissima huwa kien imżejjen bil-virtù u kellu kapaċità partikolari fil-predikazzjoni kateketika tiegħu li kienet tmiss il-ħajja konkreta ta’ kuljum. Il-Papa Franġisku ħa spunt mill-ħajja ta’ Luciani li ma kienx iħares lejh innifsu u l-glorja li seta’ kiseb iżda baqa’ qaddej sal-aħħar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ħuti, il-beatu l-ġdid għex fil-glorja tal-vanġelu, mingħajr kompromessi, iħobb sal-aħħar. Huwa reġa’ għex il-faqar tad-dixxipli, mhux biss iddistakka ruħu mill-affarijiet materjali iżda fuq kollox rebaħ it-tentazzjoni li jpoġġi lilu nnifsu fiċ-ċentru ta’ ħajtu u jfittex il-glorja għalih innifsu. Għall-kuntrarju segwa l-eżempju ta’ Ġesù li kien ragħaj tajjeb u umli.",
                        "author": "Papa Franġisku",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Papa Frangisku tkellem dwar il-virtujiet erojċi li kien jippossedi Papa Luciani tant li kien dikjarah venerabli fit-8 ta’ Novembru 2017 biex illum tellgħu għal-livell ta’ beatu bil-possibiltà li fi zmien li gej jitgħolla għall-qima tal-poplu Nisrani għax ikun dikjarat qaddis.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "‘Smiling Pope’ John Paul l, beatified",
                "url": "https://tvmnews.mt/en/news/smiling-pope-john-paul-l-beatified/",
                "Transcript": [
                    {
                        "text": "Pope Francis has beatified Albino Luciani, the Pope who had taken the name of Pope John Paul II and who led the Catholic Church for only 33 days. He was elected Pope on August 26, 1978 after a 26-hour conclave.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I do not have the wisdom that Pope John XXIII had nor the culture that Pope Paul VI had but I am where they were. I want to seek to serve the Church, I hope that you will help me with your prayers.",
                        "author": "PopeJohni Paul I",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Pope John Paul I\nPope Luciani is one of the Popes who led the Catholic Church for a very short period of time, so much so that he died on September 28, just 33 days after ascending to the Cathedral of St. Peter.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Before being elected by the conclave, he had expressed the desire not to be elected Pope but as soon as he was chosen he felt the obligation to serve the Catholic Church at a difficult time, so much so that he regarded himself as the servant of Christian people. He was the first Pope in the history of the Church who chose to be called by two names to honour the two popes before him. Known as the smiling Pope, he was full of virtues and had a particular knack when giving his sermons and an ability to touch upon concrete everyday life situations. Pope Francis has taken a leaf out of Luciani’s book – a Pope who did not seek self glory but remained a servant until the end.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Brothers, the newly beatified lived in the glory of the gospel, without compromise, loving to the end. He relived the poverty of the disciples, he not only distanced himself from material things but above all he overcame the temptation to put himself at the centre of his life and seek glory for himself. Conversely, he followed the example of Jesus who was a good and humble shepherd.",
                        "author": "Pope Francis",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Pope Francis spoke about Pope Luciani’s heroic virtues, so much so that he had declared him venerable on 8 November 2017. Today he has been beatified and making it possible for him to achieve sainthood in the future,",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "14:34",
            "URL MLT": "https://tvmnews.mt/news/il-kapacita-li-tkun-gran-mastru-mhux-se-tkun-marbuta-biss-man-nobbilta/",
            "URL ENG": "https://tvmnews.mt/en/news/being-a-grand-master-should-not-be-based-on-class-nobility-rather-nobility-of-spirit/",
            "Duration": "02:42",
            "transcript mlt": {
                "Title": "“Il-kapaċità li tkun Gran Mastru mhux se tkun marbuta biss man-nobbiltà”",
                "url": "https://tvmnews.mt/news/il-kapacita-li-tkun-gran-mastru-mhux-se-tkun-marbuta-biss-man-nobbilta/",
                "Transcript": [
                    {
                        "text": "Il-Papa Franġisku xolja t-tmexxija tal-Ordni ta’ San Ġwann magħrufa bħala l-Ordni ta’ Malta u ħatar gvern proviżorju sakemm jiġi elett Gran Mastru ġdid.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fid-digriet, il-Papa Franġisku waqqaf kostituzzjoni ġdida għall-Ordni li permezz tagħha, il-Gran Mastru ma jistax jibqa’ jservi fil-kariga għal għomru u jrid jirreżenja meta jagħlaq 85 sena. Il-kostituzzjoni l-ġdida tesiġi wkoll li l-Gran Mastru jista’ jservi fil-kariga għal 10 snin u dan it-terminu jista’ jiġġedded darba biss.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVMnews, il-President tal-Assoċjazzjoni tal-Ordni Militari Sovran ta’ Malta, il-Markeżin Daniel de Petri Testaferrata, qal li għall-ewwel darba fl-istorja, f’dan il-perjodu tranżitorju l-Ordni qed titmexxa minn persuna li mhux ġejja mill-klassi tan-nobbli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ħames snin ta’ dibattiti jaħarqu bejn ir-riformisti u l-membri konservattivi fl-Ordni ta’ San Ġwann magħrufa bħala l-Ordni ta’ Malta, ġew fi tmiemhom is-Sibt b’digriet tal-Papa Franġisku li fost oħrajn se jwassal biex il-Gran Mastru l-ġdid jista’ ma jkunx membru fil-klassi tan-nobbli. Din hi waħda mil-liġijiet tal-kostituzzjoni ġdida li waqqaf il-Papa Franġisku għall-Ordni f’tentattiv li jġedded l-ordni reliġjuża li għandha storja ta’ kważi elf sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVMnews, il-President tal-Assoċjazzjoni tal-Ordni ta’ Malta, il-Markeżin Daniel de Petri Testaferrata, qal li hu stess imbotta għal din il-bidla fil-ħatra tal-Gran Mastru. L-elezzjoni tal-Kunsill Sovran tal-Ordni se ssir fil-25 ta’ Jannar u se twitti t-triq biex f’Marzu ssir l-elezzjoni biex jinaħtar Gran Mastru ġdid.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jiena nħoss li l-kapaċità li tkun Gran Mastru mhix u m’għandhiex tkun marbuta biss man-nobbiltà. Anzi m’għandha tkun marbuta xejn man-nobbiltà. Għandha tkun marbuta man-nobbiltà tal-ispirtu jiġifieri mal-possibbiltà li bniedem, raġel, għax l-Ordni ta’ Malta bħala ordni reliġjuża hi limitata għall-irġiel, li raġel ikollu l-kariżma biżżejjed biex jieħu l-irwol ta’ Gran Mastru.",
                        "author": "Markeżin Daniel de Petri Testaferrata",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Waqt li xolja t-tmexxija tal-Ordni ta’ Malta, il-Papa Franġisku ħatar gvern proviżorju li qed jitmexxa minn Fra’ John Dunlap li mhux ġej mill-klassi tan-nobbli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bħalissa, għandna Logutenent tal-Gran Mastru jiġifieri raġel, Fra’ John Dunlap, Kanadiż. Din hi ħaġa importanti ħafna. Il-Kanadiż Fra’ John Dunlap mhuwiex membru tan-nobbiltà u allura hi l-ewwel darba, sa fejn naf jien, fl-istorja tal-Ordni ta’ Malta li għandna Logutenent ta’ Gran Mastru li mhuwiex mill-klassi nobbli.",
                        "author": "Markeżin Daniel de Petri Testaferrata",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Bil-kostituzzjoni l-ġdida, il-Gran Mastru l-ġdid mhux se jibqa’ fis-siġġu tal-poter sa mewtu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Gran Mastru issa ma jkunx Gran Mastru għal ħajtu kollha. Ikun Gran Mastru għal 10 snin u wara 10 snin jerġa’ jiġi elett għal 10 snin oħra. Il-membri tal-Gvern tal-Ordni jiġifieri l-membri ta’ dak li ngħidulu l-Kunsill Sovran tal-Ordni. Għandhom żewġ termini ta’ 6 snin kull wieħed u wara li jispiċċaw dawk iż-żewġ termini jħallu l-post għal ħaddieħor.",
                        "author": "Markeżin Daniel de Petri Testaferrata",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "B’kollox, l-Ordni ta’ San Ġwann għandha 14,000 membru madwar id-dinja li minnhom kważi 50 huma professi. Mal-ordni reliġjuża jaħdmu 52,000 persuna fil-qasam mediku li jmexxu fost oħrajn kampijiet għar-refuġjati, ċentri għar-riabilitazzjoni mid-droga u kliniċi mxerrdin mad-dinja kollha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "“Being a Grand Master should not be based on class nobility, but nobility of spirit”",
                "url": "https://tvmnews.mt/en/news/being-a-grand-master-should-not-be-based-on-class-nobility-rather-nobility-of-spirit/",
                "Transcript": [
                    {
                        "text": "Pope Francis has dissolved the leadership of the Order of St. John known as the Order of Malta and appointed a provisional government until a new Grand Master is elected.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In the decree, Pope Francis set up a new constitution for the Order through which the Grand Master can no longer serve in office for life and must resign when he turns 85. The new constitution also provides that the Grand Master can serve in office for 10 years and this term can be renewed only once.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The President of the Association of the Sovereign Military Order of Malta, Marquis Daniel de Petri Testaferrata, said that for the first time in history, in this transitional period the Order it is being run by a person who is not part of the nobility.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Five years of heated debates between the reformists and the conservative members of the Order of St. John, known as the Order of Malta, came to an end on Saturday with a decree by Pope Francis, which, inter alia, provides that the new Grand Master may not be a member of the noble class. This is one of the laws of the new constitution that Pope Francis established for the Order in an attempt to renew the religious order that has a history of almost a thousand years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The President of the Association of the Order of Malta, Marquis Daniel de Petri Testaferrata, said that he himself pushed for this change in the appointment of the Grand Master. The election of the Sovereign Council of the Order will take place on January 25 and will pave the way for the election to be held in March to appoint a new Grand Master.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I feel that the ability to be a Grand Master is not and should not be linked only to nobility. On the contrary, it should not be linked at all to the nobility. It ought to be linked to nobility of the spirit, that is to say the possibility that a man, any man, because the Order of Malta as a religious order is limited to men, that a man has enough charisma to take on the role of Grand Master .",
                        "author": "Marquis Daniel de Petri Testaferrata",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "When he dissolved the leadership of the Order of Malta, Pope Francis appointed a provisional government led by Fra’ John Dunlap who is not a member of the noble class.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Currently, we have a Lieutenant of the Grand Master, Brother John Dunlap, a Canadian man. This is a very important thing. The Canadian Fra’ John Dunlap is not a member of the nobility and so it is the first time, as far as I know, in the history of the Order of Malta that we have a Lieutenant of a Grand Master who does not form part of the noble class.",
                        "author": "Marquis Daniel de Petri Testaferrata",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "With the new constitution, the new Grand Master will not remain in the seat of power until his death.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Grand Master is no longer a Grand Master for life. He will be Grand Master for 10 years and after 10 years he will be re-elected for another 10 years. The members of the Government of the Order ie the members of what we call the Sovereign Council of the Order have two terms of 6 years each and after those two terms end they make way for others.",
                        "author": "Marquis Daniel de Petri Testaferrata",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "In total, the Order of St. John has 14,000 members around the world of which almost 50 are professed. 52,000 people work in the medical field who manage, among others, refugee camps, drug rehabilitation centers and clinics spread out all over the world.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "17:40",
            "URL MLT": "https://tvmnews.mt/news/wara-300-sena-jinstab-sarkofagu-fqabar-imhaffer-fil-blat/",
            "URL ENG": "https://tvmnews.mt/en/news/sarcophagus-from-phoenician-age-discovered-after-three-hundred/",
            "Duration": "03:08",
            "transcript mlt": {
                "Title": "Wara 300 sena jinstab sarkofagu f’qabar imħaffer fil-blat",
                "url": "https://tvmnews.mt/news/wara-300-sena-jinstab-sarkofagu-fqabar-imhaffer-fil-blat/",
                "Transcript": [
                    {
                        "text": "Stennija ta’ tliet mitt sena intemmet bis-sejba ta’ sarkofagu f’qabar imħaffer fil-blat. L-aħħar wieħed instab ‘il fuq minn 300 sena ilu. Is-sarkofagu tal-ġebel ta’ Żmien il-Feniċi li ġie skavat is-sena li għaddiet f’Għajn Klieb, fil-limiti tar-Rabat, huwa fost l-attrazzjonijiet ewlenin f’wirja li għadha kemm tnediet fil-Mużew Nazzjonali tal-Arkeoloġija fil-Belt Valletta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sarkofagu tal-ġebel ta’ Żmien il-Feniċi li ġie skavat is-sena li għaddiet f’Għajn Klieb, fil-limiti tar-Rabat, huwa fost l-attrazzjonijiet ewlenin f’wirja li għadha kemm tnediet fil-Mużew Nazzjonali tal-Arkeoloġija fil-Belt Valletta.\nIl-wirja, “Iltaqa’ mal-Feniċi ta’ Malta”, issegwi s-sejba ta’ dan is-sarkofagu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-qabar li fih instab is-sarkofagu qed jitpoġġa fil-kuntest usa’ taċ-ċimiterju qadim fl-istess inħawi li kien jintuża mill-ewwel Feniċi li għexu f’Malta mal-2700 sena ilu. L-iskavar ta’ sarkofagi bħal dawn hija rari ħafna fl-arkeoloġija Maltija, tant li l-aħħar wieħed li nstab qabel dan kien ‘il fuq minn 300 sena ilu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-supretendent tal-patrimonju kulturali, Kurt Farrugia qal li s-sarkofagu esebit fil-wirja kien instab b’mod aċċidentali f’qabar imħaffer fil-blat waqt li kienu qed isiru xogħolijiet biex jgħaddu s-servizzi 21 sena ilu u riċentament kien deċiż li s-sit ikun investigat b’reqqa b’kollaborazzjoni bejn is-sovrintendenza tal-patrimonju kulturali, Heritage Malta u d-Dipartiment tal-Klassiċi u l-arkeoloġija fl-Università.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dal-qabar kien skavat u l-fdalijiet inħarġu biex ikunu ippreservati u esebiti għall-pubbliku. Apparti minn dan il-proġett dawn l-iskavi se jkunu ipprezentati wkoll f’fora internazzjonali.",
                        "author": "Kurt Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-kuratur ta’ Heritage Malta għas-Siti Feniċi, Rumani u Medjevali David Cardona qal li fl-oqbra nstabu l-fdalijiet ta’ żewġ persuni, maħsuba li huma raġel u mara, b’ waħda mill-persuni liebsa ġojjelli magħmula mill-metall. Fis-sit nstabu wkoll fuħħar u fdalijiet t’annimal.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-għan ta’ riċerka, apparti li tistudja l-materjal ta’ din hi li tkun aċċessibbli għall-pubbliku, fuq diversi livelli, apparti mill-aċċess fiziku tal-wirja li hawn illum u l-wirja permenanti ppjanata fil-katakombi ta’ San Pawl għandha l-livelli diġitali.",
                        "author": "David Cardona",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-professur Nicholas Vella mid-Dipartiment tal-Klassiċi u l-Arkeoloġija fl-Università ta’ Malta qal li din kienet l-ewwel darba li din r-riċerka kollaborattiva se tixħet dawl fuq ir-ritwali marbutin mal-mewt f’dan il-perjodu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għalkemm kienu saru skoperti f’dik iż-żona tar-Rabat kienu saru, ħamsin sittin anki mitt sena ilu… imma din l-iskoperta tatna l-opportunià li niskavaw oqbra li konna nafu bihom… imma din hija l-ewwel darba li kellna tebut tal-ġebel li huwa uniku għall-pajjizna, huwa qabar sarkofagu, kellna twiebet oħrajn taċ-ċaqquf imma din hija l-ewwel darba li kellna qabar tal-ġebel bħal dan",
                        "author": "Nicholas Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Fit-tnedija tal-wirja, il-Ministru għall-Wirt Nazzjonali, l-Arti u l-Gvern Lokali Owen Bonnici qal li l-wirja u wirjiet oħra bħala ibexxqu tieqa fuq l-imgħoddi bis-setgħa li tingħata interpretazzjoni riċerkata tal-istorja ta’ pajjizna mill-aġenzija Heritage Malta, bil-jedd li tikkomunika t-tagħrif mal-viżitaturi lokali u barranin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Sarcophagus from Phoenician age discovered after three hundred years",
                "url": "https://tvmnews.mt/en/news/sarcophagus-from-phoenician-age-discovered-after-three-hundred/",
                "Transcript": [
                    {
                        "text": "After three hundred years a sarcophaguses been discovered in a tomb dug into the rock. The last one was found over 300 years ago. The stone sarcophagus from the Phoenician Age that was excavated last year in Għajn Klieb, limits of Rabat, is among the main attractions in an exhibition that has just been set up at the National Museum of Archeology in Valletta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A stone sarcophagus from the Phoenician Age that was excavated last year in Għajn Klieb, limits of Rabat, is among the main attractions in an exhibition that has just been launched at the National Museum of Archeology in Valletta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The exhibition, “Meet the Phoenicians of Malta”, chronicles the discovery of this sarcophagus.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The grave in which the sarcophagus was found is being placed in the old cemetery in the same area that was used by the first Phoenicians who lived in Malta 2700 years ago. The excavation of such sarcophagi is very rare in Maltese archaeology, so much so that the last one found before this was over 300 years ago.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The superintendent of cultural heritage, Kurt Farrugia said that the sarcophagus exhibited in the exhibition was found accidentally in a grave dug in the rock while works were being carried out 21 years ago and recently it was decided that the site would be thoroughly investigated in collaboration with the superintendence of cultural heritage, Heritage Malta and the Department of Classics and Archeology at the University.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This tomb was excavated and the remains were taken out to be preserved and exhibited to the public. Apart from this project these excavations will also be presented in international fora.",
                        "author": "Kurt Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Heritage Malta’s curator for Phoenician, Roman and Medieval Sites David Cardona said that the remains of two people, believed to be a man and a woman, were found in the graves, one of them wearing jewellery made from metal. Pottery and animal remains were also found at the site.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The aim of research, apart from studying the material, is to make this accessible to the public,on various level – physically and digitally.",
                        "author": "David Cardona",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Professor Nicholas Vella from the Department of Classics and Archeology at the University of Malta said that this was the first time that this collaborative research will shed light on the rituals linked to death in this period.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Although discoveries in that area of Rabat had been made, fifty sixty even a hundred years ago… this discovery gave us the opportunity to excavate graves that we knew about…this is the first time we have had a stone coffin that is unique to our country – a sarcophagus tomb; we have had other coffins made of wood but this is the first time we have had a stone tomb like this.",
                        "author": "Nicholas Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "At the launch of the exhibition, the Minister for National Heritage, Arts and Local Government Owen Bonnici said that the exhibition and other exhibitions provide a window into the past and allow for a researched interpretation of the history of our country by Heritage Malta, who are then in a position to communicate this information with local and foreign visitors.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "25:51",
            "URL MLT": "https://tvmnews.mt/news/ara-tfal-isuqu-r-rota-wara-l-madonna-tal-grazzja-fhaz-zabbar/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-children-participate-in-zabbar-bicycle-pilgrimage/",
            "Duration": "01:34",
            "transcript mlt": {
                "Title": "ARA: Tfal isuqu r-rota wara l-Madonna tal-Grazzja f’Ħaż-Żabbar",
                "url": "https://tvmnews.mt/news/ara-tfal-isuqu-r-rota-wara-l-madonna-tal-grazzja-fhaz-zabbar/",
                "Transcript": [
                    {
                        "text": "Briju, entuzjażmu u stennija. Bħal-lum ġimgħa Ħaż Żabbar jiċċelebra l-festa tal-patruna tiegħu – il-Madonna tal-Grazzja. Illum kien dedikat għat-tfal li ġew imsejħa biex jieħdu sehem fil-pellegrinaġġ tar-roti bi tħejjija ghall-festa, bħal-lum ġimgħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ġimgħa bogħod mill-festa tal-Madonna tal-Grazzja f’Ħaż Żabbar, l-arja hija miżgħuda b’antiċipazzjoni. L-iktar wara li s-skiet tal-aħħar sentejn minħabba l-pandemija. Il-ħsejjes tat-tfal li mlew it-toroq ta’ Ħaż Żabbar kienu s-sinjal li din il-lokalità iċċelebrat ir-ritorn tal-pellegrinaġġ bir-roti tat-tfal b’rotta mill-Knisja tas-Salib sa quddiem is-Santwarja tal-Madonna tal-Grazzja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan il-pellegrinaġġ isir bi tħejjija għall-pellegrinaġġ nazzjonali annwali bir-roti u muturi li se jsir nhar il-Ħadd li ġej, f’jum il-Festa tal-Madonna tal-Grazzja, li hija wkoll il-patruna taċ-ċiklisti. Bħal tal-lum, il-pellegrinaġġ nazzjonali jintemm quddiem is-Santwarju tal-Madonna tal-Grazzja f’Ħaż Żabbar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Watch: Children participate in Żabbar bicycle pilgrimage",
                "url": "https://tvmnews.mt/en/news/watch-children-participate-in-zabbar-bicycle-pilgrimage/",
                "Transcript": [
                    {
                        "text": "In a weeks’ time, Żabbar will celebrate the feast of its patron saint – Our Lady of Grace. Today was dedicated to the children who were called to take part in the bicycle pilgrimage in preparation for the feast which will take place today week.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "One week away from the feast of Our Lady of Grace in Żabbar, anticipation is in the air. Especially after the hiatus these last two years due to the pandemic. The sounds of the children that filled the streets of Żabbar marked the return of the children’s bicycle pilgrimage from the Church of the Cross to the front of the Sanctuary of Our Lady of Grace.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This pilgrimage takes place in anticipation of the annual national pilgrimage with bicycles and motorbikes that will take place next Sunday, on the day of the Feast of Our Lady of Grace, who is also the patron of – cyclists. Today, the national pilgrimage will come to an end in front of the Sanctuary of Our Lady of Grace in Żabbar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "30:33",
            "URL MLT": "https://tvmnews.mt/news/268-persuna-japplikaw-biex-jipprezentaw-waqt-illum-ma-steph/",
            "URL ENG": "https://tvmnews.mt/en/news/268-persons-audition-to-take-part-in-popular-tvm-program-illum-ma-steph/",
            "Duration": "02:03",
            "transcript mlt": {
                "Title": "268 persuna japplikaw biex jippreżentaw waqt Illum ma’ Steph",
                "url": "https://tvmnews.mt/news/268-persuna-japplikaw-biex-jipprezentaw-waqt-illum-ma-steph/",
                "Transcript": [
                    {
                        "text": "Rispons qawwi mill-pubbliku, biex jieħu sehem fi programm fuq TVM. Mit-3 t’Ottubru fuq TVM ikompli l-programm Illum ma’ Steph, li mill-iskeda l-ġdida l-preżentatriċi u producer Stephanie Spiteri se jkollha wiċċ ġdid li se jakkumpanjaha darba fil-ġimgħa f’rokna speċjali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Stennejt dan ir-rispons? żgur żgur li le. F’moħħi kelli se japplikaw xi 15, 20 persuna u ħa tkun xi ħaġa żgħira li nagħmluha fl-istudio, u minflok kellna 268 applikazzjoni.",
                        "author": "Stephanie Spiteri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Rispons li tista ssejjaħlu biss inkredibbli fl-auditions għall-programm Illum ma’ Steph li se jkompli fuq TVM fl-iskeda l-ġdida minn Ottubru. Stephanie Spiteri, producer u preżantatriċi tal-programm li se jixxandar mit-Tnejn sal-Ġimgħa bejn l-4.30pm-6.15pm, bdiet bl-auditions biex tagħżel persuna li se jkollha rokna fil-programm darba fil-ġimgħa. Minn 268 applikazzjoni, intgħażlu disgħin u dawn għamlu audition, li matulha Stephanie Spiteri kellha jgħinuha żewġ ġurati, Adrian Mizzi u John Bundy. Għas-Sur Bundy dan ir-rispons qawwi ifisser ħaġa waħda.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jikkonfermali li l-perċezzjoni li t-television qed imut hija ħrafa li nħolqot minħabba l-pjattaforma tas-social media għaliex in-numru kbir ta’ nies b’talent li applikaw għal dawn l-auditions biex jiġu u jkollhom sehem dirett u attiv fil-programmi televiżivi huwa inkredibbli.",
                        "author": "John Bundy",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "It-talenti tal-applikanti kienu varji u mhux biss għat-televiżjoni kif spjega Adrian Mizzi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kien hemm kwalità tajba, mhux biss rajna nies tajba għat-televiżjoni imma anke għar-radju, kien hemm talent għar-radju, il-vuċi,l-intellett, in-know how ta’ kif ipoġġu l-kliem, jiġifieri mhux jinteressahom it-TV biss, imma kien hemm minn kollox",
                        "author": "Adrian Mizzi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Minn disgħin, l-applikanti jridu jinżlu għal għoxrin u eventwalment tintgħażel persuna waħda li se jkollha l-opportunità li tieħu sehem f’Illum ma’ Steph, programm li jitratta suġġetti varji li jolqtu l-ħajja ta’ kuljum tat-telespettaturi li jsegwuh.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "268 people audition to take part in popular TVM program Illum ma’ Steph",
                "url": "https://tvmnews.mt/en/news/268-persons-audition-to-take-part-in-popular-tvm-program-illum-ma-steph/",
                "Transcript": [
                    {
                        "text": "On 3 October the TVM program ‘Illum ma’ Steph’ will start its new schedule and TV presenter and producer Stephanie Spiteri will be accompanied by a new co-host who will take part in the program once a week. There has been a huge response from the public.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Did I imagine there would be this response? Definitely not. I thought about 15 to 20 people would apply and it could be something we could handle in the studio. Instead we have had 268 applications.",
                        "author": "Stephanie Spiteri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The overwhleming response to auditions for the program can only be referred to as was incredible. The program Illum ma Steph will resume on TVM during the new schedule which will run from October. Stephanie Spiteri, producer and presenter of the program which will be broadcast from Monday to Friday between 4.30pm-6.15pm, will commence with the auditions to choose the person who will have his or her own corner in the program once a week. 90 of the 268 applications, were shortlisted and auctions were held. Stephanie Spiteri along with two jurors, Adrian Mizzi and John Bundy are overseeing auctions. Mr. Bundy reckons that this strong response can only mean one thing:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "To my mind, it confirms that the perception that television is dying is a myth that was created because of the social media platform, because the large number of talented people who applied for these auditions to come and be a direct and active part in the television programs is incredible.J",
                        "author": "John Bundy",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Applicants are multi-talented, explained Adrian Mizzi",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There was good quality – not just people who were good for Television but also for radio. Good voices, intellect, know-how when it comes to talking .. what I mean to say is that the talent was not just limited to television. We saw a bit of everything.",
                        "author": "Adrian Mizzi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The person who is chosen will have the opportunity to take part in the program that deals with various topics that affect the daily life of the viewers who watch the program.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}