{
    "News date": "04.08.2022",
    "Transcripts": [
        {
            "Time stamp": "01:55",
            "URL MLT": "https://tvmnews.mt/news/ebda-sinjali-ta-vjolenza-fuq-il-katavru-ta-karl-muscat/",
            "URL ENG": "https://tvmnews.mt/en/news/no-signs-of-violence-on-karl-muscat/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Ebda sinjali ta’ vjolenza fuq il-katavru ta’ Karl Muscat",
                "url": "https://tvmnews.mt/news/ebda-sinjali-ta-vjolenza-fuq-il-katavru-ta-karl-muscat/",
                "Transcript": [
                    {
                        "text": "L-avukat prosekutur fl-Uffiċċju tal-Avukat Ġenerali, Karl Muscat ta’ 43 sena miet kawża ta’ cardio respiratory failure, jiġifieri waqfet taħdem qalbu u waqaf jieħu n-nifs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi stqarrija, il-Pulizija qalet li mill-awtopsja li saret fuq il-katavru ta’ Muscat irriżulta li ma kienx hemm sinjali ta’ vjolenza fuqu jew sinjali li l-vittma seta’ ddefenda lilu nnifsu minn xi aggressjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-investigazzjonijiet tal-Pulizija u l-inkjesta maġisterjali dwar il-każ għadhom għaddejjin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Muscat instab mejjet ilbieraħ waranofsinhar f’appartament fis-Swieqi. Kienu għall-ħabta tal-12.15pm meta l-Pulizija ssejħu biex jinvestigaw is-sejba ta’ katavru fi Triq is-Sirk.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "No signs of violence on Karl Muscat",
                "url": "https://tvmnews.mt/en/news/no-signs-of-violence-on-karl-muscat/",
                "Transcript": [
                    {
                        "text": "The lawyer prosecutor in the Office of the Attorney General, 43-year-old Karl Muscat, died as a result of cardio-respiratory failure.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Police said in a statement it resulted from a post-mortem on Muscat that there were no signs of violence on the body or signs the victim could have defended himself against any aggression.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Police investigations and the magisterial inquiry into the case are ongoing.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Muscat was found dead yesterday afternoon in an apartment in Swieqi. The Police were called at about 12.15 p.m. to investigate the discovery of a body in Triq is-Sirk.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "See also:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "03:10",
            "URL MLT": "https://tvmnews.mt/news/l-istudent-bi-38-kg-droga-fil-vann-qallhom-li-kellu-cana-u-ikel-tal-annimali/",
            "URL ENG": "https://tvmnews.mt/en/news/student-with-38-kg-of-drugs-in-van-said-he-was-carrying-sawdust-and-animal-feed/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "L-istudent bi 38 kg droga fil-vann qallhom li kellu ċana u ikel tal-annimali",
                "url": "https://tvmnews.mt/news/l-istudent-bi-38-kg-droga-fil-vann-qallhom-li-kellu-cana-u-ikel-tal-annimali/",
                "Transcript": [
                    {
                        "text": "Dalgħodu, fil-Qorti bdiet il-kumpilazzjoni tax-xhieda kontra Mustafa El Madhoun, student ta’ 28 sena mill-Bulgarija, li jinsab mixli bl-importazzjoni ta’ droga kokaina, eroina u kannabis f’ammonti u ċirkostanzi li juru li ma kinitx għall-użu esklussiv tiegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-Qorti, ippreseduta mill-Maġistrat Natasha Galea Sciberras, l-Ispettur Justine Grech mill-Iskwadra ta’ Kontra d-Droga qalet li d-diskrepanza bejn l-ispejjeż tat-trasport u l-valur tal-merkanzija ddikjarata kienet fost il-fatturi li tard il-Ħadd filgħaxija li għadda għokru għajn il-Pulizija, li eventwalment skoprew id-droga fil-vann misjuq miż-żagħżugħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-prosekuzzjoni qalet li s-suspetti tal-Pulizija fil-konfront tal-imputat komplew jiżdiedu peress li l-ġuvni biddel il-booking tiegħu kemm-il darba kif ukoll għall-mod ta’ kif beda jwieġeb għal “domandi sempliċi” li sarulu minn uffiċjali tal-Pulizija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fost l-oħrajn, intqal li meta ġie avviċinat mill-Pulizija, El Madhoun qallhom li fil-vann kellu ċana u ikel tal-annimali li ġabhom mill-Awstrija. Kien kelb tal-Pulizija li mbagħad indika li fil-vann kien hemm xi ħaġa suspettuża. Kien hawn, li l-Pulizija ħabbtu ma’ ġewwa tal-vann, intebħu b’vojt li kien hemm fil-vann u sabu l-kompartamenti foloz fejn kienet qed tinżamm id-droga.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-vann instabu ħames kilogrammi kokaina, erba’ kilogrammi eroina u 29 kilogramm kannabis, b’valur fis-suq li jlaħħaq il-miljun u ħames mitt elf ewro.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għall-imputat dehru l-avukati Jose Herrera, Charles Mercieca u Gianluca Caruana Curran.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-każ ikompli jinstema’ fis-17 t’Awwissu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Student with 38 kg of drugs in van said he was carrying sawdust and animal feed",
                "url": "https://tvmnews.mt/en/news/student-with-38-kg-of-drugs-in-van-said-he-was-carrying-sawdust-and-animal-feed/",
                "Transcript": [
                    {
                        "text": "The compilation of evidence started in Court this morning against 28-year-old Bulgarian student Mustafa El Madhoun, who is charged with the importation of cocaine, heroin and cannabis in amounts and circumstances that show it was not for his exclusive use.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Inspector Justine Grech from the Police Anti-Drug Squad stated in Court, Magistrate Natasha Galea Sciberras presiding, that the discrepancy between transport expenses and the value of the declared merchandise were among the factors that alerted the Police on Sunday evening, eventually leading to the discovery of the drugs in a van driven by the accused.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Prosecution added that Police suspicions about the accused continued to increase as the youth changed the booking several times, as well as because of his replies to ‘simple questions’ put to him by Police officers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It was stated, inter alia, that when approached by the Police, El Madhoun told them he was transporting sawdust and animal feed that he had brought from Austria. A Police dog then indicated the presence of suspicious substances in the van. At this point, the officers banged on the inside of the van, noted a hollow sound and found the false compartments in which the drugs were stored.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Five kg of cocaine, four kg of heroin and 29 kg of cannabis were found in the van, with a market value totalling 1.5 million euro.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Lawyers Jose Herrera, Charles Mercieca and Gianluca Caruana Curran are Defence Counsel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The case will continue to be heard on 17 August.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "See also:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "06:50",
            "URL MLT": "https://tvmnews.mt/news/dr-grech-il-kwistjonijiet-interni-tal-partit-ghandhom-jigu-diskussi-fl-organi-tal-pn/",
            "URL ENG": "https://tvmnews.mt/en/news/dr-grech-internal-party-matters-should-be-discussed-internally/",
            "Duration": "02:10",
            "transcript mlt": {
                "Title": "Dr Grech: “il-kwistjonijiet interni tal-partit għandhom jiġu diskussi fl-organi tal-PN”",
                "url": "https://tvmnews.mt/news/dr-grech-il-kwistjonijiet-interni-tal-partit-ghandhom-jigu-diskussi-fl-organi-tal-pn/",
                "Transcript": [
                    {
                        "text": "Il-Kap tal-Oppożizzjoni u tal-Partit Nazzjonalista, Bernard Grech, qal li kwistjonijiet interni tal-partit għandhom jiġu diskussi fl-organi tal-istess Partit Nazzjonalista.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Grech qal dan meta kien intervistat fuq NET FM fl-isfond tal-allegazzjoni li saret mill-ex Viċi Kap Nazzjonalista Robert Arrigo fuq il-media soċjali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Nazzjonalista tkellem ukoll dwar diversi temi oħrajn fosthom l-għoli tal-ħajja, il-Pulizija, is-saħħa, it-traffiku, l-Air Malta u d-direttiva Ewropea dwar il-bilanċ bejn il-ħajja u x-xogħol.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap tal-Oppożizzjoni u tal-Partit Nazzjonalista, Bernard Grech, qal li kull min għandu xi kwistjoni fil-Partit Nazzjonalista għandu jiddiskutiha fl-organi tal-Partit.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Grech qal dan fl-isfond tal-allegazzjoni li għamel l-ex Viċi Kap tal-Partit Nazzjonalista Robert Arrigo fuq il-media soċjali li l-Kap Nazzjonalista ma qalx il-verità fuq l-istazzjon nazzjonali meta kien mistoqsi hux lest ir-rapport b’rabta mal-invstigazzjoni interna dwar il-każ tas-Sindku Nazzjonalista tan-Naxxar Annemarie Muscat Fenech Adami.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Nazzjonalista qal li mhux minnu li waqqaf il-pubblikazzjoni ta’ dan ir-rapport u spjega li l-Kunsill Amministrattiv iddeċieda li l-każ ma jiġix ikkunsidrat minnu qabel l-elezzjoni ġenerali. Irrimarka li kien fuq suġġeriment ta’ Robert Arrigo nnifsu, li sar hekk, u qal li l-ex Viċi Kap Nazzjonalista kien parteċipi f’din id-deċiżjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dwar il-ħatra ta’ Alex Perici Calascione bħala Viċi Kap tal-Partit Nazzjonalista, Dr Grech qal li se jkompli t-tiġdid fil-Partit Nazzjonalista ħalli jibqa’ jkun il-vuċi tan-nies billi joffri s-soluzzjoni għall-pajjiż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Intervistat fuq NET FM, Dr Gech qal li n-nies qed iħossuhom abbandunati mill-Gvern dwar l-għoli tal-ħajja. Il-Kap tal-Oppożizzjoni qal li l-Partit Nazzjonalista għandu s-soluzzjonijiet għall-għoli tal-ħajja . . . fosthom billi l-Gvern jiffranka l-miljuni billi qal jaqta’ l-korruzzjoni, iwaqqaf fond ta’ €40 miljun biex jilqa’ għaż-żieda fil-prezzijiet tal-merkanzija u jintroduċi l-living income.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Nazzjonalista argumenta li s-servizz tas-saħħa mar lura u sostna li l-Gvern kompla jixxaħħaħ mal-infermiera, filwaqt li ssemma kif hawn mediċini out of stock u l-listi twal ta’ stennija għall-operazzijiet. Dr Grech tkellem dwar it-traffiku u qal li l-Gvern m’għandux pjan u spiċċa waħħal fil-festi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Nazzjonalista ddeskriva bħala “tal-biki” l-istat ta’ ċerti għasses tal-Pulizija fosthom semma tal-Ħamrun. Dwar l-Air Malta, il-Kap Nazzjonalista qal li l-Gvern wiegħed kollox lill-ħaddiema tal-Air Malta u issa sostna li daħak bihom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dwar id-direttiva Ewropea għall-bilanċ bejn il-ħajja u x-xogħol, Dr Grech qal li l-Gvern daħħal l-inqas miżuri possibbli biex fi kliemu, ma jiġġilidx mal-Unjoni Ewropea. Qal li flimkien mal-Ewroparlamentari David Casa, il-Partit Nazzjonalista se jkompli jikkonsulta mal-imsieħba soċjali ħalli jimbotta għal iktar miżuri favur il-familji.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Dr Grech: “internal Party matters should be discussed internally”",
                "url": "https://tvmnews.mt/en/news/dr-grech-internal-party-matters-should-be-discussed-internally/",
                "Transcript": [
                    {
                        "text": "Opposition and Nationalist Party Leader, Bernard Grech, said that internal issues of the party should be discussed within the organs of the same Nationalist Party.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Grech was being interviewed on NET FM following the allegation made by former Nationalist Deputy Leader Robert Arrigo on social media to the effect that the Nationalist Party Leader had not been honest on the national television station when asked if the report in relation to the internal investigation on the case of the Nationalist Mayor of Naxxar Annemarie Muscat Fenech Adami had been completed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Nationalist Leader also spoke about several other issues including the cost of living, the Police, health, traffic, Air Malta and the European directive on work life balance.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Nationalist Party Leader said that it was not true that he had stopped the publication of this report and explained that the Administrative Council decided that the case would not be considered by him before the general election. He pointed out that this was done at the suggestion of Robert Arrigo himself, and that the former Nationalist Deputy Leader was a participant in this decision.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Apropos of the appointment of Alex Perici Calascione as Deputy Leader of the Nationalist Party, Dr Grech said that the Nationalist Party would continue to be renewed so that it could be a voice of the people, and offer solutions for the country.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Interviewed on NET FM, Dr Grech said that people were feeling abandoned by the Government regarding the cost of living. The Leader of the Opposition said that the Nationalist Party had solutions in this regard among these, saving millions by cutting corruption, setting up a fund of €40 million to meet the increase in the prices of goods and introducing the living income.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Nationalist Party leader argued that the health service had regressed. He also mentioned out of stock medicines and the long waiting lists for operations. Dr. Grech spoke about the traffic situation and said that the Government had no road-map and had resorted to blaming the feasts.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Nationalist leader described the state of certain police station – such as the Hamrun Police Station – stations as “deplorable”. Regarding Air Malta, the Nationalist Leader said that the Government had promised everything to the workers of Air Malta and had taken them for a ride.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Regarding the European directive for the work life balance, Dr Grech said that the Government had introduced the fewest possible measures so as not to make enemies with the European Union. He said that together with PN MEP David Casa, the Nationalist Party would continue to consult with the social partners in order to push for more measures in favour of families.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "09:34",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "13:42",
            "URL MLT": "https://tvmnews.mt/news/mil-lum-pulizija-jista-jkollu-tattoo-fidu-u-friglejh/",
            "URL ENG": "https://tvmnews.mt/en/news/police-can-now-have-visible-tattoos-on-arms-and-legs/",
            "Duration": "02:04",
            "transcript mlt": {
                "Title": "Mil-lum Pulizija jista’ jkollu tattoo f’idu u f’riġlejh",
                "url": "https://tvmnews.mt/news/mil-lum-pulizija-jista-jkollu-tattoo-fidu-u-friglejh/",
                "Transcript": [
                    {
                        "text": "Persuni b’tattoos f’idejhom u f’saqajhom jistgħu japplikaw biex jissieħbu fil-Korp tal-Pulizija. Din il-bidla daħlet fis-seħħ mil-lum u tesiġi fost oħrajn li dawn it-tattoos ma jistgħux ikunu indiċenti, sessisti, razzisti jew iweġġgħu s-sentimenti tal-pubbliku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVMnews, id-Deputat Kummissarju tal-Pulizija, Ramon Mercieca, qal li dan japplika wkoll għall-membri li diġà huma fis-servizz. Il-Ministru Byron Camilleri qal li l-bidla fid-dehra tal-uffiċjali tirrifletti bidliet kulturali fis-soċjetà.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ġimgħa se toħroġ sejħa għal rekluti ġodda mal-Korp tal-Pulizija. Għall-ewwel darba, il-Korp tal-Pulizija se jaċċetta rekluti li għandhom tattoos f’idejhom, mill-komma ‘l isfel, u f’saqajhom biex fost oħrajn iħajjar iktar żgħażagħ jidħlu fil-Korp.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVMnews, id-Deputat Kummissarju tal-Pulizija, Ramon Mercieca, qal li din il-bidla fil-linji gwida tapplika wkoll għall-uffiċjali preżenti tal-Korp.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fejn qabel min kellu tattoos f’partijiet ta’ jdejh li jidhru kien jiġi rrapportat u saħansitra jittieħdu passi dixxiplinarji u kien ikun imġiegħel ineħħihom dawn it-tattoos, illum il-ġurnata bl-iktar mod liberu jista’ japplika. Fl-applikazzjoni tiegħu jrid jissottmetti kopja u stampa tat-tattoo li jkun se jagħmel u jgħid il-qisien kemm se jkunu.",
                        "author": "Ramon Mercieca – Deputat Kummissarju tal-Korp tal-Pulizija",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Se jibqgħu projbiti tattoos fl-għonq, fil-wiċċ u fuq il-pala tal-id sakemm mhux għal raġunijiet mediċi. Id-Deputat Kummissarju Mercieca qal li l-linji l-gwida l-ġodda jispeċifikaw b’mod ċar it-tip ta’ tattoos li mhumiex aċċettabbli għall-ebda raġuni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-bord li se jitwaqqaf jara li dawn it-tattoos ikunu permissibbli jiġifieri la jkunu qegħdin joffendu razza, reliġjon jew li se jwasslu messaġġ negattiv lill-pubbliku għax aħna l-iskop tagħna li flimkien mal-pubbliku, nipproteġu lil pajjiżna allura ma rridux inwasslu l-messaġġ li se nagħmlu xi ħaġa li b’xi mod se tkun offensiva lejn il-klijenti tagħna.",
                        "author": "Ramon Mercieca – Deputat Kummissarju tal-Korp tal-Pulizija",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Qabel il-bdil ta’ dawn il-linji gwida, il-Korp diġà kien jimpjega nies b’tattoos sakemm dawn ikunu f’postijiet li jitgħattew bl-uniformi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru għall-Intern u s-Sigurtà Nazzjonali, Byron Camilleri, qal li l-bidla fid-dehra tal-uffiċjali tirrifletti bidliet kulturali fis-soċjetà.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jien nippreferi niġġudika persuna mhux fuq jekk m’għandux jew għandux tattoo imma fuq il-kapaċità tiegħu u l-mod kif iġib ruħu fil-post tax-xogħol għaliex qed nitkellmu fuq uffiċjali tal-Korp tal-Pulizija.",
                        "author": "Byron Camilleri – Ministru għall-Intern u s-Sigurtà Nazzjonali",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Ministru Camilleri qal li l-linji gwida l-ġodda tfasslu skont l-uniformi l-ġdida, inkluż tas-sajf, li dalwaqt se jżanżan il-Korp għall-uffiċjali tiegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Police can now have visible tattoos on arms and legs",
                "url": "https://tvmnews.mt/en/news/police-can-now-have-visible-tattoos-on-arms-and-legs/",
                "Transcript": [
                    {
                        "text": "Persons with tattoos on their arms and legs can now apply to join the Police Force. This change came into effect from today and these tattoos will be permitted provided they are not indecent, sexist, racist or inclined to offend public sentiment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Deputy Police Commissioner, Ramon Mercieca, told TVMnews that this also applies to members who are already in the service. Minister Byron Camilleri said that the change in the appearance of officials reflects cultural changes in society.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On Friday, a call for new recruits with the Police Force is expected to be issued. For the first time, the Police Force will accept recruits who have tattoos on their arms, from the sleeve down, and on their legs, to entice more young people to join the Force.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mercieca, said that this change in the guidelines also applied to current officers of the Corps.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Where before those who had visible tattoos on their hands would be reported and face disciplinary action, and they would be forced to remove these tattoos, nowadays these can freely apply. A copy and a picture of the tattoo must be submitted in the application, including the dimensions.",
                        "author": "Ramon Mercieca – Police Deputy Commissioner",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Tattoos on the neck, face and palm of the hand will remain prohibited unless these exist for medical reasons. Deputy Commissioner Mercieca said that the new guidelines clearly specify the type of tattoos that are not acceptable for any reason.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The board that will be set up will see that these tattoos are permissible, i.e. these can be neither offensive to race or religion or convey a negative message to the public because the scope and purpose of the Corps is to protect our country and the public so we don’t want to convey the message that we are going to do something that will somehow be offensive to the public.",
                        "author": "Ramon Mercieca",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Prior to the change in guidelines, the Corps was already employing people with tattoos as long as these could be covered by the uniform.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Minister for the Interior and National Security, Byron Camilleri, said that the change in the appearance of officers reflects cultural changes in society.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I would rather not judge a person not on whether or not he has a tattoo but on his abilities and the way he behaves in the workplace because we are talking about Police officers.",
                        "author": "Byron Camilleri – Minister of Home Affairs and National Security",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Minister Camilleri said that the new guidelines had been drawn up according to the new uniform, including the summer one, which will be soon be used by officers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "16:22",
            "URL MLT": "https://tvmnews.mt/news/il-pn-jappella-biex-l-izvilupp-isir-bi-hsieb/",
            "URL ENG": "https://tvmnews.mt/en/news/pn-calls-for-careful-and-considered-development/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Il-PN jappella biex l-iżvilupp isir bi ħsieb",
                "url": "https://tvmnews.mt/news/il-pn-jappella-biex-l-izvilupp-isir-bi-hsieb/",
                "Transcript": [
                    {
                        "text": "Il-Partit Nazzjonalista qed jappella lill-Gvern għal politika serja u trasparenti b’risq żvilupp li jsir bi ħsieb.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi stqarrija ffirmata mill-Kelliem tal-Oppożizzjoni għall-Ippjanar Stanley Zammit, intqal li l-Gvern qed jibqa’ ċass quddiem permessi li sejjaħ kontroversjali għax argumenta li fl-aħħar disa’ snin, Gvern Laburista dgħajjef l-awtoritajiet li suppost huma fdati biex isebbħu l-pajjiż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Partit Nazzjonalista qal kif minkejja li jipprova jiddefendi ruħu bid-deċiżjonijiet meħuda 16-il sena ilu, il-Gvern Laburista m’għandu l-ebda ħeġġa li jibda jsib is-soluzzjonijiet għal dak li sejjaħ “rebus” fl-ippjanar li ħoloq il-Gvern stess.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Intqal li bl-ikbar serjetà u trasparenza, il-Gvern jeħtieġ jirrevedi l-policies u l-proċeduri tal-Awtorità tal-Ippjanar biex l-iżvilupp isir b’rispett lejn l-ambjenti tal-madwar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "PN calls for careful and considered development",
                "url": "https://tvmnews.mt/en/news/pn-calls-for-careful-and-considered-development/",
                "Transcript": [
                    {
                        "text": "The Nationalist Party is appealing to the Government for a serious and transparent policy in favour of careful and considered development.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In a statement signed by the Opposition Speaker for Planning Stanley Zammit, it was said that the Government was silent in the face of permits which it called controversial because it argued that in the last nine years, the Labour Government had weakened the authorities that are supposedly entrusted with ameliorating the country.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Nationalist Party said that despite trying to defend itself with decisions taken 16 years ago, the Labour Government had no desire to start finding solutions for what it called “chaos” in the planning that the Government itself created.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It was stated that the Government should be transparent and review the policies and procedures of the Planning Authority seriously so that development is carried out with respect to the surrounding environments.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "17:48",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "18:48",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "20:30",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "21:50",
            "URL MLT": "https://tvmnews.mt/news/approvat-il-permess-ghat-tieni-fazi-tal-izvilupp-tar-ramla-hotel/",
            "URL ENG": "https://tvmnews.mt/en/news/second-phase-of-ramla-hotel-redevelopment-approved/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Approvat il-permess għat-tieni fażi tal-iżvilupp tar-Ramla Hotel",
                "url": "https://tvmnews.mt/news/approvat-il-permess-ghat-tieni-fazi-tal-izvilupp-tar-ramla-hotel/",
                "Transcript": [
                    {
                        "text": "Il-bord il-ġdid tal-Awtorità tal-Ippjanar approva l-permess għat-tieni fażi tal-iżvilupp mill-ġdid tar-Ramla Hotel fil-Marfa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’din il-fażi, il-parti l-qadima tal-lukanda se titwaqqa’ u minflokha se jinbnew tliet binjiet li bejniethom se jkollhom kważi 400 kamra ta’ akkomodazzjoni, gym, ħwienet u stabbilimenti tal-ikel, pixxina fuq ġewwa u sala. It-tieni fażi tal-proġett se jsegwi l-istess disinn użat fl-ewwel fażi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Second phase of Ramla Hotel redevelopment approved",
                "url": "https://tvmnews.mt/en/news/second-phase-of-ramla-hotel-redevelopment-approved/",
                "Transcript": [
                    {
                        "text": "The new Planning Authority board has approved the permit for the second phase of the redevelopment of the Ramla Hotel in Marfa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "During this phase, the old part of the hotel will be demolished and three buildings will be built in its place, which between them will have almost 400 accommodation rooms, a gym, shops and food establishments, an indoor swimming pool and a hall. The second phase of the project will follow the same design used in the first phase.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "22:30",
            "URL MLT": "https://tvmnews.mt/news/70-tifel-u-tifla-se-juru-l-hiliet-taghhom-fil-kant-minn-ottubru/",
            "URL ENG": "https://tvmnews.mt/en/news/70-children-to-show-off-their-singing-skills-from-october/",
            "Duration": "02:33",
            "transcript mlt": {
                "Title": "70 tifel u tifla se juru l-ħiliet tagħhom fil-kant minn Ottubru",
                "url": "https://tvmnews.mt/news/70-tifel-u-tifla-se-juru-l-hiliet-taghhom-fil-kant-minn-ottubru/",
                "Transcript": [
                    {
                        "text": "Minn Ottubru li ġej, kull nhar ta’ Ġimgħa wara l-aħbarijiet tat-tmienja fuq Television Malta se jibda jintwera l-programm The Voice Kids Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-programmi qed jinġibdu f’dawn il-jiem minn kru tal-Public Broadcasting Services fit-Teatru Manoel. Il-finali se jitħalla għal Jannar minn post akbar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Voice Kids huwa programm bis-sehem ta’ tfal fl-etajiet bejn it-8 u l-14-il sena u jagħti lil madwar 70 parteċipant li ntgħażlu minn fost 350 li applikaw, l-opportunità biex juru l-ħiliet u t-talenti tagħhom fil-kant kif ukoll il-possibiltà li jibdew karriera fl-industrija tal-arti u d-divertiment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-programm The Voice Kids Malta huwa tal-kumpanija Greatt u huwa maħdum fuq il-format ta’ The Voice tal-kumpanija televiżiva ITV fir-Renju Unit. Minħabba f’hekk, il-produzzjoni f’Malta qiegħda ssir bl-involviment tal-ITV. Ryan De Ridder minn ITV Studios qal lil TVMnews li bl-għajnuna tal-kru tal-PBS, il-produzzjoni miexja ħarir.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Malta has a smaller population of any voice or voice kids country that we had been in, but you wouldn’t tell from working with the production team. It’s very professional, we work very well together and very excited to be here and I’ve heard some amazing talents so far.",
                        "author": "Ryan De Ridder – Format Consultant ITV Studios",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-programm maqsum f’erba’ fażijiet: The Blind Auditions fejn il-coaches ikunu daharhom lejn it-tfal li jkunu qed ikantaw, wara hemm il-fażijiet tal-Battles u tas-Sing Off u mbagħad il-finali li matulha jitħabbar ir-rebbieħ. Il-premju hu ta’ €10,000. Is-serata finali se tiġi rrekkordjata fiċ-Ċentru tal-Fieri u l-Konvenzjonijiet f’Ta’ Qali, lejn tmiem is-sensiela, f’Jannar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews tkellem mat-tliet coaches: Gianluca Bezzina, Destiny Chukunyere u Owen Leuellen.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dak li l-aktar qed infittxu fit-tfal, mhux il-perfezzjoni imma aktar il-potenzjal fejn nistgħu ngħinuhom lil dawn it-tfal biex jimirħu aktar fid-dinja tal-mużika u anki jtejbu lilhom infushom.",
                        "author": "Gianluca Bezzina",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Ħa nkun qed nigwidahom biex huma jagħżlu l-aħjar kanzunetti li huma addattati għalihom, għal leħinhom, għall-karattru tagħhom, jekk naf li għandi tifla b’vocal power house kbir ħafna se nagħżillha diska fejn se turi l-emozzjoni u l-vuċi sabiħa tagħha.",
                        "author": "Destiny Chukunyere",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Nagħti dik is-spinta emozzjonali lil min għandu bżonnha, min forsi qed jistħi jieħu dak il-pass u min forsi ma jafdax daqshekk fih innifsu u l-aktar ħaġa importanti wkoll ngħin lil artist li jkun isib it-triq tiegħu u bażikament joħroġ dak li għandu moħbi ġo fih.",
                        "author": "Owen Leuellen",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The Voice Kids Malta se jkun ippreżentat minn Sarah Bajada.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "70 children to show off their singing skills from October",
                "url": "https://tvmnews.mt/en/news/70-children-to-show-off-their-singing-skills-from-october/",
                "Transcript": [
                    {
                        "text": "The Voice Kids Malta programme will start being broadcast every Friday after the 8.00 p.m. news bulletin on Television Malta with effect from October.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The programmes are being filmed at the Manoel Theatre at this time by a Public Broadcasting Services crew. The final is being left until January from a bigger venue.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Voice Kids is a programme with the participation of children in the 8 to 14 age group and will provide an opportunity for about 70 participants, selected from 350 applicants, to show their skills and talents in singing, as well as the possibility of embarking on a career in the arts and entertainment industry.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Voice Kids Malta programme is put together by the Greatt company and is built on the format of The Voice by the UK’s ITV. As a result, the Malta production involves the participation of ITV. Ryan De Ridder from ITV Studios told TVM News that the production is proceeding without any hitches, thanks to the assistance of the PBS crew.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Malta has a smaller population of any voice or voice kids country that we had been in, but you wouldn’t tell from working with the production team. It’s very professional, we work very well together and very excited to be here and I’ve heard some amazing talents so far.",
                        "author": "Ryan De Ridder – Format Consultant ITV Studios",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The programme is divided into four phases: The Blind audition with coaches with their backs to the singing children, followed by the Battles and Sing-Off phases, and the final when the winner is announced. There is a 10,000 euro prize. The final session will be recorded at the Ta’ Qali Fairs and Conventions Centre at the end of the series in January.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews spoke with the three coaches: Gianluca Bezzina, Destiny Chukunyere and Owen Leuellen.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "What we are looking for mainly in the children is potential rather than perfection, where we can help the children to spread their wings in the world of music and improve.",
                        "author": "Gianluca Bezzina",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "I will be helping them to choose the songs most suited to them, their voices, their character… if I have a girl with a very big vocal power house, I will choose a song for her to express her emotions and show her beautiful voice.",
                        "author": "Destiny Chukunyere",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "I will provide an emotional push to those who need it, those who might be shy to come forward, who lack confidence in themselves; and possibly the most important factor – I will help the artist to find his way ahead and project his inner self.",
                        "author": "Owen Leuellen",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The Voice Kids Malta will be presented by Sarah Bajada.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "25:21",
            "URL MLT": "https://tvmnews.mt/news/ara-il-kardinal-grech-ixammar-il-kmiem-fil-gungla-tal-gwatemala/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-cardinal-grech-rolls-up-his-sleeves-and-gets-to-work-in-the-guatemala-jungle/",
            "Duration": "03:23",
            "transcript mlt": {
                "Title": "Ara: Il-Kardinal Grech ixammar il-kmiem fil-ġungla tal-Gwatemala",
                "url": "https://tvmnews.mt/news/ara-il-kardinal-grech-ixammar-il-kmiem-fil-gungla-tal-gwatemala/",
                "Transcript": [
                    {
                        "text": "Il-Kardinal Mario Grech għex għall-ewwel darba ħidmet tliet missjunarji Għawdxin li fiż-żmien li kien Isqof ta’ Għawdex sostniehom bil-kelma u b’għajnuna finanzjarja għall-ħidma li qed iwettqu fil-Gwatemala.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi żjara ta’ ġimgħa, hu mess b’idejh il-faqar tal-pajjiż, kif ukoll il-qalb ġeneruża tal-poplu Malti u Għawdxi li jappoġġjaw ‘il dawn il-missjunarji fi proġetti soċjali u pastorali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-missjunarju Dun Anton Grech qal li ż-żjara tal-Kardinal Grech kienet barka u grazzja għalihom is-saċerdoti, iżda anke għan-nies, li qalb il-ġungla t’Izabal raw lill-Kardinal jinżel għal-livell tagħhom u jagħmel l-istess affarijiet li jagħmlu huma fil-ħajja ta’ kuljum.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mill-qalba ta’ Ruma għall-qalba tal-ġungla tal-Gwatemala – il-Kardinal Mario Grech xammar il-kmiem, libes il-boots u niseġ ruħu fil-kultura ta’ dan l-ifqar pajjiż fl-Amerka Latina.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kardinal Grech żar il-Gwatemala fuq stedina tal-konferenza episkopali ta’ dan il-pajjiż biex jiltaqa’ mal-isqfijiet u s-saċerdoti dwar il-proċess tas-sinodu li hu qed imexxi. Stqarr li ħass li fi żjara fil-Gwatemala, kienet bħal obbligu għalih li jitlaqa’ ma’ tliet saċerdoti Għawdxin impenjati hemmhekk: Dun Anton Grech u Dun Mario Curmi jmexxu parroċċa kull wieħed u Dun Ġużepp Camilleri li għandu sptar. Qal li dawn it-tliet saċerdoti huma ambaxxaturi mhux biss tal-Knisja f’Malta, imma ta’ pajjiżna kollu kemm hu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Irrid ngħid illi kienet esperjenza ta’ knisja qawwija ħafna illi għenitni napprezza ferm mhux biss il-ħidma ta’ sħabi s-saċerdoti, li kif jgħid il-Papa tassew għandhom ir-riħa tan-nagħaġ, għaliex mogħtijin b’ruħhom u b’ġisimhom għall-qadi tan-nies, speċjalment tal-foqra. Imma rajt ukoll u messejt b’idejja l-qalb ġeneruża tal-poplu Malti u Għawdxi għaliex ħafna mill-proġetti soċjali u anke pastorali li għandhom dawn it-tliet saċerdoti huma mwettqa bl-għajnuniet li jirċievu mill-Maltin u l-Għawdxin.",
                        "author": "Mario Grech – Kardinal",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-belt ta’ Izabal fejn jaħdmu tnejn mis-saċerdoti Għawdxin għadha art tal-missjoni, bi ftit qassisin u ħafna xogħol. Fiha wkoll ħafna kulturi differenti, però parti minnha hija art tal-martri, għaliex fis-snin tmenin kienu ħafna dawk il-katekisti li sofrew u taw ħajjithom minħabba li kienu kattoliċi. F’dan l-isfond, Dun Anton Grech qal li l-fatt li l-Kardinal Mario Grech mar iżurhom, kienet barka u grazzja kbira kemm għalihom il-missjunarji u anke għan-nies tal-post.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan lanqas biss fil-villaġġi kienu raw xi darba Isqof, immaġinaw jaraw kardinal illi jilbes il-boots, jaqbad il-bastun, jimxi, jitla’ fuq iż-żiemel. Huwa x-xogħol li nagħmlu aħna ta’ spiss biex inżuru l-villaġġi fil-ġungla hawnhekk ta’ Izabal, allura hi sitwazzjoni li xħin raw il-Kardinal fosthom, kienet festa sabiħa, festa kbira. Allura l-Kardinal, il-fatt li ġie hawn, għalina huwa mument fejn nistgħu ngħidu grazzi lil Mulej u anke mument kbir ta’ grazzja jaraw lill-Knisja timxi f’dan iż-żmien tas-sinodu, Knisja li hija ħajja, Knisja li minkejja s-sofferenza, minkejja l-martirju, li minkejja t-tbatija u l-faqar, hija Knisja ħajja, li tħobb u anke hija ġeneruża.",
                        "author": "Dun Anton Grech – missjunarju l-Gwatemala",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Din kienet l-ewwel darba li l-Kardinal Mario Grech żar il-Gwatemala.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Watch: Cardinal Grech rolls up his sleeves and gets to work in the Guatemala jungle",
                "url": "https://tvmnews.mt/en/news/watch-cardinal-grech-rolls-up-his-sleeves-and-gets-to-work-in-the-guatemala-jungle/",
                "Transcript": [
                    {
                        "text": "Cardinal Mario Grech has has experienced first hand three Gozitan missionaries which, during his time as Bishop of Gozo, he supported both in word and deed, in respect of the work they are carrying out in Guatemala.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "During a one-week visit, he was able to see and touch the poverty in the country, as well as the generous heart of the Maltese and Gozitan people who support these missionaries in social and pastoral projects.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The missionary Dun Anton Grech said that Cardinal Grech’s visit was a blessing and grace for the priests, but also for the people. The Cardinal came down to their level and interacted with them in their daily lives.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "From the heart of Rome to the heart of the Guatemala jungle – Cardinal Mario Grech rolled up his sleeves, put on his boots and became one with the culture of this poorest country in Latin America .",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Cardinal Grech visited Guatemala at the invitation of the country’s episcopal conference specifically to meet with the bishops and priests regarding the process of the synod that he is leading. He said that during the visit to Guatemala, he felt obliged to meet with three Gozitan priests who work there: Rev. Anton Grech and Rev. Mario Curmi each lead a parish and Rev. Gużepp Camilleri runs a hospital. He said that these three priests are ambassadors not only of the Church in Malta, but of our country as a whole.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I want to say that it was a very powerful church experience that helped me greatly appreciate not only the work of my fellow priests, who as the Pope says ‘have the smell of sheep’, because they are fully committed to the service of others, especially the poor. But I also saw and touched the generous heart of the Maltese and Gozitan people because many of the social and even pastoral projects that these three priests have carried out have been made possible with the help they receive from the Maltese and Gozitans.",
                        "author": "Mario Grech – Cardinal",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The city of Izabal where two of the Gozitan priests work is still a missionary land, which has few priests and a lot of work. It also contains many different cultures, but part of it is a land of martyrs, because in the eighties there were many catechists who suffered and gave up their lives because they were catholic. Rev. Anton Grech said that the fact that Cardinal Mario Grech went to visit them, was a great blessing and grace both for the missionaries and also for the local people.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "These people had never seen a Bishop, not even in the villages. Imagine seeing a cardinal who wears boots, grabs a stick, walks, climbs on a horse. This is the sort of things we often in the jungle here in Izabal, so when they saw the Cardinal among them, it was a beautiful thing, a cause for celebration. So the fact that the Cardinal came here, for us is a moment where we can say thank you to the Lord and also a great moment of grace for the Church during n this time of the synod, a Church that is alive, a Church that despite the suffering, despite the martyrdom, despite the suffering and poverty, is a living Church, which loves and is even generous.",
                        "author": "Dun Anton Grech – Guatemala missionary",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "This was the first time that Cardinal Mario Grech visited Guatemala.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "29:30",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        }
    ]
}