{
    "News date": "05.09.2022",
    "Transcripts": [
        {
            "Time stamp": "02:24",
            "URL MLT": "https://tvmnews.mt/news/epic-binvestiment-ta-e20m-biex-tibni-fibre-optic-cable-gdid-ghal-5g/",
            "URL ENG": "https://tvmnews.mt/en/news/epic-with-an-investment-of-e20m-to-build-new-fibre-optic-cable-for-5g/",
            "Duration": "02:04",
            "transcript mlt": {
                "Title": "EPIC b’investiment ta’ €20m biex sal-2024, Malta kollha tkun bil-5G",
                "url": "https://tvmnews.mt/news/epic-binvestiment-ta-e20m-biex-tibni-fibre-optic-cable-gdid-ghal-5g/",
                "Transcript": [
                    {
                        "text": "Sal-aħħar tal-2024, waħda mill-kumpaniji tat-telekomunikazzjoni f’Malta se tkun f’pożizzjoni li tifrex mal-pajjiż kollu s-servizz tal-5G fil-mobiles. Din il-mira se tintlaħaq permezz ta’ ftehim li ġie ssiġillat bejn il-kumpanija Epic u l-Bank Ewropew tal-Investiment li se jsellef €20 miljun lill-kumpanija b’rati vantaġġjużi ħalli tkun tista’ twettaq din il-qalba diġitali f’Malta. Il-ftehim jaħseb ukoll biex tinfirex l-infrastruttura tal-fibre optic tal-kumpanija għall-internet fid-djar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kumpanija Epic kkonkludiet ftehim mal-Bank Ewropew tal-Investiment biex jgħinha tħaffef il-pjani tagħha li tifrex mal-pajjiż kollu n-network tal-5G b’mod li dan iseħħ sal-aħħar ta’ sentejn oħra. Il-Kap Eżekuttiv ta’ Epic, Tamás Bányai, qal li b’finanzjament ta’ €20 miljun mill-bank, il-kumpanija se tkompli timmodernizza l-infrastruttura, ikollha servizz tajjeb ta’ 5G fil-pajjiż u tkompli twassal is-servizz tal-internet bl-użu tal-fibre optic f’aktar djar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This €20 million cooperation with the European Investment Bank will enhance Epic’s services by accelerating the roll-out its brand new mobile infrastructure bringing better coverage, faster internet speeds and better service across Malta also including the roll-out of 5G technology nation-wide by the end of 2024.",
                        "author": "Tamás Bányai, il-Kap Eżekuttiv ta’ Epic Ltd",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-kumpanija Epic se tirċievi dawn il-flus b’self b’rati vantaġġjużi mill-Bank Ewropew tal-Investiment li fl-aħħar ħames snin, investa €12-il biljun f’kumpaniji li joperaw fis-settur tat-telekomunikazzjoni madwar id-dinja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-ewwel żjara tagħha f’Malta, il-Viċi President tal-Bank, Gelsomina Vigliotti, fissret dan l-investiment bħala opportunità biex ikompli jisseddaq l-operat tan-negozji f’Malta. Spjegat ir-rabta li tara bejn id-diġitalizzazzjoni u l-qalba ambjentali li qed tiġi imbuttata anke fuq livell Ewropew.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Through digitalisation we can have more efficient input within the manufacturing sector. We can facilitate services without having heavy transportation. So, we can make the productive system much more green-friendly and this is something very important.",
                        "author": "Gelsomina Vigliotti, il-Viċi President tal-Bank Ewropew tal-Investiment",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Fl-iffirmar tal-ftehim bejn il-Bank Ewropew tal-Investiment u l-kumpanija Epic, il-Ministru għall-Ekonomija, Silvio Schembri, qal li dan l-investiment juri l-fiduċja li għandu l-privat biex jinvesti fil-qasam tat-telekomunikazzjoni f’Malta. Il-Ministru Schembri qal li dan l-investiment se jkompli jattira investituri li n-negozji tagħhom jiddependu fuq l-internet u li jissarrfu fi tkabbir ekonomiku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "EPIC with an investment of €20m to build new fibre optic cable for 5G",
                "url": "https://tvmnews.mt/en/news/epic-with-an-investment-of-e20m-to-build-new-fibre-optic-cable-for-5g/",
                "Transcript": [
                    {
                        "text": "The European Investment Bank EIB will be financing €20 million for the telecommunications company EPIC to build a new fibre optic cable which will lead the company to have the best 5G internet for mobiles and business.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Vice President of EIB, Teresa Czerwińska, said that digitalisation is a priority even for the EU and this will result in benefits for the consumer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "She remarked that over the last 5 years, the EIB has invested €12 billion in digitisation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The CEO of Monaco Telecom, which manages EPIC, Martin Péronnet, said tat this money will be used for a better 5G service.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He added that this investment will continue to pave the way for Malta to excel in digitalisation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Economy Minister Silvio Schembri said that this investment by the company shows the confidence which the country enjoys in the telecommunications sector.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said that this investment will attract investors whose business depends on the Internet, and which will lead to economic growth.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "05:08",
            "URL MLT": "https://tvmnews.mt/news/8-koppji-nisa-jibbenefikaw-mid-donazzjoni-tal-isperma-biex-jibnu-familja/",
            "URL ENG": "https://tvmnews.mt/en/news/eight-female-couples-benefit-from-sperm-donation-to-start-a-family/",
            "Duration": "01:40",
            "transcript mlt": {
                "Title": "8 koppji nisa jibbenefikaw mid-donazzjoni tal-isperma biex jibnu familja",
                "url": "https://tvmnews.mt/news/8-koppji-nisa-jibbenefikaw-mid-donazzjoni-tal-isperma-biex-jibnu-familja/",
                "Transcript": [
                    {
                        "text": "F’Malta, 300 koppja żżewġu bil-liġi taż-żwieġ indaqs għall-koppji tal-istess mindu daħlet fis-seħħ tmien snin ilu. Mir-rapport annwali ppubblikat mid-Direttorat għad-Drittijiet tal-Bniedem wera fost oħrajn li s-sena l-oħra, 8 koppji nisa bbenefikaw mis-servizz tad-donazzjoni tal-isperma fl-Isptar Mater Dei bit-tama li jsiru ġenituri.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-preżentazzjoni tar-rapport annwali, is-Segretarju Parlamentari għall-Ugwaljanza, Rebecca Buttigieg, qal li beda x-xogħol biex titfassal l-istrateġija l-ġdida għall-persuni LGBTIQ+.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-2021, 8 koppji nisa użaw is-servizz tal-ART Clinic fl-Isptar Mater Dei biex jippruvaw ikollhom wild bid-donazzjoni tal-isperma b’koppji minnhom qed jistennew tarbija. Mir-rapport annwali tad-Direttorat għad-Drittijiet tal-Bniedem joħroġ li minn din is-sena, il-Gender Wellbeing Clinic kompla jżid is-servizzi tiegħu billi bdiet issir b’xejn l-operazzjoni tas-sider għall-persuni transgender. F’Ġunju li għadda, din il-klinika ġiet rilokata f’Raħal Ġdid u sa dakinhar ġew riferuti għal dan is-servizz 325 persuna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dawn id-dettalji ħarġu mir-rapport annwali li jimmarka l-aħħar stadju tal-implimentazzjoni tal-istrateġija tal-ugwaljanza LGBTIQ+ li tintemm din is-sena. Is-Segretarju Parlamentari għall-Ugwaljanza, Rebecca Buttigieg, qalet li se titfassal l-istrateġija l-ġdida bis-sehem tal-Kunsill Konsultattiv u rappreżentanti tal-komunità LGBTIQ+.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-aħħar sena kien hemm 8 koppji leżbjani kellhom aċċess għal dan is-servizz biex jibnu l-familja tagħhom u kellna 300 żwieġ mindu daħlet il-liġi ta’ żwieġ indaqs. Dawn fihom infushom mhumiex statistika imma juru biċ-ċar li tajna l-opportunità lil kulħadd li jibni l-familja li jixtieq hu.",
                        "author": "Segretarju Parlamentari għall-Ugwaljanza, Rebecca Buttigieg",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Mir-rapport annwali joħroġ ukoll li din is-sena sa Ġunju li għadda, il-Pulizija rċevew 11-il rapport dwar reati ta’ mibegħda lill-persuni LGBTIQ+/ Aaron Giardina mid-Direttorat għad-Drittijiet tal-Bniedem qal li jeħtieġ issir iktar ħidma biex il-persuni LGBTIQ+ ma jkunux vittmi ta’ dawn ir-reati/",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ħafna drabi bħala reati li nisimgħu huma iktar ta’ hate speech fejn qed nitkellmu kummenti online u fuq Facebook.",
                        "author": "Aaron Giardina mid-Direttorat għad-Drittijiet tal-Bniedem",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Ir-rapport jelenka inizjattivi oħrajn ta’ ugwaljanza f’diversi oqsma fosthom l-isport u l-edukazzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Eight female couples benefit from sperm donation to start a family",
                "url": "https://tvmnews.mt/en/news/eight-female-couples-benefit-from-sperm-donation-to-start-a-family/",
                "Transcript": [
                    {
                        "text": "Last year, eight female couples used the ART Clinic service at Mater Dei hospital in an attempt to start a family through sperm donation, with some couples are now expecting a baby.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The annual report of the Human Rights Directorate shows that, from this year, the Gender Wellbeing Clinic continued to increase its services through the free breast surgery for transgender persons. Last June, this clinic was relocated in Paola with 325 persons referred for this service.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Details emerged from the annual report mark the latest phase of the LGBTIQ+ equality strategy implementation. Parliamentary Secretary for Equality, Rebecca Buttigieg, said that a new strategy will be drafted with the participation of the Consultative Council and LGBTIQ+ representatives.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "During the past year, their were eight lesbian couples who had access to this service in order to start their family…we had 300 marriages since the equal sex marriage law was introduced. This clearly shows that we provided an opportunity to everyone to start a family that one desires.",
                        "author": "Parliamentary Secretary Rebecca Buttigieg",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The annual report also shows that during the first six months of this year, the Police received eleven reports on hate crimes against LGBTIQ+ persons. Aaron Giardina from the Human Rights Directorate said that more work needs to be done so that LGBTIQ+ persons do not fall victims to such crimes.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Many times we hear of hate speech through online comments and on Facebook.",
                        "author": "Aaron Giardina",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The report also lists other equality initiatives in various sectors, including sport and education.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "9:03",
            "URL MLT": "https://tvmnews.mt/news/liz-truss-hija-l-prim-ministru-l-gdid-tal-ingilterra/",
            "URL ENG": "https://tvmnews.mt/en/news/liz-truss-is-the-new-british-prime-minister/",
            "Duration": "02:37",
            "transcript mlt": {
                "Title": "Liz Truss tgħid li se tippreżenta pjan ċar biex tindirizza l-kriżi tal-enerġija",
                "url": "https://tvmnews.mt/news/liz-truss-hija-l-prim-ministru-l-gdid-tal-ingilterra/",
                "Transcript": [
                    {
                        "text": "Liz Truss se tinħatar l-Prim Ministru ġdid tal-Ingilterra wara li llum kienet iddikjarata rebbieħa fl-elezzjoni għall-ħatra ta’ mexxej tal-partit konservattiv Ingliż. Hija għelbet it-taqtiegħa li kellha mal-Kanċillier Ingliż Rishi Sunak meta kisbet 81,326 vot, b’distakk ta’ madwar għoxrin elf vot.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-ewwel diskors wara li tħabbar ir-riżultat hija wegħdet li se tippreżenta pjan ċar għall-ħidma taghha fosthom biex tindirizza l-prezzijiet għolja tal-enerġija u l-inflazzjoni. Truss se tieħu l-ġurament tal-ħatra bħala Prim Ministru għada, f’ċerimonja li se ssir Balmore immexxija mir-Reġina Eliżabetta t-Tieni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Liz Truss kisbet il-fiduċja ta’ 57% tal-membri tal-Partit Konservattiv Ingliż u għalhekk se tmexxi żgur lit-Tories sal-elezzjoni ġenerali li jmiss ta’ sentejn oħra. It-tlieta hija mistennija tinħatar bħala t-tielet Prim Ministru mara tar-Renju Unit, wara Theresa May u Margareth Thatcher. Hija kienet fost it-tmien kandidati li ħadu sehem fit-tellieqa madwar xahrejn ilu meta ħabbar ir-riżenja Boris Johnson minn mexxej tal-Konservattivi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Truss hija accountant, għandha 47 sena, imwielda Oxford iżda tgħix bejn Londra u Norfolk. Miżżewġa u għandha żewġt itfal. Ilha fil-parlament Ingliz sa mill-2001. Johnson li kien fdaha bil-Ministeru għall-Affarijiet Barranin u qabel kellha karigi politiċi varji, fosthom anke fil-gvernijiet tal-ex Prim Ministri David Cameron u Theresa May. Kienet favur li r-Renju Unit jibqa’ fl-Unjoni Ewropea, u baqgħet leali lejn il-predeċessur tagħha sal-aħħar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fis-sala tal-konferenzi f’Westminster fejn tħabbar ir-riżultat tal-elezzjoni għall-ħatra ta’ mexxej tal-partit konservattiv, Liz Truss inidirzzat tat l-ewwel diskors tagħha bħala kap ġdid tat-Tories u tkellmet dwar il-viżjoni tagħha għas-sentejn li ġejjin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“I will deliver a bold plan to cut taxes and grow our economy, I will deliver on energy crises, dealing with energy bills and long term issues on energy supply, and will deliver on the national health service”",
                        "author": "Liz Truss",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Fid-diskors tagħha Truss sellmet lill-ex Prim Ministru Johnson fejn qalet li bħala Prim Ministru wettaq diversi kisbiet – fosthom irreferiet għal Brexit, ir-rebħa elettorali b’maġġoranza kbira fuq il-Partit Laburista Ingliż ta’ Jeremy Corbyn, wettaq b’suċċess il-programm tat-tilqim kontra l-Covid, u rnexxielu wkoll jieqaf lill-President Russu Vladimir Putin fil-gwerra fl-Ukrajna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "B’reazzjoni għall-ħatra tagħha bħala Kap tal-Partit Konservattiv Ingliż, il-Ministru għall-Affarijiet Barranin Ian Borg feraħ lil Truss li qal ħadem magħha bħala Ministru għall-Affarijiet Barranin. Sostna li jħares ‘il quddiem għal aktar ħidma bejn iż-żewġ pajjiżi",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Liz Truss pledges to present clear plan to address energy crisis",
                "url": "https://tvmnews.mt/en/news/liz-truss-is-the-new-british-prime-minister/",
                "Transcript": [
                    {
                        "text": "Liz Truss is the new British PM after winning the vote of the Conservative party against her rival Rishi Sunak. She obtained 81,326 votes while Rishi Sunak obtained 60,389 in an election in which there were 174,437 votes.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In her first speech following the result, Truss pledged to present a clear working plan to address the high prices of energy and inflation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“I will deliver a bold plan to cut taxes and grow our economy, I will deliver on energy crises, dealing with energy bills and long term issues on energy supply, and will deliver on the national health service”",
                        "author": "Liz Truss",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Tomorrow, Truss, 46, will be sworn in and as the new Prime Minister she will formally meet Queen Elizabeth II in Scotland.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Truss was the Foreign Affairs Minister in the cabinet of former PM Boris Johnson over the last year, and was also the Minister for Women and Equality. She also served in the cabinets of former PM David Cameron, and former Theresa May.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Her first challenge as PM will be to find a solution for the new high energy prices in the hope that there will be a price freeze to relieve the hardship on families and industries.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "18:40",
            "URL MLT": "https://tvmnews.mt/news/xahar-iehor-malta-tilqa-13-il-kap-ta-stat/",
            "URL ENG": "https://tvmnews.mt/en/news/malta-to-host-13-heads-of-state-of-the-arraiolos-group-in-october/",
            "Duration": "02:55",
            "transcript mlt": {
                "Title": "Xahar ieħor Malta tilqa’ 13-il kap ta’ stat",
                "url": "https://tvmnews.mt/news/xahar-iehor-malta-tilqa-13-il-kap-ta-stat/",
                "Transcript": [
                    {
                        "text": "Xahar ieħor Malta se tilqa’ 13-il kap ta’ stat minn pajjiżi fl-Unjoni Ewropea li flimkien mal-President George Vella se jieħdu sehem fil-laqgħa tal-grupp Arraiolos. L-avveniment hu meqjus bħala okkażjoni eċċellenti li tlaqqa’ flimkien Presidenti mhux eżekuttivi ta’ pajjiżi fl-Unjoni Ewropea għal forum mingħajr aġenda, li iżda jmiss mal-aktar temi kurrenti għall-pajjiżi b’mod individwali u għall-blokk Ewropew sħiħ. F’konferenza tal-aħbarijiet li nediet l-Arraiolos Malta, il-President George Vella qal li jistenna li l-gwerra fl-Ukrajna, l-effettività tal-Unjoni Ewropea fid-dinja u t-tifsira tas-solidarjetà wara l-esperjenza tal-Covid-19 ikunu fost it-temi li jiddominaw l-aktar it-taħditiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Arraiolos Malta 2022 ser ikun forum ta’ livell għoli li nhar is-6 ta’ Ottubru ser ilaqqa’ flimkien 14-il kap ta’ stat minn pajjiżi fl-Unjoni Ewropea. Il-President George Vella qal li tax-xahar id-dieħel f’Malta se tkun is-17-il laqgħa ta’ dan il-grupp li ltaqa’ għall-ewwel darba fl-2003 f’Arraiolos, bil-grupp baqa’ jġorr isem din il-belt Portugiża. Il-laqgħa tax-xahar id-dieħel se tkun it-tieni waħda li ser issir f’Malta, bl-ewwel waħda saret ħames snin ilu. Il-grupp Arraiolos jiġbor flimkien Presidenti mhux eżekuttivi ta’ stati membri fl-Unjoni Ewropea, bħalma hu l-President ta’ Malta. Fl-Arraiolos ta’ Malta se tieħu sehem għal darba l-President tas-Slovakkja. Il-President George Vella qal li 13-il President ieħor ikkonfermawlu li se jattendu fosthom il-President Taljan Sergio Mattarella, anke jekk jinsab impenjat b’appuntament elettorali u żviluppi politiċi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-laqgħa hi partikulari fis-sens li m’għandhiex aġenda fissa u matulha jiġu trattati għadd ta’ suġġetti f’forum li jagħti ċans ‘il dawn il-Presidenti jitkellmu b’mod liberu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bħalissa pereżempju jekk għandek il-gwerra tar-Russja fuq l-Ukrajna, dik se tkun tema probabbilment predominanti. Bħalma pereżempju s-sena l-oħra meta konna Ruma peress li kien hemm il-kwistjoni tal-Afganistan, kulħadd tkellem fuq kollox però kulħadd mess il-problema tal-Afganistan. Jien m’għandix dubju li apparti l-problemi individwali tal-pajjiżi għandek kwistjonijiet importanti ħafna għall-Ewropa. Kif qed ngħidu, għadu kemm kellna l-Konferenza fuq il-Futur tal-Ewropa, ser ikun għad kemm ikun hemm id-diskors ta’ von der Leyen, l-Istate of the Union, u anke r-riflessjonijiet li wieħed jista’ jagħmel fuq l-Ewropa meta l-esperjenza li għaddejna minnha tal-Covid rigward: qegħdin ngħinu lil xulxin biżżejjed? Qegħdin nagħmlu mezzi biex ikun hemm trasport ta’ mediċini u għajnuna komdi mingħajr xkiel?",
                        "author": "George Vella – President ta’ Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Anke fi tmiem tal-laqgħa, ma tinħariġx dikjarazzjoni finali bejn il-mexxejja, iżda l-President Vella stqarr li dan il-format jippreżenta opportunità sabiħa għall-Presidenti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jaf ikollok Presidenti li mhux bilfors qed jitkellmu eżatt eżatt fil-linja politika tal-gvernijiet tagħhom. Għaliex inti meta inti mhux eżekuttiv, mhux hawn Malta ta’, pajjiżi oħra inti għandek gvernijiet ta’ koalizzjonijiet li mhux neċessarjament jiġu riflessi f’dak li se jgħid. Anzi ħafna drabi ssib min jieħu l-okkażjoni biex jagħti l-opinjoni tiegħu dwar x’għandu jsir u ma jsirx. Dik hi s-sabiħ tagħha. Hi miftuħa, u kulħadd juża l-intelliġenza tiegħu biex juża dak il-forum biex iwassal il-messaġġ li għandu jwassal.",
                        "author": "George Vella – President ta’ Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Is-Segretarja tal-Presidenza, Rosette Spiteri Cachia, tat dettalji tal-loġistika li laqgħa bħal din tinvolvi bl-appuntament prinċipali – żewġ sessjonijiet ta’ taħditiet bejn il-Presidenti – ser isir fis-6 ta’ Ottubru f’Dar il-Mediterran għall-Konferenzi, fil-Belt. L-għada l-President George Vella se jkun impenjat f’laqgħat bilaterali fil-Palazz ta’ San Anton ma’ għadd ta’ Presidenti li talbu jiltaqgħu miegħu b’mod individwali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Malta to host 13 heads of state of the Arraiolos group in October",
                "url": "https://tvmnews.mt/en/news/malta-to-host-13-heads-of-state-of-the-arraiolos-group-in-october/",
                "Transcript": [
                    {
                        "text": "Malta will next month host 13 heads of state from EU countries who, together with President George Vella, will participate in the Arraiolos group meeting.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Speaking during a press conference that launched Arraiolos Malta, President George Vella said he expects that the Ukraine war, EU effectiveness in the world and the solidarity impact following Covid-19 will be among the themes to dominate the talks.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The 6 October meeting will be the second to be held in Malta following the 2017 meeting. During the Malta meeting, the President of Slovakia will participate for the first time. President Vella said the 13 other Presidents confirmed their participation, including Italian President Sergio Mattarella, although he is currently busy with electoral appointments and political developments in his country.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Arraiolos meeting has no particular fixed agenda and discusses a number of issues during a forum that permits the Presidents to speak freely.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "President Vella said that currently there is the Russian war in Ukraine which will probably dominate the discussions, as the Afghanistan issue dominated last year’s meeting in Rome.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I have no doubt that apart from the countries’ individual problems, there are very important issues for Europe. We just had the Conference on the Future of Europe, von der Leyen’s State of the Union address, and even reflections on Europe following the Covid experience: are we assisting each other enough? Are there the means for medicine transport and assistance without obstacles?",
                        "author": "President George Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Although there is no final declaration of the meeting’s conclusions, President Vella said that this format presents a beautiful opportunity for President.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "You may have Presidents who may not necessarily speak about their government’s political line….other countries have coalition governments that are not necessarily reflected in what one says. A President may give his opinion on what may be done…this is an open and free discussion where one may deliver his desired message.",
                        "author": "President George Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The Presidency secretary Rosette Spiteri Cachia said such a meeting involves principle appointments – two sessions of talks between Presidents at the Mediterranean Conference Centre on 6 October, while the day after, President Vella will be involved in bilateral meetings at the San Anton Palace with a number of Presidents who requested an individual meeting.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}