{
    "News date": "06.08.2022",
    "Transcripts": [
        {
            "Time stamp": "01:36",
            "URL MLT": "https://tvmnews.mt/news/arrestat-is-sewwieq-li-allegatament-tajjar-lil-antoine-degabriele/",
            "URL ENG": "https://tvmnews.mt/en/news/driver-who-allegedly-knocked-down-antoine-degabriele-arrested/",
            "Duration": "01:20",
            "transcript mlt": {
                "Title": "Arrestat is-sewwieq li allegatament tajjar lil Antoine Degabriele",
                "url": "https://tvmnews.mt/news/arrestat-is-sewwieq-li-allegatament-tajjar-lil-antoine-degabriele/",
                "Transcript": [
                    {
                        "text": "Żvilupp fil-każ tal-hit and run ta’ lbieraħ fiż-Żejtun hekk kif il-Pulizija arrestat sewwieq żagħżugħ ta’ 21 sena minn Birżebbuġia. Il-karozza li allegatament kienet involuta fl-inċident instabet f’garaxx f’Ħaż Żabbar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Inqas minn 24 siegħa wara li seħħ l-inċident hit and run li fih miet Antoine Degabriele ta’ 51 sena miż-Żejtun, seħħet żvolta fil-każ. Il-Pulizija arrestaw lis-sewwieq żagħżugħ ta’ 21 sena wara investigazzjonijiet intensivi li saru mid-Dipartiment tar-Reati Maġġuri u tad-Distrett taż-Żejtun. Fi stqarrija ntqal li l-pulizija sabu il-karozza filwaqt li ġie identifikat is-sewwieq li allegatament kien involut fl-inċident li tajjar lil Degabriele u baqa’ sejjer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-sewwieq huwa residenti Birżebbuġa u kien arrestat is-Sibt, waqt li l-karozza tiegħu nstabet f’garaxx f’Ħaż Żabbar. TVM News hu infurmat li l-karozza nstabet bil-windscreen maqlugħ. Iż-żagħżugħ qed jinżamm arrestat waqt li l-investigazzjonijiet tal-Pulizija u l-inkjesta maġisterjali għadhom għaddejjin. Iż-żagħżugħ mistenni jitressaq il-Qorti fis-sigħat li ġejjin. Fl-investigazzjonijiet qed jgħinnu wkoll il-Pulizija tal-Laboratorju tax-Xjenza Forensika.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-inċident li fih miet Antoine Degabriele seħħ il-Ġimgħa ftit qabel nofsinhar meta l-Pulizija daħlilhom rapport li kien hemm raġel mitluq, x’aktarx bla ħajja maġenb Triq il-President Anton Buttiġieġ fiż-Żejtun. Viċin il-katavru, il-Pulizija lemħu diversi fdalijiet ta’ karozza fosthom partijiet mill-mera.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din kienet is-16-il fatalita tat-traffiku mill-bidu ta’ din is-sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Driver who allegedly knocked down Antoine Degabriele arrested",
                "url": "https://tvmnews.mt/en/news/driver-who-allegedly-knocked-down-antoine-degabriele-arrested/",
                "Transcript": [
                    {
                        "text": "There has been a development in yesterday’s Żejtun hit-and-run fatality and Police have arrested a 21-year-old driver at Birkirkara. The vehicle allegedly involved in the incident was found garaged at Żabbar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In less than 24 hours after 51-year-old Antoine Degabriele met his death in a hit-and-run incident at Żejtun, Police from the Major Crimes Unit and District Police arrested a youth who was allegedly driving the vehicle and the vehicle was identified. When the incident happened, the vehicle drove on.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The young driver is a resident of Birżebbuġa and the car was found at Żabbar. TVMNews is informed the vehicle was found with the windscreen removed. The youth has been detained under arrest while police investigations and a Magisterial Inquiry are ongoing. The youth is expected to be arraigned in Court in the coming hours. Police investigations are being aided bt the Police Laboratory for Forensic Science.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The incident in which Antoine Degabriele met his death took place yesterday just before noon when the Police received a report that a man who appeared to be lifeless lay in Triq il-President Anton Buttiġieġ in Żejtun. Near the corpse Police found vehicle fragments and a part of a mirror.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This was the 16th road fatality this year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "03:12",
            "URL MLT": "https://tvmnews.mt/news/imgedded-bhames-snin-il-ftehim-ta-visitmalta-ma-manchester-united/",
            "URL ENG": "https://tvmnews.mt/en/news/visitmalta-agreement-with-manchester-united-renewed-for-another-five-years/",
            "Duration": "03:04",
            "transcript mlt": {
                "Title": "Imġedded b’ħames snin il-ftehim ta’ VisitMalta ma’ Manchester United",
                "url": "https://tvmnews.mt/news/imgedded-bhames-snin-il-ftehim-ta-visitmalta-ma-manchester-united/",
                "Transcript": [
                    {
                        "text": "Malta se tkompli tkun id-destinazzjoni uffiċjali tal-klabb tal-Premier Ingliż Manchester United għal ħames snin oħra. Dan hekk kif f’Old Trafford tard il-Ġimgħa filgħaxija l-Awtorità Maltija għat-Turiżmu u d-diriġenti ta’ Manchester United ħabbru t-tiġdid ta’ ftehim iffirmat originarjament fl-2019. Minbarra r-riklami u l-logo interattiv ta’ VisitMalta bil-kampanja #MoretoExplore fuq il-kartelluni pubbliċitarji f’Old Trafford, Manchester United qed jimpenjaw irwieħhom li b’mod esklussiv iwasslu tagħrif dwar Malta fost il-partitarji tagħhom madwar id-dinja b’diversi modi u kull fejn ikunu preżenti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru għat-Turiżmu Clayton Bartolo fisser il-ħsieb tal-MTA li permezz ta’ dan il-ftehim Malta tiġi riklamata bħala destinazzjoni turistiku fost il-miljuni ta’ partitarji u segwaċi tar-Red Devils minn madwar id-dinja kollha. Ħabbar ukoll li permess tal-ftehim Manchester United se jagħmlu mill-inqas kamp ta’ taħriġ wieħed fil-ħames snin li ġejjin u t-tim tan-nisa tal-United se jkun qed jilgħab xi logħob f’Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Manchester United huma wieħed mill-aktar klabbs segwiti madwar id-dinja. B’aktar minn 75 miljun partitarju imxerrda fil-kontinenti kollha, il-popolarità llum titkejjel ukoll bil-followers fuq il-mezzi soċjali: b’77 miljun follower fuq Facebook, 32 miljun skorruti fuq Twitter, 59 miljun fuq Instagram, u b’16-il miljun fuq Tiktok – ir-Red Devils joffru l-aħjar opportunità possibbli lil Malta biex tattira aktar turisti mill-Asja u mill-Istati Uniti fost l-oħrajn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-ewwel ftehim bejn VisitMalta u Manchester United kien iffirmat fl-2019 b’Malta meqjusa Destinazzjoni Sieħba uffiċjali tal-klabb Ingliż. Ix-xhur ta’ wara l-iffirmar kienu xhur diffiċli minħabba l-pandemija iżda kif spjega l-Kap Eżekuttiv tal-MTA Carlo Micallef, l-Awtorità Maltija għat-Turiżmu ħadmet kemm felħet biex xorta tilħaq l-għanijiet ewlenin tal-ftehim.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVM News huwa spjega wkoll kif grazzi għall-ftehim l-interess mis-suq Ċiniż f’Malta żdied sostanzjalment b’attivitajiet li ħadet sehem fihom l-MTA kellhom jigu rilokati minħabba d-domanda qawwija mill-ġurnalisti Ċiniżi biex ikunu jafu aktar dwar x’għandha x’toffri l-gżira. Is-Sur Micallef qal li dan juri il-potenzjal u s-saħħa kbira li għandhom United fil-kontinent Asjatiku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-istaġun tal-Premier Ingliż beda uffiċjalment il-Ġimgħa filgħaxija iżda Manchester United jidħlu fl-azzjoni l-ewwel darba l-Ħadd waranofsinhar kontra Brighton & Hove Albion. Dik se tkun l-ewwel opportunità biex dawk li jkunu qed isegwu l-partita – il-75,000 li jkunu hawn u l-miljuni l-oħra madwar id-dinja – jerġgħu jaraw ir-reklamar aġġornat ta’ VisitMalta f’Old Trafford – bit-tama li jitħajru jżuru Malta wkoll.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "VisitMalta agreement with Manchester United renewed for another five years",
                "url": "https://tvmnews.mt/en/news/visitmalta-agreement-with-manchester-united-renewed-for-another-five-years/",
                "Transcript": [
                    {
                        "text": "Malta will continue to be the official destination of the Manchester United Premier club for the next five years following the announcement of the agreement’s renewal by Malta Tourism Authority and the English club officials on Friday.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Apart from publicity and the interactive logo of VisitMalta with the campaign #MoretoExplore on publicity boards in Old Trafford, Manchester Utd are committing themselves to exclusively provide information on Malta to their supporters world-wide through various initiatives.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tourism Minister Clayton Bartolo said through MTA’s agreement, Malta is publicised as a tourist destination among the millions of supporters and followers of the Red Devils. He also announced that Manchester United will have, at least, one training camp in the next five years and the United women’s team will play matches in Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Manchester United is one of the clubs with the biggest number of supporters world-wide, with over 75 million followers in all continents; 77 million followers on Facebook; 32 million on Twitter; 59 million on Instagram and 16 million supporters on TikTok. This huge support offers the best possible opportunity for Malta to attract more tourists from Asia and the United States, among others.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "MTA’s chief executive Carlo Micallef told TVMnews that thanks to this agreement, which follows that of 2019, interest from the Chinese market in Malta has increased substantially with MTA events had to be relocated due to the huge demand from Chinese journalists on the island’s attractions. He said that this shows the potential and great support that Manchester United enjoy in the Asian continent.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Manchester United start their Premier League season with a match against Brighton & Hove Albion on Sunday afternoon.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "07:10",
            "URL MLT": "https://tvmnews.mt/news/caritas-brekord-ta-nies-li-marru-ghandha-wara-li-hadu-l-kokaina/",
            "URL ENG": "https://tvmnews.mt/en/news/record-numbers-resort-to-caritas-after-taking-cocaine/",
            "Duration": "03:11",
            "transcript mlt": {
                "Title": "Caritas b’rekord ta’ nies li marru għandha wara li ħadu l-kokaina",
                "url": "https://tvmnews.mt/news/caritas-brekord-ta-nies-li-marru-ghandha-wara-li-hadu-l-kokaina/",
                "Transcript": [
                    {
                        "text": "Matul is-sena li għaddiet il-Caritas kellha rekord ta’ nies li marru għandha għall-għajnuna minħabba l-vizzju tal-użu tal-kokaina.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kważi nofs ftit iktar minn 700 persuna li s-sena l-oħra fittxew l-għajnuna mingħand il-Caritas kienu minħabba l-użu tal-kokaina. Intervistat minn TVM NEWS, id-Direttur tal-Caritas Anthony Gatt qal li dan juri li x-xejriet inbidlu fl-aħħar snin u enfasizza l-bżonn li jiħrax ix-xogħol ta’ prevenzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Madwar 20 sena ilu x-xejriet tal-użu tad-droga f’Malta kienu juru li aktar minn 90% tan-nies li kienu jmorru l-Caritas għall-għajnuna kienu jabbużaw mill-eroina. Matul is-sena li għaddiet, dawn niżlu għal 25%. Min-naħa l-oħra, żdied b’mod qawwi l-użu tal-kokaina. Is-sena l-oħra, mis-700 persuna li ħabbtu l-bieb tal-Caritas, 45% kienu qed jieħdu l-kokaina. 20% kienu qed jabbużaw mill-kannabis.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Id-Direttur ta’ Caritas Malta, Anthony Gatt, esprima tħassib li kemm il-kokaina u anke l-kannabis deħlin iktar fis-soċjetà.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dieħla iktar fil-kultura tagħna. Anke meta wieħed pereżempju jara l-qabdiet tal-pulizija huma drogi li n-nies qed tmur iktar għalihom. Il-kultura għandha x’taqsam, jiġifieri l-kunċett ta’ xi ħadd li jfittex sustanza biex jaħrab, biex jiddeverti, jekk fid-dinja tad-divertiment dawn se jkunu iktar available, ovvjament bniedem se jitħajjar iktar ukoll.",
                        "author": "Anthony Gatt",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Is-sur Gatt qal li s-soċjetà trid tistaqsi għaliex iż-żgħażagħ u nies oħra adulti qed ifittxu dawn il-mezzi biex jirrikrejaw ruħhom u jaħsbu li b’hekk jistgħu jsolvu l-problemi tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jiġifieri hemmhekk għandna fejn nagħmlu eżami tal-kuxjenza għax il-messaġġi li tkun qed twassal is-soċjetà bħala Caritas nemmnu li filwaqt li hemm min irid ipejjep b’mod rikreattiv, pereżempju l-ħaxixa, imma meta inti għandek ħwienet illum li jiftħu u jbigħu l-apparat biex tpejjep il-kannabis, li jista’ jkollok il-pjanti d-dar, ovvjament dawn ma jgħinnux fil-kultura allura min ikollu problema se tkun iktar diffiċli għalih biex jinqala’ minnha għax qed isibha iktar f’wiċċu.",
                        "author": "Anthony Gatt",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Anthony Gatt enfasizza li x-xogħol ta’ prevenzjoni mid-droga jrid jiħrax u mhux biss fl-iskejjel, imma jsir xogħol ta’ prevenzjoni ma’ min hu l-aktar f’riskju u ma’ familji li huma f’riskju. Spjega li trid tiddaħħal kultura ta’ attivitajiet li huma pożittivi bħall-isports u l-volontarjat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kompla jgħid li min għandu bżonn l-għajnuna biex joħroġ mid-dipendenza tad-droga jsibha kemm mill-Caritas li għandha 7 ċentri u wkoll bl-għajnuna tal-Gvern fosthom bl-aġenzija Sedqa u għaqdiet oħra bħall-Fondazzjoni OASI, Narcotics Anonymous u l-AA.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dwar iċ-Ċentru Terapewtiku għall-Adolexxenti tal-Ibwar, Anthony Gatt qal li f’sena kemm ilu miftuħ iċ-ċentru kellu 17-il resident li kollha kellhom esperjenza li missew mal-ħaxixa. Wera l-fehma li Tal-Ibwar indirizza lakuna kbira li kien hemm minħabba li s-servizz tal-adulti mhuwiex intiż għall-adolexxenti. Qal li ż-żgħażagħ li qegħdin tal-Ibwar qed jieħdu l-kura waqt li jitgħallmu l-iskola b’mod applikat u għandhom il-ġurnata mimlija b’attivitajiet ta’ sports, agribusiness u ospitalità fost affarijiet oħra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din is-sena tnax-il persuna iggradwaw mill-programm ta’ rijabilitazzjoni mid-droga offrut minn Caritas Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Record numbers resort to Caritas after taking cocaine",
                "url": "https://tvmnews.mt/en/news/record-numbers-resort-to-caritas-after-taking-cocaine/",
                "Transcript": [
                    {
                        "text": "Last year a record number of persons resorted to Caritas seeking help because of their cocaine addiction.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Almost half of the 700 persons who resorted to Caritas did so because of their cocaine addiction. Interviewed by TVM NEWS, Caritas Director Anthony Gatt said this shows a different trend from recent years and emphasised that prevention measures have to be strongly implemented.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "About 20 years ago the trend was that persons resorted to Caritas because 90% were on heroin addiction. Last year this fell to 25% but there was a great increase in cocaine addiction and of the 700 persons who sought Caritas help, 45% were on cocaine while 20% were on cannabis.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Gatt expressed his concerns that cocaine and cannabis are becoming more popular.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He feared this is becoming a custom and Police detection is showing this is fast becoming a culture and these are being sought more and more for entertainment and because they are more available and therefore sought after.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Gatt aid this has to be questioned why they are being sought as recreational means and because people believe they will solve their problems.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said we have to make a conscience examination and relay the message from Caritas because some are taking these for recreational purposes and some shops are selling apparatus to enable them to be smoked while it is aso permissible to cultivate plants at home and these make it more difficult to kick the habit.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He also emphasised that drugs prevention has to be further strongly enforced because this is a risk to families. Persons should alternatively resort to sports activities and voluntary work.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He added that those who need support to kick drug habits should resort to Caritas that has seven centres with the help of Government including Sedqa, the OASI Foundation, Narcotics Anonymous and the AA.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Regarding the Therapy Centre for Adolescents at Tal-Ibwar, Anthony Gatt said that since it opened a year ago there are 17 residents who have experienced cannabis. This has filled a great void because therapy for adults is different to that of youths. At Tal-Ibwar besides care they are also receiving education and have days of activities and sports, agribusiness and hospitality and other sectors.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This year 12 persons graduated from the rehabilitation programme offered by Caritas.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "10:40",
            "URL MLT": "https://tvmnews.mt/news/fejn-jista-jsir-krematorju-fmalta/",
            "URL ENG": "https://tvmnews.mt/en/news/where-to-site-crematoria-in-malta/",
            "Duration": "02:03",
            "transcript mlt": {
                "Title": "Fejn jista’ jsir krematorju f’Malta?",
                "url": "https://tvmnews.mt/news/fejn-jista-jsir-krematorju-fmalta/",
                "Transcript": [
                    {
                        "text": "L-Awtorità tal-Ippjanar qed tilqa’ l-fehma tal-pubbliku dwar fejn jistgħu jsiru krematorji u kif għandhom jiġu żviluppati. Dan wara li bir-regoli preżenti, krematorju jista’ jsir biss fuq art li tifforma parti minn ċimiterju.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tliet snin ilu, il-Parlament approva l-liġi dwar il-krematorji li tipprovdi l-qafas legali u regolatorju dwar kif tista’ ssir il-kremazzjoni, kundizzjonijiet għal min jixtieq jiftaħ krematorju u kif dan se jkun liċenzjat. S’issa quddiem l-Awtorità hemm applikazzjoni waħda għall-bini ta’ krematorju.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Gvern talab lill-Awtorità tal-Ippjanar biex tibda proċess ta’ reviżjoni tal-politika tal-2015 dwar iċ-ċimiterji fil-parti li titkellem dwar l-iżvilupp ta’ krematorji. Ir-regoli ta’ bħalissa jgħidu li l-krematorji għandhom jiġu żviluppati biss meta jkunu jagħmlu parti minn ċimiterju eżistenti. Il-Perit Joseph Scalpello, mill-Awtorità tal-Ippjanar, qal lil TVMnews li l-Gvern ħass li din ir-regola hija ristrettiva wisq u għandhom ikunu kkunsidrati alternattivi oħra għall-iżvilupp tal-krematorji. Spjega li riżultat t’hekk, sal-aħħar ta’ Awwissu l-Awtorità qed tilqa’ s-suġġerimenti tan-nies fi proċess ta’ konsultazzjoni pubblika dwar fejn jistgħu isiru krematorji.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Qed nistaqsu lin-nies imma hemm options oħra fejn jistgħu isiru krematorji jew bilfors iridu jibqgħu parti minn ċimiterju? U jekk hemm options oħra, fejn huma dawk il-locations, dawk is-siti li jistgħu jakkomodaw il-kremazzjoni”",
                        "author": "Perit Joseph Scalpello",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Żied li wara dan il-proċess, l-Awtorità trid tħares lejn il-kwistjoni tad-disinn tal-krematorji. Fost oħrajn trid tara kemm se talloka art għall-bini ta’ krematorji, x’bini għandu jkun hemm u x’faċilitajiet għandu joffri.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Fejn jistgħu jinżamm l-irmied għax int għandek l-għażlla li l-familja tieħu l-irmied magħha jew tista’ wkoll jinżammu bħala parti mill-krematorju allura għandek bżonn faċilitajiet bħal dawk. Għandek bżonn l-apparat innifsu, għandek ir-reception room, għandek forsi l-mortwarja nnifisha.”",
                        "author": "Perit Joseph Scalpello",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Żied li anke l-operat tal-krematorji għandu jkun regolat għax mill-proċess tal-kremazzjoni joħroġu xi emissjonijiet u għalhekk huwa mportanti li ma jsirx tniġġiż ambjentali. Minħabba f’hekk spjega li policy bħal din tiġi żviluppata mal-esperti fosthom id-Dipartiment tas-Saħħa u l-Awtorità għall-Ambjent u r-Riżorsi. Temm jgħid li meta jkun lest l-abbozz tal-policy riveduta taċ-ċimiterji, l-Awtorità terġa’ tikkonsulta mal-pubbliku dwar id-dettalji.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Where to site crematoria in Malta?",
                "url": "https://tvmnews.mt/en/news/where-to-site-crematoria-in-malta/",
                "Transcript": [
                    {
                        "text": "The Planning Authority is receiving public opinion as to where crematoria may be sited and how they should be developed. Present regulations stipulate that a crematorium must only form part of a cemetery.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Three years ago Parliament approved a Law regarding crematoria and provided the legal basis as to how cremation should take place, the conditions that must be observed and how these should be licenced. So far the PA has only received one application.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Government has requested the Planning Authority to begin a revision process of the policies designed in 2015 regarding cemeteries regarding the development of crematoria. The architect Joseph Scalpello from the PA told TVMnews the Government feels the regulations are too restrictive and other developments should be considered for the development of crematoria. Thus the PA is accepting public suggestions as public consultation regarding crematoria.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said the public is being asked should these remain regulated to be part of a cemetery or are there other options? If there are other options, what are they and where would they be sited?",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He added that following this process the PA has to look at their design, the extent of land that has to be allocated and what facilities should be offered. The ashes may be claimed by the family but others may remain at the crematorium and therefore there has to be facilities. A reception room may be necessary as well as a mortuary.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The process has to be regulated because of emissions and it is therefore of importance that these do not cause environmental damage. Therefore the whole policy has to be considered by the Ministry for Health and the Environmental and resources Authority ERA and the public has to be consulted regarding the details.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "13:20",
            "URL MLT": "https://tvmnews.mt/news/fl-ingilterra-genituri-ta-tifel-fkoma-jitilfu-l-appell-biex-izommuh-haj/",
            "URL ENG": "https://tvmnews.mt/en/news/uk-parents-of-boy-in-coma-lose-appeal-to-keep-him-alive/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Fl-Ingilterra: ġenituri ta’ tifel f’koma jitilfu l-appell biex iżommuh ħaj",
                "url": "https://tvmnews.mt/news/fl-ingilterra-genituri-ta-tifel-fkoma-jitilfu-l-appell-biex-izommuh-haj/",
                "Transcript": [
                    {
                        "text": "Il-ġenituri ta’ tifel Ingliż ta’ 12-il sena li jinsab f’koma tilfu l-aħħar appell biex iżommu mixgħula l-magna li qed iżżommu ħaj.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Archie Battersbee ilu f’koma mis-7 ta’ April li għadda wara li kien instab mitluf minn sensih f’daru f’Southend, Essex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kienu t-tobba tar-Royal London Hospital li talbu lill-Qorti twaqqaf il-magna fejn sostnew li ma hemm ebda tama li t-tifel joħroġ minn din il-koma.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Qorti Ingliża awtorizzat lit-tobba biex jitfu l-magna u l-ġenituri, Paul Battersbee u Hollie Dance, ħadu l-każ quddiem il-Qorti tal-Appell madankollu din ċaħditilhom l-appell.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-koppja ma qatgħetx qalbha u ressqet il-każ quddiem il-Qorti Ewropea tad-Drittijiet tal-Bniedem imma din iddikjarat li ma kinitx kompetenti biex tintervjeni fil-każ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "UK: Parents of boy in coma lose appeal to keep him alive",
                "url": "https://tvmnews.mt/en/news/uk-parents-of-boy-in-coma-lose-appeal-to-keep-him-alive/",
                "Transcript": [
                    {
                        "text": "The parents of a 12-year-old British boy who is in a coma, have lost their final appeal to keep him alive on life support.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Archie Battersbee has been in a coma since 7 April after he was found unconscious at his home in Southend, Essex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Doctors at Royal London Hospital who asked the Court to turn off the machine, said that there was no hope of the boy ever waking up from his coma.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The British Court authorised the hospital to turn off the machine and his parents, Paul Battersbee and Hollie Dance, took their case to the Court of Appeal but it was turned down.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The couple did not give up and have presented their case in front of the European Court of Human Rights but it said it has no jurisdiction to intervene in this case.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "See also:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "https://tvmnews.mt/en/news/british-judge-authorizes-end-of-life-support-to-brain-damaged-boy-parents-object-to-ruling/",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "13:50",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "14:16",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "15:00",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "15:50",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "16:22",
            "URL MLT": "https://tvmnews.mt/news/jammetti-li-ghamel-rapport-falz-lill-pulizija-dwar-theddida-ta-bomba-ftas-sliema/",
            "URL ENG": "https://tvmnews.mt/en/news/admits-to-filing-a-false-report-with-the-police-about-a-bomb-threat-in-tas-sliema/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Jammetti li għamel rapport falz lill-Pulizija dwar theddida ta’ bomba f’Tas-Sliema",
                "url": "https://tvmnews.mt/news/jammetti-li-ghamel-rapport-falz-lill-pulizija-dwar-theddida-ta-bomba-ftas-sliema/",
                "Transcript": [
                    {
                        "text": "Shaun Farrugia ta’ 32 sena mill-Gżira ammetta li fit-30 ta’ Lulju fit-tlieta ta’ filgħodu għamel rapport falz mal-Pulizija dwar theddida ta’ bomba finta f’ristorant f’Tas-Sliema.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Farrugia li huwa kunsillier tal-Partit Nazzjonalista l-Gżira, tressaq il-Qorti akkużat ukoll li ikkawża biża lill-impjegati u l-klijenti li kienu fir-ristorant u li kien riċediv fost oħrajn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Farrugia ammetta l-akkużi miġjuba kontrih u talab rapport ta’ qabel is-sentenza.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hu ngħata l-ħelsien mill-arrest sakemm jiġi konkluż ir-rapport, b’depożitu ta’ €1,500 u garanzija personali ta’ €6,500.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Shaun Farrugia ngħata l-ħelsien mill-arrest fuq diversi kundizzjonijiet fosthom li jiffirma fl-għassa tal-Pulizija ta’ Tas-Sliema, tliet darbiet fil-gimgħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Farrugia ġie ordnat ukoll ma jersaqx qrib dan ir-ristorant.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Admits to filing a false report with the Police about a bomb threat in Tas-Sliema",
                "url": "https://tvmnews.mt/en/news/admits-to-filing-a-false-report-with-the-police-about-a-bomb-threat-in-tas-sliema/",
                "Transcript": [
                    {
                        "text": "32-year-old Shaun Farrugia of Gżira admitted to filing a false report with the Police about a fake bomb threat in a Tas-Sliema restaurant, at 3.00 a.m. on 30 July.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Farrugia, who is a Nationalist Party Councillor in Gżira, was arraigned in Court and charged also with instilling fear in staff and clients who were in the restaurant and with being a relapser, among others.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Farrugia admitted to the charges and asked for a pre-sentencing report.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Farrugia was granted bail pending the conclusion of the report, against a 1,500 euro deposit and a 6,500 euro personal guarantee.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The accused was released from arrest against a number of conditions, including signing the bail book at the Tas-Sliema Police Station three times a week.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Farrugia was also ordered not to go near the restaurant.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "17:40",
            "URL MLT": "https://tvmnews.mt/news/sentejn-probation-wara-li-ammetta-li-seraq-minn-karozza/",
            "URL ENG": "https://tvmnews.mt/en/news/two-years-probation-after-admitting-to-theft-from-a-car/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Sentejn probation wara li ammetta li seraq minn karozza",
                "url": "https://tvmnews.mt/news/sentejn-probation-wara-li-ammetta-li-seraq-minn-karozza/",
                "Transcript": [
                    {
                        "text": "Stephen Urry li għandu 42 sena nzamm arrestat wara li ma’ David Cavenati, Taljan ta’ 33 sena imwieled Bergamo u li jgħix Raħal Ġdid, kien akkużat li fil-lejl ta’ bejn ir-raba’ u l-ħamsa ta’ Awwissu ta’ din is-sena ikkommettew serq ta’ nuċċali u oġġetti oħra minn vettura, u li ppruvaw jisirqu minn vettura oħra għad-detriment ta’ Omar Grech u Alicia Kinmont rispettivament.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huma t-tnejn kienu akkużati li volontarjament ħassru jew għamlu ħsara fuq iż-żewġ vetturi liema ħsara tammonta għall-iktar minn 250 ewro iżda mhux aktar minn 2500 ewro.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Stephen Urry waħdu, li huwa reċediv, kien akkużat li kkommetta serq ta’ skrataċ u oġġetti oħra u li volontarjament ikkawża ħsara fuq vettura għad-detriment ta’ Andrew Camilleri.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Urry li qal ma jaħdimx, wieġeb li mhuwiex ħati għall-akkużi li nġiebu kontrih. Il-Maġistrat tal-Għassa Leonard Caruana wara li sema’ l-provi ordna li jinżamm arrestat minħabba li huwa reċediv u li naqas li jidher l-qorti meta kien akkużat b’reati ta’ serq fl-2018.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-prosekuzzjoni ddikjarat li m’għandux ikun hemm dewmien fil-ġbir ta’ provi kontra Stephen Urry u ordnat li jinżamm arrestat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "David Cavenati li ilu jgħix Malta mill-2016, u li ammetta li għandu problema serja ta’ dipendenza tad-droga wieġeb li hu ħati minkejja t-twissija tal-Maġistrat li bl-ammissjoni tiegħu seta’ jinkrimina lilu nnfisu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa kien kkundannat sentejn probation, b’ordni li jpoġġi għal programm ta’ rijabilitazzjoni mid-droga, u li jrid jagħmel dan sa massimu ta’ żmien xahar mil-lum.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Maġistrat wissieh li jekk f’ dawn is-sentejn iwettaq reat, jista’ se jeħel il-ħabs u wissieh li jekk jiżbalja se jkun hemm konsegwenzi serji.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Two years probation after admitting to theft from a car",
                "url": "https://tvmnews.mt/en/news/two-years-probation-after-admitting-to-theft-from-a-car/",
                "Transcript": [
                    {
                        "text": "42-year-old Stephen Urry has been remanded in custody after being charged with, together with 33-year-old Bergamo-born Italian national David Cavenati who lives in Paola, stealing glasses and other items from a car and attempting to steal from another car to the detriment of Omar Grech and Alicia Kinmont respectively.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Both were charged with voluntarily damaging both vehicles, which damage exceeds 250 euro but is under 2,500 euro.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Stephen Urry alone, who is a relapser, was also charged with stealing cartridges and other items and with voluntarily damaging a car to the detriment of Andrew Camilleri.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Urry, who stated he is unemployed, pleaded not guilty as charged. After hearing the evidence, Duty Magistrate Leonard Caruana ordered the accused’s remand in custody as he is a relapser and had failed to appear before the Court when charged with theft in 2018.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Prosecution declared that there should not be any delay in collecting evidence against Stephen Urry, who was detained under arrest.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "David Cavenati, who has been living in Malta since 2016 and who admitted to a serious drug dependence problem, pleaded guilty despite the Magistrate’s warning that by so doing, he could incriminate himself.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Cavenati was sentenced to two years probation and an order was handed down for him to be placed on a drug rehabilitation programme by not later than one month from today.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Magistrate warned the accused that if he commits any crime within these two years he could end up in prison, and warned of serious consequences if he falls foul of the law.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "19:25",
            "URL MLT": "https://tvmnews.mt/news/volontiera-jaghmlu-traskrizzjoni-ta-800-dokument-dwar-kwistjonijiet-marittimi/",
            "URL ENG": "https://tvmnews.mt/en/news/volunteers-transcribe-800-documents-related-to-maritime-matters/",
            "Duration": "02:55",
            "transcript mlt": {
                "Title": "Volontiera jagħmlu traskrizzjoni ta’ 800 dokument dwar kwistjonijiet marittimi",
                "url": "https://tvmnews.mt/news/volontiera-jaghmlu-traskrizzjoni-ta-800-dokument-dwar-kwistjonijiet-marittimi/",
                "Transcript": [
                    {
                        "text": "Għal tliet snin sħaħ, mill-bidu tal-pandemija, grupp ta’ voluntiera ngħaqdu mal-arkivji notarili u għamlu traskrizzjoni ta’ ‘l fuq minn 800 dokument, magħrufin bħala Sea Protests, li jikkonsistu f’ilmenti uffiċjali dwar kwistjonijiet marittimi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Atti Notarili ta’ William Stevens Senior u William Stevens Junior tas-seklu 19 kienu parti minn dawn l-ilmenti li nġabru għal dan il-proġett.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minnhom inkisbet informazzjoni utli dwar il-vapuri li waqfu Malta għal diversi raġunijiet, fosthom biex iħottu l-merkanzija, jissewew jew inkella jistkennu mill-maltemp matul xi vjaġġ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jekk il-pandemija ġabet magħha ħafna inkwiet u qtigħ il-qalb, għal grupp żgħir ta’ nies serviet bħala opportunità biex il-ħin liberu tagħhom, iqattgħuh jistudjaw ‘il fuq minn 800 dokument mill-Arkivji Notarili u jagħmlu studju komparattiv ma’ pajjiżi oħra, inkluż Franza, Spanja u l-Italja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huma ħarsu lejn ilmenti uffiċjali dwar kwistjoni marittimi tan-nutar William Stephens Senior u William Stephens Junior, li fihom kellhom tip ta’ kalkolu, magħruf bħala general average, li jixħet dawl fuq is-settur marittimu u r-rwol tiegħu fl-iżvilupp tal-ekonomija fl-Ewropa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minn dawn, huma ħarġu transkrizzjonijiet ta’ kull ilment, kif ukoll l-ispejjeż relatati magħhom. Ħarġet ukoll informazzjoni relevanti bħal min kien il-kaptan, x’bastiment kellu, il-portijiet li zar matul il-vjaġġ tiegħu, kif ukoll l-avveniment li ġara li minħabba fih kellu jmur għand in-nutar mal-wasla tiegħu fil-Port ta’ Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huma importanti ħafna, għaliex jixħtu dawl kemm fuq il-merkanzija, fejn qed tmur il-merkanzija, infatti għandna anke msemmijin postijiet bħal Rio de Janeiro u kif postijiet minn dawn hawn Malta qed nirċievu tip ta’ merkanzija bħal ġlud tal-annimali u anke kafe, u kif ukoll it-temp, il-kundizzjonijiet tat-temp, il-cost tal-human lives, tan-nies, li tul dawn il-vjaġġi kienu jintilfu ħafna drabi u x’kien jiġri meta l-bastiment jiltaqa’ ma’ xi aċċident li forsi jimpedieh milli jkompli bil-vjaġġ tiegħu.",
                        "author": "Joan Abela – President tal-Fondazzjoni tal-Arkivji Notarili",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Waħda mill-voluntiera li ħadet sehem f’dan il-proġett irrakkontat ma’ TVMnews li każ interessanti jmur lura għal Ġunju tal-1850, fi vjaġġ li telaq minn Lixandra u kellu bħala merkanzija qamħarrun Indjan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ħabba s-sħana li kien hemm, beda jisħon u mtlew kompletament insetti fuq il-vapur. Beda jinten ovjament wara ftit taż-żmien u kif kienu għaddejin minn ħdejn Kreta, l-ekwipaġġ iddeċieda li l-aħjar jieqfu Malta biex jissalvagwardjaw dak li kien fadal, kif ukoll anke s-saħħa tagħhom. Daħlu kwaratina, il-master mar quddiem in-nutar, għamel il-minuti tiegħu u hekk ħarġu l-ispejjeż li kien hemm relatati mal-merkanzija li ntilfet.",
                        "author": "Charlene Ellul – Voluntiera",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dan il-proġett sar b’kollaborazzjoni bejn il-fondazzjoni tal-arkivji notarili u l-Università ta’ Exeter, b’fondi mill-kunsill għar-riċerka tal-Unjoni Ewropea.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa rebaħ il-premju tal-aktar proġett innovattiv fil-qasam tal-istudji umanistiċi diġitali, li ġie mogħti mill-Assoċjazzjoni Franċiża tal-Istorja Ekonomika waqt il-kungress internazzjonali tal-istudji ekonomiċi li sar f’Pariġi, f’Lulju li għadda.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Volunteers transcribe 800 documents related to maritime matters",
                "url": "https://tvmnews.mt/en/news/volunteers-transcribe-800-documents-related-to-maritime-matters/",
                "Transcript": [
                    {
                        "text": "For three whole years, since the beginning of the pandemic, a group of volunteers joined forces with the notarial archives and transcribed over 800 documents, known as Sea Protests, which consist of official complaints about maritime issues .",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Notarial Deeds of William Stevens Senior and William Stevens Junior of the 19th century formed part of the acts that were collected for this project.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Useful information was obtained from them about the ships that stopped in Malta for various reasons, among them to unload cargo, to be repaired or otherwise to shelter from storms during a journey.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Although the pandemic brought with it worry and concern, it also served as an opportunity for a group of people to spend their free time studying over 800 documents from the Notarial Archives and carrying out a comparative study with other countries, including France, Spain and Italy.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "They looked at official complaints about a maritime issue by the notary William Stephens Senior and William Stephens Junior, in which they had a type of calculation, known as general average, which sheds light on the maritime sector and its role in development of the economy in Europe.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "From these, they produced transcripts on each complaint, as well as the costs related to them. Relevant information – such as who the captain was, what ship he had, the ports he visited during his journey, as well as the event which prompted him to go to the notary upon his arrival at the Port of Malta – was also obrtained.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "They are very important, because they shed light both on the goods, where the goods are going, in fact places like Rio de Janeiro are also mentioned and as are certain type of goods such as animal skins and even coffee, and also weather conditions, the cost of human lives, of people who were lost during these journeys many times and what would happen when the ship met with an accident that might prevent it from continuing its journey.",
                        "author": "Joan Abela – Notarial Archives Foundation President",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "One of the volunteers who took part in this project told TVMnews that an interesting case goes back to June 1850, on a trip that left Alexandria with Indian corn on board.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Because of the heat, the ship was completely filled with insects. It obviously started to stink after a while and as they were passing by Crete, the crew decided that it would be best to stop in Malta to safeguard those who were on board, as well as their health. They were put into quarantine, the master went before the notary, registered his minutes and that’s how the expenses related to the goods that were lost emerged.",
                        "author": "Charlene Ellul – Volunteer",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "This project was carried out in collaboration between the notarial archives foundation and the University of Exeter, with funds from the research council of the European Union.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It won the award for the most innovative project in the field of digital humanities, which was awarded by the French Association of Economic History during the international congress of economic studies held in Paris, in Last July.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "22:55",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "24:20",
            "URL MLT": "https://tvmnews.mt/news/adpd-jghid-li-ghandu-jkollna-zoni-fl-irhula-u-bliet-bla-karozzi/",
            "URL ENG": "https://tvmnews.mt/en/news/adpd-calls-for-car-free-zones-in-towns-and-villages/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "ADPD jgħid li għandu jkollna żoni fl-irħula u bliet bla karozzi",
                "url": "https://tvmnews.mt/news/adpd-jghid-li-ghandu-jkollna-zoni-fl-irhula-u-bliet-bla-karozzi/",
                "Transcript": [
                    {
                        "text": "Il-Partit ADPD – The Green Party qal li l-Gvern għandu nuqqas ta’ viżjoni fil-qasam tat-trasport.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iċ-Chairperson tal-ADPD, Carmel Cacopardo fi stqarrija qal li l-bini tal-flyovers, il-proġett propost f’nofs l-Imsida u t-twessigħ tat-toroq mhumiex is-soluzzjoni għal effiċjenza fil-mobilità. Iċ-Chairperson tal-ADPD spjega li l-effiċjenza fil-mobilità tfisser fost oħrajn toroq urbani b’inqas traffiku fihom b’żoni riservati għat-trasport pubbliku u mezzi alternattivi għat-trasport fosthom ir-roti anke elettriċi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Perit Cacopardo qal li l-mira tal-pajjiż għandha tkun għal żoni kbar fl-irħula u bliet mingħajr karozzi – bħal ma naraw f’diversi bliet Ewropej. Wera l-fehma li l-ispazju li jieħdu l-karozzi, parti kbira minnu, għandu jgħaddi lura għand in-nies u jintuża biex it-toroq isiru isbaħ bi programm ta’ tħawwil ta’ siġar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iċ-Chairperson tal-ADPD qal li l-fatt li skont il-master plan tat-trasport, nofs il-vjaġġi f’Malta huma inqas minn kwarta suppost jagħmilha aktar faċli biex il-Gvern iħajjar bidla fil-mod ta’ trasport waqt li jiffaċilita u mhux itellef lil min jitħajjar juża mezzi alternattivi tat-trasport.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "ADPD calls for car-free zones in towns and villages",
                "url": "https://tvmnews.mt/en/news/adpd-calls-for-car-free-zones-in-towns-and-villages/",
                "Transcript": [
                    {
                        "text": "ADPD – The Green Party stated that Government lacks vision in the transport sector.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "ADPD Chairperson Carmel Cacopardo said in a statement that the building of flyovers, the proposed project in the middle of Msida and the widening of roads are not solutions to efficiency in mobility. Cacopardo explained that efficiency in mobility means, among others, urban roads with less traffic in zones reserved for public transport and alternative means of transport including bicycles, even electric bicycles.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The ADPD Chairperson said the country’s target should be for big car-free zones in towns and villages – as is the case in several European cities. Cacopardo expressed the opinion that the space taken up by vehicles, a major part of it, should pass back to the people so that streets are embellished through a tree-planting programme.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mr Cacopardo added that the fact that according to the transport master plan half the trips in Malta are of less than 15 minutes duration should make it easier for the Government to encourage a change in modes of transport whilst facilitating rather than hindering those wishing to use alternative means of transport.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "25:31",
            "URL MLT": "https://tvmnews.mt/news/7-clown-doctors-jinghataw-il-gagaga-bajda-bdisinji-kkuluriti/",
            "URL ENG": "https://tvmnews.mt/en/news/president-gives-colourful-lab-coats-to-7-new-klown-doctors/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "6 Klown Doctors jingħataw il-ġagaga bajda b’disinji kkuluriti",
                "url": "https://tvmnews.mt/news/7-clown-doctors-jinghataw-il-gagaga-bajda-bdisinji-kkuluriti/",
                "Transcript": [
                    {
                        "text": "Ħames nisa u raġel ġew ippreżentati l-ġagaga bajda b’disinji kkuluriti mill-President ta’ Malta u issa bdew ikunu fis-swali tat-tfal fl-isptar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma jagħmlux dijanjosi u ma jikkurawx il-kundizzjonijiet mediċi tal-pazjenti iżda bix-xogħol volontarju tagħhom jaljenaw u jtaffu t-tbatija tat-tfal morda/ Huma temmew kors ta’ sena bl-appoġġ tal-Malta Community Chest Fund.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tiddistingwihom fl-isptar it-tbissima fuq fommhom u l-boċċu aħmar ma’ mneħirhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minn żmien għal żmien, is-swali ta’ Wonderland, Disneyland, Fairyland u Rainbow fl-ISptar Mater Dei jinsew għal ftit ħin il-mard u l-atmosfera tinbidel f’waħda ferriħija għat-tfal li jogħxew bil-praspar tal-Klown Doctors.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huma jitqassmu f’timijiet ta’ tnejn jew tlieta u b’mod regolari jżuru dawn is-swali. Ħidmet il-Klown Doctors ma tieqafx mat-tfal biss iżda ddur ukoll mal-ġenituri, nanniet jew aħwa kbar fl-età biex fihom jippruvaw jiżirgħu tama u ferħ flok tbatija u qtigħ il-qalb li ħafna drabi jġib miegħu l-mard.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meta jidħlu ħdejn it-tfal, il-Klown Doctors jaraw xi tkun is-sitwazzjoni u jadattaw skont dak li jsibu, b’mod spontanju.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Nilagħbu, naraw kif noħolqu xi opportunità li nilagħbu, indoqqu l-ukulele, jew xi cuqlajta, u nippruvaw inkantaw. Mhux importanti li tkanta tajjeb, l-aqwa li nkantaw u li nieħdu gost. Ħafna drabi ma nkantawx tajjeb u iktar ma nkantawx tajjeb, iktar nidħku, dik l-idea.",
                        "author": "Stefan Frendo – Dr Buzz",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dr Buzz qal li hemm studji li juru li meta l-pazjenti jidħku u jnaqqsu l-ansjetà, it-terapija tkun iktar effiċjenti u l-mediċini jaħdmu aħjar. Il-Klown Doctors għandhom sett ta’ regoli ta’ x’ma jistgħux jagħmlu meta jidħlu ħdejn it-tfal.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ħaġa li ma nagħmlux huwa meta nidħlu f’ward huwa li nsaqsu lit-tifel kif inhu, kif qed iħossu … mhux il-punt. Qed iħossu kif qed iħossu, issa ejjew ninsew dak li qed inħossu u dak li għandna u ejjew ħa nilagħbu. U li nwiegħdu li nerġa’ niġi, għax fejn naf jien forsi għada jitilquh dan.",
                        "author": "Stefan Frendo – Dr Buzz",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Qabel jieħdu dan l-irwol, il-Klown Doctors jgħaddu minn proċess ta’ taħriġ, kemm mil-lat psikoloġiku u anke minn dak artistiku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kellna ħafna laqgħat, anke mas-psychologists, trid tipprepara lilek innifsek emozzjonalment, kellna mal-magician, improvisation, bil-puppets, kellna live-in għamilna mill-Ġimgħa sal-Ħadd flimkien, kellna clown doctor li ġiet minn barra u bdiet tagħmlilna ħafna sessions. Kellna ħafna affarijiet.",
                        "author": "Johanne Vella – Dr Poppins",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Qabel jiggradwa, kull Klown Doctor jagħżel l-isem tiegħu u jibni wkoll il-lab coat partikolari tiegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jiena mdorrija ħafna mat-tfal, naħdem mat-tfal, allura qisu kulħadd qalli inti għandek karattru vera, immur tajjeb mat-tfal, vera childish, u ddeċidejt, flimkien bl-għajnuna tal-clown doctors l-oħra li għenuni nagħżel l-isem, illi nagħżel isem iktar sottili, iktar childish. Il-lab coat għażiltu l-istess mod, bil-ġugarelli tat-tfal, biex ovjament nattira iżjed l-attenzjoni tat-tfal u ovjament noħloq iktar il-karattru tiegħi bħala tifla ċkejkna.",
                        "author": "Martina Seychell – Buttercups",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Klown Doctors ġejjin minn oqsma differenti tal-ħajja fosthom professjonisti fil-mediċina, l-edukazzjoni u saħansitra fil-liġi u jvarjaw minn kull età. Mal-għaqda Dr Klown għadhom kemm ingħaqdu sitt membri ġodda biex l-għadd ta’ Klown Doctors telgħu għal 20. Fl-aħħar gradwazzjoni, il-President George Vella kellu kliem ta’ tifħir għall-qlubija li l-Klown doctors juru b’ħidmiethom qed jgħaqqdu flimkien il-ferħ mat-tbatija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "President gives colourful lab coats to 7 new Klown Doctors",
                "url": "https://tvmnews.mt/en/news/president-gives-colourful-lab-coats-to-7-new-klown-doctors/",
                "Transcript": [
                    {
                        "text": "Five women and a man were given white gowns with colourful designs by the President of Malta and now have started working in the children’s wards at the hospital.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "They do not diagnose or treat patients’ medical conditions but their voluntary work serves as a distraction and alleviates the suffering of sick children. They completed a one-year course with the support of the Malta Community Chest Fund.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "They are easily identifiable in the hospital and are the ones with a smile on their faces and a red bump on their noses.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "From time to time, the Wonderland, Disneyland, Fairyland and Rainbow wards at Mater Dei Hospital are transformed into a joyful place for the children who, at least temporarily, are able to forget their illnesses and who are completely taken by the Klown doctors.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "They are divided into teams of two or three and regularly visit these wards. The Klown Doctors’ work is not limited to the children only, but also extends to parents, grandparents or older siblings to try to sow hope and joy instead of suffering and heartbreak that routinely accompanies illness.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "When they are in the presence of the children, the Klown Doctors assess the situation and adapt accordingly and spontaneously.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We play, we see how to create an opportunity to play, we play the ukulele, and try to sing. It is not important to sing well, the idea is to sing and have fun. We often don’t sing well and that makes it even funnier. That’s the idea.",
                        "author": "Stefan Frendo – Dr Buzz",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dr Buzz said that there are studies that show that when patients laugh and reduce anxiety, therapy is more efficient and medicines work better. The Klown Doctors have a set of rules of what they cannot do when they are near children.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "One thing we don’t do when we go into a ward is ask the child how he is/ how he is feeling… it’s not the point. However they are feeling is not important, the point of the exercise is to forget what they are feeling and focus on play. And promise them that I will return, because as you know, we’re here today and gone tomorrow.",
                        "author": "Stefan Frendo – Dr Buzz",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Before taking on this role, the Klown Doctors go through a training process, both from a psychological and also an artistic view point.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We had many meetings, even with psychologists, you have to prepare yourself emotionally. We had several meetings – with the magician, improvisation, with puppets, we had a live-in together from Friday to Sunday, we had a clown doctor who came from abroad and started doing many sessions for us. We had many things.",
                        "author": "Johanne Vella – Dr Poppins",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Before graduating, each Klown Doctor chooses his name and also builds his particular lab coat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I’m very accustomed to children, I work with children, so everyone told me that since I get on so well with children, and I’m also childlike, I decided, – with the help of the other Klown doctors who helped me choose a name – to choose a more subtle, more childish name. I chose a lab coat with children’s toys, to obviously attract the children’s attention and of course to be more in keeping with my little girl character “",
                        "author": "Martina Seychell – Buttercups",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The Klown Doctors come from different walks of life including professionals in medicine, education and even law and span all ages. Six new members have just joined the Dr Clown association, bringing the number of Klown Doctors to 20. At the last graduation, President George Vella had words of praise for the bravery that the Klown doctors demonstrate with their work – combining joy with suffering.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "29:12",
            "URL MLT": "https://tvmnews.mt/news/60-student-izuru-l-bejta-tal-fkieren-fir-ramla-l-hamra/",
            "URL ENG": "https://tvmnews.mt/en/news/sixty-students-visit-turtle-nests-at-ramla-l-hamra/",
            "Duration": "01:32",
            "transcript mlt": {
                "Title": "60 student iżuru l-bejta tal-fkieren fir-Ramla l-Ħamra",
                "url": "https://tvmnews.mt/news/60-student-izuru-l-bejta-tal-fkieren-fir-ramla-l-hamra/",
                "Transcript": [
                    {
                        "text": "Madwar 60 tifel u tifla Għawdxin kellhom l-opportunità jżuru bejta tal-fkieren fir-Ramla l-Ħamra u jitgħallmu dwar il-ħajja marittima. Din kienet attività edukattiva bħala parti mill-kampanja Saving Our Blue.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Permezz tal-karattri ‘Maggie l-fekruna’ u ‘Stephen is-seagull’, madwar 60 tifel u tifla Għawdxin Kellhom l-opportunità jżuru l-bejta tal-fkieren fir-Ramla l-Ħamra u jitgħallmu dwar il-ħajja marittima. L-attività edukattiva, mtella’ bħala parti mill-kampanja Saving Our Blue, laqqgħet mas-60 student minn SkolaSajf u l-Girl Guides li setgħu jaraw mill-qrib il-ħidma tal-voluntiera biex din il-bejta tkun protetta, biċ-ċans li jitwieldu aktar fkieren. It-tfal tgħallmu dwar il-ħidma tal-Wildlife Rescue Team, dwar il-bajjiet li għandhom il-Blue Flag u dwar il-ħsara li jagħmel skart bħall-micro-plastics.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ġie spjegat il-ħsara li ssir fuq il-ħajja marittima meta l-iskart jintrema b’mod irresponsabbli u illegali. It-tfal ġew mistiedna jaqsmu l-ideat tagħhom dwar prattiċi u soluzzjonijiet sostenibbli, b’eżempji ta’ x’wieħed jista’ jagħmel biex jikkontribwixxi favur l-ambjent. Permezz tal-GLOBE Observer App, li tintuża biex wieħed jirrapporta l-kundizzjonijiet tal-isħab, it-tfal tgħallmu wkoll dwar kif jifforma s-sħab u x’qed ikun l-impatt tat-tibdil fil-klima.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru għall-Ambjent Miriam Dalli qalet li l-edukazzjoni dwar it-tibdil fil-klima u l-impatt ambjentali m’għandu jieqaf qatt. Spjegat kif attivita’ bħal din turi l-importanza ta’ edukazzjoni fost it-tfal, ‘l bogħod mill-bank tal-iskola, b’edukazzjoni fl-ambjent naturali fejn it-tfal jistgħu jaraw l-impatt tat-tibdil fil-klima u l-efett fuq l-ambjent ta’ dak kollu li nkunu qegħdin nagħmlu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din l-attivita’ saret f’kollaborazzjoni bejn il-Ministeru għall-Ambjent, l-Enerġija u l-Intrapriża, NatureTrust u l-Awtorità għall-Ambjent u r-Riżorsi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Sixty students visit turtle nests at Ramla l-Ħamra",
                "url": "https://tvmnews.mt/en/news/sixty-students-visit-turtle-nests-at-ramla-l-hamra/",
                "Transcript": [
                    {
                        "text": "About 60 young students had the opportunity to visit turtle nests at Ramla l-Ħamra and learn more about marine life. This was part of the educational campaign “Saving Our Blue.”",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Through such characters as ‘Maggie l-fekruna’ and ‘Stephen is-seagull’, the students from SkolaSajf and the Girl Guides were able to see at close quarters the work of volunteers to protect these turtle nests and enable the birth of baby turtles. The students were informed of the work of the Wildlife Rescue Team regarding  Blue Flag Bays and the damages caused by micro-plastics refuse.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The damage to marine life caused by irresponsible and illegal dumping of refuse was explained to them and the children were asked to voice their ideas on practical and sustainable solutions to help the environment. Through the GLOBE Observer App used to report cloud conditions, the students learnt of the formation of clouds and their impact on climate change.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Minister for the Environment, Miriam Dalli, said that education on climate change should be endless and explained that such a visit away from the school bench in a natural environment underlines to youngsters the impact of climate change and its effect on the environment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The activity took place with the collaboration of the Ministry for the Environment, Energy and Enterprises, NatureTrust and the Environmental and Resources Authority ERA.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}