{
    "News date": "06.09.2022",
    "Transcripts": [
        {
            "Time stamp": "03:53",
            "URL MLT": "https://tvmnews.mt/news/fil-bagit-mhu-se-jiddahhlu-ebda-taxxi-jew-pizijiet-godda-il-ministru-tal-finanzi/",
            "URL ENG": "https://tvmnews.mt/en/news/no-new-taxes-or-burdens-will-be-introduced-in-the-budget-finance-minister/",
            "Duration": "02:00",
            "transcript mlt": {
                "Title": "Fil-baġit mhu se jiddaħħlu ebda taxxi jew piżijiet ġodda – il-Ministru tal-Finanzi",
                "url": "https://tvmnews.mt/news/fil-bagit-mhu-se-jiddahhlu-ebda-taxxi-jew-pizijiet-godda-il-ministru-tal-finanzi/",
                "Transcript": [
                    {
                        "text": "Il-Ministru tal-Finanzi Clyde Caruana qal li l-kumpens obbligatorju għall-għoli tal-ħajja, il-C.O.L.A  mistennij jkun ta’ bejn €9 u €10 fil-ġimgħa sabiex jirrifletti u jtaffi mill-effetti ekonomiċi kkawżati mill-gwerra fl-Ukrajna waqt li l-Gvern mhu se jintroduċi ebda taxxi jew piżijiet ġodda fil-Baġit illi jmiss.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru Caruana qal li kieku l-Gvern ma intervjeniex bis-sussidji għall-enerġija fost oħrajn, il-kumpens tal-C.O.L.A kien ilaħħaq il-€25 fil-ġimgħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’indirizz qabel ingħata bidu għal-laqgħa tal-Kunsill Malti għall-Iżvilupp Ekonomiku u Soċjali, l-MCESD, il-Ministru Caruana xejjen dikjarazzjoniet li d-dejn se jiżdied u saħaq li qagħda finanzjarja ta’ Malta tiflaħ għall-isfidi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mhux nara li tassazzjoni f’dan il-pajjiż tiżdied. Dan għandu jserraħ ras l-investituri. Bl-ebda mod m’aħna se nitfgħu piżijiet ġodda jew fuq il-komunità kummerċjali jew fuq il-konsumatur. Għaldaqstant il-Gvern mhux ipoġġi l-ebda xokk dirett xprunat mill-istess Gvern fuq l-ekonomija”",
                        "author": "Il-Ministru tal-Finanzi Clyde Caruana",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Ministru qal li d-dejn f’pajjiżna għadu taħt is-60% minkejja l-għajnuniet li ta l-Gvern waqt il-pandemija. Fisser din bħala fost l-aktar elementi importanti anke b’paragun ma’ pajjiżi oħra fl-istess continent, F’dan l-isfond qal li d-dejn mistenni jibqa’ madwar l-istess persentaġġ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dwar l-enerġija, Dr Caruana qal li l-komunità Ewropea se tkun qed taddotta politika simili tal-Gvern Malti wara li l-piżijiet qed iwasslu għal dimostrazzjonijiet enormi u tenna li l-Gvern se jkompli jissusidja l-enerġija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Semma d-defiċit u qal li l-għan huwa li dan jibqa’ fil-livell ta’ 5.5% u 5.8% tal-prodott gross domestiku. Fuq kollox huwa saħaq li l-baġit se jkun wieħed soċjali li jħares l-aktar lil vulnerabbli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Waqt l-istess laqgħa, is-Segretarju Parlamentari responsabbli mid-djalogu soċjali Andy Ellul qal li l-Gvern huwa intiż li jsaħħaħ l-operat ta’ dan il-Kunsill.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa sostna li l-Gvern se jibqa ‘ jkun ta’ appoġġ għan-negozju u ħaddiema u żied li se jkun qed jitkellem magħhom sabiex dan il-Kunsill jsir awtorità skont il-manifest elettorali kif ukoll dwar mezzi ġodda biex tiġi mħarsa l-enerġija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "No new taxes or burdens will be introduced in the Budget – Finance Minister",
                "url": "https://tvmnews.mt/en/news/no-new-taxes-or-burdens-will-be-introduced-in-the-budget-finance-minister/",
                "Transcript": [
                    {
                        "text": "Finance Minister Clyde Caruana said that the obligatory compensation for the cost of living – COLA – is expected to be between €9 and €10 a week to reflect and alleviate the economic effects caused by the Ukraine war while the Government will not introduce any new taxes or burdens in the next Budget. Minister Caruana said that if the Government does not intervene with energy subsidies, among others, the COLA compensation would reach €25 a week.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Speaking before the start of a meeting of the Malta Council for Economic and Social Development, MCESD, Minister Caruana rebutted declarations that debt will increase and stressed that Malta’s financial situation can confront the challenges.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I am not seeing that taxation in this country will increase. This should rest investors’ mind. We will not introduce new burdens either on the commercial community nor on the consumer. Therefore, the Government is not placing any direct shock emanating from the same Government on the economy.",
                        "author": "Minister Clyde Caruana",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The Minister said that the country’s debt is still under 60% despite the assistance given by the Government during the pandemic. He said this was among the most important elements, even compared with other countries in the same continent. Debt is expected to remain around the same percentage, he added.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Referring to energy, Dr Caruana said the European community will be adopting a similar policy to that of the Maltese Government after burden measures are leading to large demonstrations, and reiterated that the Government will continue to subsidize energy.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said that the aim is that the deficit will remain in the level of 5.5% and 5.8% of the Gross Domestic Product, while insisting that the Budget will be a social one that protects the vulnerable persons.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Parliamentary Secretary for Social Dialogue, Andy Ellul, said the Government intends to strengthen the operation of MCESD and will continue with its support to businesses and workers. He said that he will dialogue with them so that the Council will become an authority according to the electoral programme, and new measures to protect energy.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "06:19",
            "URL MLT": "https://tvmnews.mt/news/l-mea-trid-li-l-cola-tigi-ffissata-bejn-minimu-ta-e2-50-u-massimu-ta-e6-fil-gimgha/",
            "URL ENG": "https://tvmnews.mt/en/news/mea-recommends-cola-fixed-rate-of-e2-50-up-to-e6-a-week-from-2024/",
            "Duration": "03:09",
            "transcript mlt": {
                "Title": "L-MEA trid li l-COLA tiġi ffissata bejn minimu ta’ €2.50 u massimu ta’ €6 fil-ġimgħa",
                "url": "https://tvmnews.mt/news/l-mea-trid-li-l-cola-tigi-ffissata-bejn-minimu-ta-e2-50-u-massimu-ta-e6-fil-gimgha/",
                "Transcript": [
                    {
                        "text": "Waqt konferenza tal-aħbarijiet, il-Kap tal-Assoċjazzjoni ta’ Min Iħaddem (MEA) Joseph Farrugia qal li abbażi tal-fatt li l-aġġustament għall-għoli tal-ħajja mistenni jkun fir-reġjun ta’ €10 kull ġimgħa huma tal-fehma li mill-2024 il-mekkanizmu tal-COLA għandu jkun ikkappjat b’rata fissa li tkopri minimu ta’ €2.50 sa massimu ta’ €6 fil-ġimgħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li l-istħarriġ li sar fost 400 kumpanija, indika kif 58% tal-kumpanji li joperaw f’Malta qalu li se jintlaqtu minn sfidi ta’ kompettitività minħabba ż-żieda fl-ispejjeż tal-operat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "53 fil-mija tal-kumpaniji li jesportaw irrappurtaw l-istess xejra u qalu li se jkun hemm impatt sinifikanti fuq l-ispejjeż tal-operat tal-kumpaniji.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Sur Farrugia fisser kif mill-istħarriġ irriżulta li l-kumpaniji li joperaw fil-manifattura qalu li se jkunu affettwati iżjed minn industriji oħrajn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "28 fil-mija tal-kumpaniji kollha kemm dawk li jimportaw u dawk li jesportaw, qalu li se jkunu qed jassorbu l-ispejjeż huma stess; 22 fil-mija tal-kumpaniji qalu li se jgħaddu l-ispejjeż kollha lill-klijenti filwaqt li nofs il-kumpaniji qalu li jżiedu l-prezzijiet parzjamen.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Qal li 55 fil-mija tal-kumpaniji qalu li se jassorbu ż-żidiet tal-prezzijiet huma stess filwaqt li 64% tal-kumpaniji qalu li qed jantiċipaw tnaqqis fid-domanda għas-servizzi u l-prodotti tagħhom, b’effetti iżjed drastiċi fil-qasam tar-bejgħ u s-servizzi professjonali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fisser kif mhix il-COLA biss li qed tikkawża l-inflazzjoni, iżda hemm għadd ta’ fatturi bħall-gwerra fl-Ukrajna u l-effett tal-pandemija tal-Covid li wasslu għal żieda fl-ispejjeż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-aġġustament għall-għoli tal-ħajja li jitqassam lill-impjegati jinħadem skont formola li tikkalkula l-ispejjez ta’ basket abbażi ta’ prodotti u servizzi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-istħarriġ tal-MEA indika wkoll li 77% tal-kumpaniji qalu li qed jistennew tnaqqis fil-profitti minkejja li l-qagħda fl-impjiegi se tkun stabbli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "MEA recommends COLA fixed rate of €2.50 up to €6 a week from 2024",
                "url": "https://tvmnews.mt/en/news/mea-recommends-cola-fixed-rate-of-e2-50-up-to-e6-a-week-from-2024/",
                "Transcript": [
                    {
                        "text": "The Malta Employers’ Association head, Joseph Farrugia, said that on the basis of the fact that the cost of living adjustment is expected to be in the region of €10 a week, the association is recommending that from 2024 the COLA mechanism should be capped with a fixed rate that covered a minimum of €2.50 up to a maximum of €6 a week.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mr Farrugia told a press conference that a survey among 400 companies indicated that 58% of companies operating in Malta said that they will face competitiveness challenges due to an increase in their operation costs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "53% of companies who export products reported the same trend with a significant impact on their operation costs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mr Farrugia added that the survey showed that companies operating in manufacturing said that they will be affected more than other industries. 28% of all companies, both importing and exporting ones, said that they will absorb the costs themselves; 22% said that they will pass all costs to clients while half of the companies said they will partially increase prices.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "55% of companies, he stated, said they will absorb the prices increases themselves, while 64% said they anticipate a reduction in their services of demand and products, with more drastic effects in the sales sector and professional services.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mr Farrugia ruled out that it is not only COLA that is causing inflation, but a number of factors such as the Ukraine war and the Covid pandemic effect that led to an increase in costs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The cost of living adjustment for employees is set according to a formula that calculates the costs of a basket on the basis of products and services.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The MEA survey also indicated that 77% of companies said that they expect a reduction in profits despite that the employment situation will be stable.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "09:58",
            "URL MLT": "https://tvmnews.mt/news/liz-truss-ufficjalment-pm-tar-renju-unit-waqt-laqgha-mar-regina/",
            "URL ENG": "https://tvmnews.mt/en/news/liz-truss-sworn-in-as-uks-new-prime-minister/",
            "Duration": "02:40",
            "transcript mlt": {
                "Title": "Liz Truss uffiċjalment PM tar-Renju Unit waqt laqgħa mar-Reġina",
                "url": "https://tvmnews.mt/news/liz-truss-ufficjalment-pm-tar-renju-unit-waqt-laqgha-mar-regina/",
                "Transcript": [
                    {
                        "text": "Liz Truss ħadet il-ġurament tal-ħatra bħala Prim Ministru tar-Renju Unit. Il-ġurament tal-ħatra ngħata mir-Reġina Eliżabetta t-Tieni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Truss marret għand ir-Reġina, li bhalissa qiegħda f’Balmoral l-Iskozja, fejn saret iċ-ċerimonja tal-ġurament tal-ħatra. Hija t-tielet Prim Ministru mara wara Margaret Thatcher u Theresa May.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iktar qabel, Boris Johnson għamel l-aħħar diskors tiegħu barra 10 Downing Street f’Londra u anke hu mar Balmoral biex jagħti r-riżenja formali tiegħu lir-Reġina Eliżabetta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wara ħadet il-ġurament, il-Prim Ministru Truss marret lura Londra fejn quddiem l-uffiċċju tal-Prim Ministru f’10 Downing Street, se tindirizza lill-media u mistennija tħabbar il-kabinett tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Liz Truss sworn in as UK’s new Prime Minister",
                "url": "https://tvmnews.mt/en/news/liz-truss-sworn-in-as-uks-new-prime-minister/",
                "Transcript": [
                    {
                        "text": "Liz Truss was today sworn in as the UK’s new Prime Minister during a meeting with Queen Elizabeth II. The swearing-in ceremony was held at Balmoral in Scotland.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Earlier, Boris Johnson made his last speech outside 10 Downing Street in London and then visited the Queen to present his formal resignation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "After the swearing-in ceremony, Prime Minister Truss returned to London where she will address the media and announce her new cabinet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meanwhile, President George Vella wished Liz Truss every success in her new role, adding that he hoped that the Malta-UK excellent relations continue to be strengthened during her term.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "15:49",
            "URL MLT": "https://tvmnews.mt/news/ara-arkeologi-jsibu-u-jibdew-jikxfu-fdalijiet-preistorici-qrib-l-irdum-ta-xrobb-l-ghagin/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-archaeologists-find-and-begin-to-excavate-prehistoric-remains-near-cliffs-at-xrobb-l-ghagin/",
            "Duration": "03:17",
            "transcript mlt": {
                "Title": "ARA: Arkeologi jsibu u jibdew jikxfu fdalijiet preistoriċi qrib l-irdum ta’ Xrobb l-Għaġin",
                "url": "https://tvmnews.mt/news/ara-arkeologi-jsibu-u-jibdew-jikxfu-fdalijiet-preistorici-qrib-l-irdum-ta-xrobb-l-ghagin/",
                "Transcript": [
                    {
                        "text": "Fdalijiet arkeoloġiċi li nstabu fl-irdum fi Xrobb l-Għaġin bħalissa qed jiġu skavati u investigati minn Heritage Malta fi proġett li huwa l-ewwel wieħed tax-xorta tiegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-ħidma qed issir b’kawtela mill-esperti u arkeologi iżda ladarba tintemm l-għan huwa li dawn il-fdalijiet, li oriġinarjament instabu 100 sena ilu, jibdew jitgawdew mill-pubbliku fl-istess park.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru għall-Kultura Owen Bonnici qal li din hija tifsira ġdida ta’ kif il-patrimonju tagħna ma jitgawdiex biss f’vetrina iżda jista’ jkun aċċessibbli kullimkien.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jinkixfu fdalijiet ta’ struttura preistorika fi Xrobb l-Għaġin li fil-bidu tas-Seklu 20 l-arkeologi Temi Zammit u Thomas Ashby kienu sabuhom f’xifer l-irdum.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wara 100 sena li nstabu, il-fdalijiet tgħattew bil-mod il-mod, aktarx b’mod naturali iżda issa se jiġu dokumentati u studjati.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jekk l-istudji juru li huwa possibbli, xi partijiet jistgħu anke jinqalgħu biex ma jintilfux mal-irdum li jinsabu fuqu u li qiegħed iċedi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Heritage Malta ngħatat l-inkarigu għal dan il-proġett ambizzjuz u flimkien mal-esperti u l-arkeologi ser jagħmlu mill-aħjar biex fl-aħħar mill-aħħar jitgawdew mill-pubbliku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "David Cardona, li qed imexxi l-proġett, qal lil TVMnews x-xogħol li qed isir fuq dan il-proġett li huwa l-ewwel wieħed tax-xorta tiegħu f’Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Saru numru ta’ studji li tawna informazzjoni dettaljata tal-ġeoloġija u tal-problemi li qed tbati minnha din l-istruttura li anke 100 sena ilu kienet parzjalment waqgħet il-baħar, il-proġett fadallu daqt sentejn oħra fejn ħa nkomplu niskavaw biex nikxfu iktar, s’issa sibna madwar 20% tal-istruttura, qed nittamaw li fis-sentejn li ġejjin inkunu nistgħu nikxfu ħafna aktar biex nieħdu aktar informazzjoni, dan se jagħtina ċ-ċans nistudjaw il-fażijiet ta’ kif inbena.",
                        "author": "David Cardona",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-proċess tal-iskavar mingħajr ma jkun hemm periklu għall-arkeologi huwa kkumplikat. Ir-riċerkaturi kellhom jaħdmu marbutin ma’ tower crane biex ikunu fiż-żgur f’każ li tiġġarraf xi parti mill-irdum.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-fażijiet preliminari ta’ din il-ħidma, Heritage Malta kellha wkoll l-appoġġ tad-Direttorat tar-Restawr kif spjegat lil TVMnews l-arkeologa Michelle Padovani.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "What is particularly interesting in this project is that since we are planning to move this structure furthur in it gives us an opportunity to study how it was actually constructed, in a normal situation we would not move a structure for no reason, we are strapped, we are very safe should the cliff fall then we will just dangle there for a little bit and the tower operator will pull us back in, its a little more timne consuming but it will be worth it.",
                        "author": "Michelle Padovani",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-President ta’ Nature Trust, Vincent Attard, qal li dan is-sit importanti għall-Istorja ta’ pajjiżna jinsab fil-park pubbliku ta’ Xrobb l-Għaġin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa sostna li l-fdalijiet se jkunu esposti għal mijiet ta’ nies li se jżuru dan il-park li għandu għan rikreattiv u edukattiv u spjega li t-tir hu li x-xogħol kollu jitlesta sal-aħħar ta’ din is-sena biex dan il-post jerġa’ jitgawda mill-pubbliku bla ħlas.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Eżekuttiv ta’ Heritage Malta, Noel Zammit, iddeskriva l-proġett ta’ Xrobb l-Għaġin bħala ambizzjuż li għal darba oħra qed jagħmel ġieħ lill-ħila u l-esperjenza li għandhom il-ħaddiema ta’ Heritage Malta fl-oqsma rispettivi tagħhom u li jpoġġu lill-aġenzija fuq quddiem nett fis-settur tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru Owen Bonnici qal li din hija ħolqa oħra minn ħidma sħiħa li twassal biex tingħata tifsira ġdida ta’ aktar aċċessibbiltà għall-patrimonju Malti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa fisser kif il-patrimonju tagħna ma jeżistix biss biex inpoġġuh f’vetrina biex inħarsu lejh u nogħxew bih imma li ngħixuh u nħossuh għax hu dak hu li jagħmilna Maltin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "WATCH: Archaeologists find and begin to excavate prehistoric remains near cliffs at Xrobb l-Għaġin",
                "url": "https://tvmnews.mt/en/news/watch-archaeologists-find-and-begin-to-excavate-prehistoric-remains-near-cliffs-at-xrobb-l-ghagin/",
                "Transcript": [
                    {
                        "text": "Archaeological remains that have been found near the cliffs at Xrobb l-Għaġin are currently being excavated and investigated by Heritage Malta in a project which is the first of its kind.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The work is proceeding with great caution by experts and archaeologists but once finalised, the remains, originally found 100 years ago, will be enjoyed by the public in the same park.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Minister for Culture, Owen Bonnici, said this is a new manner in which our patrimony will not only be enjoyed in display window cases but will be accessible to all.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The prehistoric remains were first discovered by Sir Temi Zammit and Thomas Ashby at the beginning of the 20th Century and were found at the edge of the cliffs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A hundred years later the remains have been gradually covered in a more natural manner and will now be studied and documented.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "If studies find it possible for some remains to be removed these will be relocated elsewhere as the area they are in is crumbling.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Heritage Malta has been trusted with this ambitious project and together with experts and archaeologists they will do their utmost for the remains to be enjoyed by the general public.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "David Cardona, who is leading the project, told TVMnews said the work on this project is the first of its kind in Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said a number of studies have been carried out and have provided detailed information of a structure that has been partially crumbling away into the sea. The project has another two years to enable excavations to reveal further finds. So far, 20% of the structure has been found and further work will be ongoing to obtain further information and give an opportunity to investigate how the structure has been built.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The work is proceeding so that no archaeological damage will be caused. Researchers had to work dangling from a tower crane as crumbling is a hazard.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In the initial phases Heritage Malta had the support of the Restoration Directorate as explained to TVMnews by archaeologist Michelle Padovani.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“What is particularly interesting in this project is that since we are planning to move this structure further in, it gives us an opportunity to study how it was actually constructed. In a normal situation we would not move a structure for no reason, we are strapped, we are very safe should the cliff fall then we will just dangle there for a little bit and the tower operator will pull us back in. It’s a little more time consuming but it will be worth it”, she said.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The President ta’ Nature Trust, Vincent Attard, said this is an important site in the country’s history.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He maintained the finds will be exposed to hundreds of people who will visit the park which will be educational and recreational. It is hoped work will be completed before the end of this year to be enjoyed by the public free of charge.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Executive Head of Heritage Malta, Noel Zammit, described the Xrobb l-Għaġin project as an ambitious one and reflects the endeavour and capabilities of Heritage Malta employees in their respective sectors and placed the agency at the head of its sector.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minister Owen Bonnici said this is another link in works that give a new meaning to further accessibility to Maltese patrimony.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said this patrimony should not just be placed in window cases to be viewed and admired but will enable to experience the public of that which makes us Maltese.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "25:09",
            "URL MLT": "https://tvmnews.mt/news/is-sensiela-das-boot-lura-malta-ghall-gbid-tar-raba-stagun/",
            "URL ENG": "https://tvmnews.mt/en/news/tv-series-das-boot-back-in-malta-for-filming-of-fourth-season/",
            "Duration": "02:40",
            "transcript mlt": {
                "Title": "Is-sensiela Das Boot lura Malta għall-ġbid tar-raba’ staġun",
                "url": "https://tvmnews.mt/news/is-sensiela-das-boot-lura-malta-ghall-gbid-tar-raba-stagun/",
                "Transcript": [
                    {
                        "text": "Is-sensiela popolari fuq Sky, Das Boot, qed terġa’ tiġi ffilmjata hawn Malta għar-raba’ staġun tagħha, b’investiment f’pajjiżna ta’ €2.3 miljun u xogħol għal 220 ħaddiem Malti f’din l-industrija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Producer Eżekuttiv ta’ din is-sensiela, Fabian Wolfart, qal lil TVMnews li t-tim tal-produzzjoni ddeċieda li jerġa’ jiffilmja f’Malta minħabba li l-faċilitajiet li hawn u l-kooperazzjoni li jsibu hija tal-ogħla livell meta mqabbla ma’ pajjiżi oħra fl-Ewropa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-sensiela popolari Ġermaniża bi produzzjoni għal Sky tinsab mill-ġdid f’Malta għar-raba’ staġun tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Das Boot hija sequel tal-film bbażat fuq il-ktieb ta’ Lothar Gunther Buchheim dwar ir-reżistenza Franċiża u s-sottomarin militari Ġermaniż U-612 u l-ekwipaġġ tiegħu fit-Tieni Gwerra Dinjija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Producer Eżekuttiv ta’ Das Boot, Fabian Wolfart, qal lil TVMnews li ddeċidew li jiffilmjaw ir-raba’ staġun f’Malta għax imqabbel ma’ pajjiżi oħra, Malta hija l-aqwa destinazzjoni għall-ġbid ta’ din is-sensiela.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li kien qed jaħdem f’Tenerife fi Spanja u sostna li mqabbel ma’ dak li jipprovdu l-Malta Film Studios huwa ta’ livell ferm ogħla, l-iktar it-tank fejn jiġu ffilmjati x-xeni fuq il-baħar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It’s amazing what you get from here, but the biggest is the water tank, all the possibilites you need with the beat, for high sea, without using CGI, it looks like the high sea, it’s incredible.",
                        "author": "Fabian Wolfart",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Kummissarju tal-Films Johann Grech qal li Das Boot hija l-11-il produzzjoni li qed tiġi ffilmjata hawn Malta din is-sena, bi produzzjoni oħra li qed tipprovdi xogħol għall-Maltin li jaħdmu f’din l-industrija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews staqsa wkoll dwar il-prospetti tal-films f’Malta għas-sena li ġejja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ottimist, dejjem b’saqajna mal-art, ottimist li se naraw aktar produzzjonijiet li jagħżlu lil pajjiżna għall-produzzjonijiet tagħhom.",
                        "author": "Johann Grech",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Ministru tat-Turiżmu Clayton Bartolo qal li l-Gvern se jkompli jinvesti fl-industrija tal-films biex Malta tkompli tattira iktar ismijiet kbar mill-industrija tal-films biex dawn jkomplu jonfqu iktar flus f’pajjiżna u anke joffru opportunitajiet ta’ dħul għall-ħaddiema Maltin waqt li sostna li din l-industrija qed tkompli tkun katalista fl-irkupru ekonomiku tal-pajjiż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-sensiela Das Boot tixxandar fuq l-istazzjon Sky fir-Renju Unit, l-Irlanda, il-Ġermanja, l-Awstrija, l-Italja, l-Iżvizzera u anke fuq l-istreaming ta’ Hulu fl-Istati Uniti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "TV series ‘Das Boot’ back in Malta for filming of fourth season",
                "url": "https://tvmnews.mt/en/news/tv-series-das-boot-back-in-malta-for-filming-of-fourth-season/",
                "Transcript": [
                    {
                        "text": "The popular series shown on Sky, Das Boot, will once again start filming in Malta for its fourth season at an investment of €2.3 million and will provide work for 200 Maltese employees in this industry.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Executive Producer of this season, Fabian Wolfart, told TVMnews that the production team has decided to start filming in Malta again because of its facilities and the co-operation they found at the highest level when compared with other European countries.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The popular German series Das Boot is a sequel of the film based on the book by Lothar Gunther Buchheim about the French resistance and the German military U-612 submarine and their crew during the WWII.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fabian Wolfart told TVMnews that Malta is the best destination for filming this series.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said that he was working in Tenerife, Spain and that, in comparison, what is provided by the Malta Film Studios is of a much higher level, especially the tank to films sea scenes.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It’s amazing what you get from here, but the biggest is the water tank, all the possibilities you need with the beat, for high sea, without using CGI, it looks like the high sea, it’s incredible.",
                        "author": "Fabian Wolfart",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Film Commissioner Johann Grech said that Das Boot is the 11th production being filmed here in Malta this year, providing work for the Maltese people in this industry. TVMnews also spoke about the prospects for the industry next year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I am an optimist, always with my feet on the ground, but optimistic that we will see more productions which choose our country for filming.",
                        "author": "Johann Grech",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Tourism Minister Clayton Bartolo said that the Government will keep investing in the film industry so that Malta can keep attracting bigger industry names to spend more money in the country and even offer opportunities to Maltese workers as this industry is a catalyst for the country’s economic recovery.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Das Boot will be transmitted on Sky in the UK, Ireland Germany, Austria, Italy, Switzerland and is even streaming on Hulu in the US.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "30:37",
            "URL MLT": "https://tvmnews.mt/news/kumpaniji-maltin-fqaghda-tajba-li-jgawdu-minn-fond-ta-e372b-ghal-progetti-ta-investiment/",
            "URL ENG": "https://tvmnews.mt/en/news/maltese-companies-expected-to-benefit-from-e372b-fund-for-investment-projects/",
            "Duration": "02:12",
            "transcript mlt": {
                "Title": "Kumpaniji Maltin f’qagħda tajba li jgawdu minn fond ta’ €372b għal proġetti ta’ investiment",
                "url": "https://tvmnews.mt/news/kumpaniji-maltin-fqaghda-tajba-li-jgawdu-minn-fond-ta-e372b-ghal-progetti-ta-investiment/",
                "Transcript": [
                    {
                        "text": "Il-Kummissjoni Ewropea ħarġet bi programm ġdid ta’ fondi InvestEU li jikkonsisti fi €372 biljun għal proġetti ta’ investiment ippjanati li jsiru sal-2027.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-għan huwa li tingħata spinta lill-investiment fl-ekonomija sostenibbili u diġitali fil-pajjiżi tal-Unjoni Ewropea, fosthom Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru għall-Ekonomija Silvio Schembri qal li din hija għodda li tista’ tintuża mill-intrapriżi lokali biex ikollhom iktar aċċess għall-finanzi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Gvern qed jesplora possibbilitajiet varji sabiex jiżgura aċċess sigur ta’ finanzi għall-intrapriżi Maltin b’kollaborazzjoni mal-Bank Ewropew għall-Investiment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi tmiem żjara ta’ jumejn minn delegazzjoni li inkludiet rappreżentanti tal-Kummissjoni Ewropea u tal-Bank Ewropew għall-Investiment, ingħataw id-dettalji dwar il-programm il-ġdid Invest EU għal investiment sostenibbli, innovazzjoni, inklużjoni soċjali u ħolqien tal-impjiegi fil-pajjiżi tal-Unjoni Ewropea. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap tat-Taqsima ta’ dan il-fond, Antonguilio Marin spjega li mhux se jkunu qed jingħataw għotjiet diretti iżda self, garanziji bankarji u ekwità.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We are presenting €370 billion investment in the few years economic recovery energy crisis…. I do believe Maltese SMEs are well placed to take strong benefit… they have experience from previous project. Maltese SMEs can get advantage from advisory from European Commission.",
                        "author": "Antonguilio Marin",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "F’kummenti ma’ TVM News il-Ministru tal-Ekonomija Silvio Schembri qal li dawn il-mezzi huma meħtieġa fid-dawl tal-klima ekonomika preżenti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Irridu naraw li l-investiment jibqa’ għaddej u l-investimenti jibqa’ għaddej jekk kemm jista’ jkun l-isfidi li qed jaffaċċjaw l-intrapriżi tagħna naffaċċjawhom fosthom l-aċċess għall-finanzi. Kulma jmur ovvjament dejjem qed ikun hemm sfidi ġodda marbutin mal-aċċess tal-finanzi għall-investimenti tagħhom u allura qed naraw b’liema mod nistgħu nikkollaboraw bejn Gvern u EIB biex naraw iktar finanzi għall-intarpriżi tagħna bl-anqas spiża possibbli għalihom.",
                        "author": "Silvio Schembri – il-Ministru tal-Ekonomija",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Invest EU huwa l-programm ta’ fondi li l-Kummissjoni Ewropea qed timbotta bħala s-suċċessur tal-pjan Juncker li kien sar biex iħajjar iktar entitajiet jinvestu fit-titjib u t-tisħiħ tal-infrastruttura. L-għan ewlieni dan il-programm ġdid ta’ fondi huwa li l-aċċess għall-fondi Ewropej ikun iktar faċli u effettiv sa 5 snin oħra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Maltese companies expected to benefit from €372b fund for investment projects",
                "url": "https://tvmnews.mt/en/news/maltese-companies-expected-to-benefit-from-e372b-fund-for-investment-projects/",
                "Transcript": [
                    {
                        "text": "The European Commission has proposed a new programme of funds, the InvestEU, that consists in €372 billion for projects of planned investments carried out by 2027.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The aim of the programme is to encourage investment in the sustainable and digital economy in EU countries, including Malta.. Economy Minister Silvio Schembri said that this is a tool which may be used by local enterprises to have more access to finances.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Government is exploring various possibilities to ensure safe access to finance for Maltese enterprises in collaboration with the European Investment Bank.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Details of the new InvestEU programme were given at the end of a two-day visit by a delegation which included representatives of the European Commission and the European Investment Bank. The programme is intended for sustainable development, innovation, social inclusion and jobs creation in EU countries.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The fund section’s head, Antonguilio Marin, said that no direct grants will be given, but loans, bank guarantees and equity.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We are presenting €370 billion investment in the few years economic recovery energy crisis…. I do believe Maltese SMEs are well placed to take strong benefit… they have experience from previous project. Maltese SMEs can get advantage from advisory from European Commission.",
                        "author": "Antonguilio Marin",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Speaking to TVMnews, Economy Minister Silvio Schembri said that these means are needed in the light of the current economic climate.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We need to keep investment going by tackling the challenges that our enterprises are facing, including access to finances. There are new challenges linked with access to finances for their investments…we are considering ways of collaboration between the Government and EIB for more finance to our enterprises with the least expenses for them.",
                        "author": "Minister Silvio Schembri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The European Commission is proposing the InvestEU programme as the successor of the Juncker plan which was implemented to encourage more entities to invest in improving and strengthening infrastructure.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}