{
    "News date": "07.09.2022",
    "Transcripts": [
        {
            "Time stamp": "02:11",
            "URL MLT": "https://tvmnews.mt/news/titnieda-ghal-konsultazzjoni-strategija-nazzjonali-ghall-ambjent/",
            "URL ENG": "https://tvmnews.mt/en/news/national-strategy-for-the-environment-launched-for-consultation/",
            "Duration": "01:48",
            "transcript mlt": {
                "Title": "Titnieda għal konsultazzjoni strateġija nazzjonali għall-ambjent",
                "url": "https://tvmnews.mt/news/titnieda-ghal-konsultazzjoni-strategija-nazzjonali-ghall-ambjent/",
                "Transcript": [
                    {
                        "text": "Il-pubbliku qed ikun mistieden biex joħroġ b’ideat biex jitnaqqas l-użu tal-vetturi privati u t-tniġġis fl-arja fil-qalba tal-lokalitajiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dawn iż-żewġ temi huma fost tmienja li tfasslet fuqhom l-istrateġija nazzjonali għall-ambjent sas-sena 2050 mill-Awtorità għall-Ambjent u r-Riżorsi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fit-tnedija tal-istrateġija għall-konsultazzjoni pubblika, il-Ministru għall-Ambjent, Miriam Dalli, qalet li din l-istrateġija se tispjega d-drittijiet u d-dmirijiet ta’ kulħadd bl-għan li jkunu indirizzati l-isfidi ambjentali tal-pajjiż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Gvern ippubblika għall-konsultazzjoni pubblika l-istrateġija nazzjonali għall-ambjent sas-sena 2050. Din is-sena taħbat mal-pjan ambjentali tal-Unjoni Ewropea li jesiġi li l-ekonomiji fil-pajjiżi fil-blokk Ewropew, inkluż Malta, ikunu ħielsa mit-tniġġis.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Imsejsa fuq tmien prinċipji, l-istrateġija qed tipproponi fost oħrajn qalba lejn mezzi alternattivi tat-trasport biex tonqos id-dipendenza fuq il-karozzi privati, li jitnaqqas it-tniġġis mill-arja, l-istorbju u d-dawl fil-qalba tal-ibliet u li jispiċċaw għalkollox il-miżbliet biex il-pajjiż iħaddan ekonomija ċirkulari/ L-istrateġija taħseb ukoll biex jitħares l-ilma tal-baħar u l-ilma tal-pjan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fit-tnedija tal-istrateġija għall-konsultazzjoni pubblika, l-Aġent Kap Eżekuttiv tal-Awtorità għall-Ambjent, Kevin Mercieca, qal li l-Awtorità fasslet dan id-dokument wara li kkonsultat ma’ iktar minn 60 entità. Irrimarka li l-pajjiż kollu jrid jiġbed ħabel wieħed għall-ġid tal-ambjent.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Irridu nfasslu l-viżjoni għal fejn irridu nkunu fis-sena 2050. Biex naslu hemmhekk, għandna bżonn il-koperazzjoni ta’ kulħadd ta’ entitajiet varji li diġà tawna ħafna ideat f’din l-istrateġija u qalulna x’jixtiequ jaraw fiha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru għall-Ambjent, Miriam Dalli, qalet  li dan il-pjan se jwassal fost oħrajn għall-ħolqien ta’ impjiegi fl-ekonomija l-ħadra/ Waqt li rreferiet għall-investimenti li għamel il-Gvern biex iħares l-ambjent, il-Ministru Dalli qalet li l-Gvern impenjat li jkompli jħaddar il-lokalitajiet u jħeġġeġ lill-privat biex ukoll jagħti sehmu f’dan il-pjan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jien inħeġġeġ lill-pubbliku biex jipparteċipa ħafna f’din il-konsultazzjoni pubblika għax irridu li jkollna strateġija li tirrifletti dak li n-nies iridu jaraw f’pajjiżna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-konsultazzjoni pubblika tagħlaq fil-21 ta’ Ottubru li ġej.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "National strategy for the environment launched for consultation",
                "url": "https://tvmnews.mt/en/news/national-strategy-for-the-environment-launched-for-consultation/",
                "Transcript": [
                    {
                        "text": "The public is being invited to come up with ideas to reduce the use of private vehicles and air pollution in the heart of localities.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "These two themes are among eight on which the National Strategy for the Environment up to 2050 by the Environment and Resources Authority has been drawn up.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minister Miriam Dalli launches national strategy for the environment 2050",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Launching the strategy for public consultation, Energy Minister Miriam Dalli stated that this strategy will outline everyone’s rights and duties with the aim of addressing the country’s environmental challenges.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Government published for public consultation the national strategy for the environment up to 2050. This year coincides with the European Union’s environmental plan requiring the economies in European block countries, including Malta, to be pollution-free.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Based on eight principles, the strategy is proposing, among others, a changeover to alternative means of transport in order to reduce dependence on private cars, a reduction in air, noise and light pollution in the centres of towns and an end to waste dumps for the country to embrace a circular economy. The strategy also includes plans to safeguard seawater and ground water.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Environment authority’s acting Chief Executive Kevin Mercieca stated during the launch of the strategy for public consultation that the Authority has drawn up this document after consulting with over 60 entities. Mercieca remarked that the whole country has to pull on the same rope for the good of the environment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "‘We have to plan a vision for where we want to be in 2050. To get there, we need the cooperation of everyone, the various entities who have already come up with many ideas on this strategy and who told us what they would like to see included in it.’",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Environment Minister Miriam Dalli stated that this plan will lead, among others, to the creation of jobs in the green economy. Referring to investments by the Government to safeguard the environment, Minister Dalli said the Government is committed to continue to ‘greenify’ localities and is urging private enterprise to also give its output towards this plan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "‘I urge the public to participate a lot in this public consultation as we want to have a strategy that reflects what the people want to see in our country.’",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The public consultation closes on 21 October.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "10:25",
            "URL MLT": "https://www.tvmi.mt/mt/tvmi/programmes/l-ahbarijiet-ta-8pm/?ep=913578",
            "URL ENG": "https://tvmnews.mt/en/news/pn-leader-says-governments-credibility-on-energy-has-been-lost/",
            "Duration": "02:22",
            "transcript mlt": {
                "ERRROR": "Message: no such element: Unable to locate element: {\"method\":\"xpath\",\"selector\":\"//h1[contains(@class, 'post-title')]\"}\n  (Session info: chrome=110.0.5481.177)\nStacktrace:\nBacktrace:\n\t(No symbol) [0x003A37D3]\n\t(No symbol) [0x00338B81]\n\t(No symbol) [0x0023B36D]\n\t(No symbol) [0x0026D382]\n\t(No symbol) [0x0026D4BB]\n\t(No symbol) [0x002A3302]\n\t(No symbol) [0x0028B464]\n\t(No symbol) [0x002A1215]\n\t(No symbol) [0x0028B216]\n\t(No symbol) [0x00260D97]\n\t(No symbol) [0x0026253D]\n\tGetHandleVerifier [0x0061ABF2+2510930]\n\tGetHandleVerifier [0x00648EC1+2700065]\n\tGetHandleVerifier [0x0064C86C+2714828]\n\tGetHandleVerifier [0x00453480+645344]\n\t(No symbol) [0x00340FD2]\n\t(No symbol) [0x00346C68]\n\t(No symbol) [0x00346D4B]\n\t(No symbol) [0x00350D6B]\n\tBaseThreadInitThunk [0x75F100F9+25]\n\tRtlGetAppContainerNamedObjectPath [0x77577BBE+286]\n\tRtlGetAppContainerNamedObjectPath [0x77577B8E+238]\n"
            },
            "transcript eng": {
                "Title": "PN Leader says Government’s credibility on energy has been lost",
                "url": "https://tvmnews.mt/en/news/pn-leader-says-governments-credibility-on-energy-has-been-lost/",
                "Transcript": [
                    {
                        "text": "Opposition and Nationalist Party Leader Bernard Grech stated that the agreement between the Maltese Government and Socar, which he said was revealed in the last days, is another nail in what he called the history of corruption of the Government led by the Labour Party. In a telephone link-up on NET FM, Dr Grech said that instead of taking action against corruption, some exponents of the present government are economising on the people.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The PN Leader stated that at a delicate time when energy prices are continuing to increase internationally, the Government’s credibility on energy has been lost. Dr Grech was commenting during the link-up on the content of the agreement signed by former Minister Konrad Mizzi and Socar. Dr Grech explained that through the agreement, the Maltese Government had, among other issues, given an unconditional guarantee that the people would shoulder any debts that Electrogas might incur with Socar in the gas power station project.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Nationalist Leader stated that some exponents of the Government are part of the web of corruption as they are to this day defending former Prime Minister Joseph Muscat, former Minister Konrad Mizzi and former Chief of Staff Keith Schembri. The speaker added that after the emergence of facts about this agreement and the fact that the Government has continued to defend those behind it, this shows that the person at the helm of the country today is trying to economise on the people instead of putting the Maltese before his interests and those of his colleagues. The Nationalist leader urged journalists to continue to investigate and saluted Repubblika who, he added, are pushing this issue. Dr Grech gave his word that the Nationalist Party would be at the forefront to seriously fight corruption.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Grech stated that in another issue about alleged corruption in driving tests, although days have passed, there is still silence on the part of Government and to date, it is not known who the implicated Minister is or whether other Ministers or officials are involved. The Nationalist leader argued that whenever the Labour Party is faced with a choice between the good of the country and benefits for friends of friends, it always chooses friends of friends.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Grech referred to the theme chosen by the Nationalist Party to celebrate Independence: “il-kwalità tal-ħajja li jixirqilna”, adding that this does not refer solely to corruption but also to the environment with cleaner air and a decent health service. The speaker also mentioned what he called unbridled construction in the country, stating that there are always the same persons behind certain projects and friends of friends always continue to reign. Dr Grech stated that on the anniversary of independence, the Nationalist Party wants the people to celebrate a historic event, but they also want the people to be in the forefront in order to enjoy a good quality of life through its activism.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "17:19",
            "URL MLT": "https://tvmnews.mt/news/8-minn-kull-10-maltin-jghidu-li-l-qaghda-ekonomika-fmalta-hija-tajba/",
            "URL ENG": "https://tvmnews.mt/en/news/eight-out-of-every-ten-say-maltas-economic-situation-is-good/",
            "Duration": "02:07",
            "transcript mlt": {
                "Title": "8 minn kull 10 Maltin jgħidu li l-qagħda ekonomika f’Malta hija tajba",
                "url": "https://tvmnews.mt/news/8-minn-kull-10-maltin-jghidu-li-l-qaghda-ekonomika-fmalta-hija-tajba/",
                "Transcript": [
                    {
                        "text": "Tlieta minn kull għaxar ċittadini tal-pajjiżi tal-Unjoni Ewropea qalu li s-sitwazzjoni ekonomika ta’ pajjiżhom kienet tajba fis-sajf; filwaqt li tmienja minn kull għaxar Maltin wieġbu li l-qagħda ekonomika f’Malta hija tajba.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan ħareġ mill-istħarriġ li jsir fis-Sajf mill-Ewrobarometru u li qabbel is-sitwazzjoni tax-Xitwa mal-perċezzjoni attwali tal-Ewropej. Joħroġ ukoll li filwaqt li l-Maltin huma iktar ottimisti dwar il-prospetti ekonomiċi u finazjarji, l-Ewropej huma iktar pessimisti minħabba l-effetti negattivi li qed iġġib magħha l-gwerra Russa fl-Ukrajna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sħarriġ tal-Ewrobarometru li sar fis-Sajf juri li ċ-ċittadini Ewropej qed iżidu l-fiduċja tagħhom fl-Unjoni Ewropea; u qed jaqblu mal-mod kif l-Unjoni qed tirrispondi b’rabta mal-gwerra tar-Russja fl-Ukrajna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Filwaqt li l-maġġoranza taċ-ċittadini Ewropej qed jaqblu mal-investiment fl-enerġija rinnovabbli u t-tnaqqis fid-dipendenza fuq is-sorsi Russi tal-enerġija, qed jiżdied it-tħassib fost iċ-ċittadini Ewropej dwar is-sitwazzjoni ekonomika fl-Unjoni Ewropea u f’pajjiżhom. Infatti mill-Ewrobarometru jirriżulta li fis-27 pajjiż tal-blokk Ewropew, 64% taċ-ċittadini wieġbu li s-sitwazzjoni ekonomika hija ħażina, mentri fl-Malta 79% ta’ dawk intervistati wieġbu li hija tajba, li tfisser żieda ta’ 19% meta mqabbel mal-istħarriġ li sar fix-Xitwa li għaddiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-maġġoranza tal-Maltin huma iktar ottimisti mill-kumplament taċ-ċittadini Ewropew dwar il-qagħda finanzjarja tagħhom u l-impjieg tagħhom. Mistoqsija dwar x’qed jistennew li jiġri fit-12-il xahar li ġejjin dwar il-qagħda ekonomika ta’ pajjiżhom, ftit inqas minn nofs il-Maltin wieġbu li se titjieb, li jfisser żieda ta’ 18% meta mqabbel max-Xitwa, mentri iktar min-nofs iċ-ċittadini Ewropej qalu li se teħżien, tnaqqis ta’ 6% fuq ix-Xitwa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-għoli tal-ħajja u l-inflazzjoni huma l-iktar li qed iħassbu mhux biss lill-Maltin iżda wkoll lill-Ewropej, kemm fuq livell nazzjonali u anke Ewropew. Dawn iż-żewġ fatturi huma attribwiti mill-parti l-kbira tal-Maltin u l-Ewropej b’mod ġenerali għall-gwerra fl-Ukrajna. Kważi 90% tal-Maltin u l-Ewropej jaħsbu li din il-gwerra qed tħalli effetti ħżiena fuq pajjiżhom u l-maġġoranza jaħsbu wkoll li se tħalli riperkussjonijiet negattivi fuq il-qagħda finanzjarja personali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "63% tal-Maltin qalu li jafdaw lill-Gvern mentri l-medja Ewropea hija ta’ 34%. 9 minn kull 10 Malti li wieġbu għall-istħarriġ esprimew ruħhom favur l-ewro, li jfisser 18% iktar mill-medja Ewropea.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Eight out of every ten say Malta’s economic situation is good",
                "url": "https://tvmnews.mt/en/news/eight-out-of-every-ten-say-maltas-economic-situation-is-good/",
                "Transcript": [
                    {
                        "text": "Three out of every ten EU citizens said their country’s economic situation during summer is good; in Malta, eight out of every ten said the country’s economic situation is good.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This was revealed by Eurobarometer statistics during summer and compares the winter situation with precision. While the Maltese are the most optimistic regarding the country’s economic and financial aspects, Europeans are more pessimistic because of the negative effects of the Ukraine conflict.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The study also showed an increase of faith in the EU and agreed to the way the EU is responding to the Ukraine conflict.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "While the majority agree to investment in renewable energy and a decrease of dependence on Russian energy sources, there is still concern over the EU’s situation and their country’s situation. In fact Eurobarometer resulted in that 64% of citizens responded that the economic situation is bad while in Malta, 79% of those interviewed replied their economic situation is good, an increase of 19% on last winter’s survey.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The majority of Maltese are more optimistic of their country’s economy and employment prospects. Asked about what is expected over the next 12 months just under half of the Maltese said the situation will improve, an increase of 18% compared to winter but over half of the EU bloc said the situation will deteriorate, a decrease of 6% over winter.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The increased cost-of-living and inflation are the major concerns of the Maltese, mainly attributed to the Ukraine conflict. Almost 90% of Maltese and Europeans opine the Ukraine conflict has had a negative influence on their country and will leave negative repercussions on their personal financial situation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "63% of Maltese say they have trust in their Government but the EU average is 34%. Nine out of every ten Maltese say they have trust in the euro, which is 18% more than the EU average.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "24:40",
            "URL MLT": "https://tvmnews.mt/news/haddiema-zghazagh-jirrestawraw-is-santwarju-tal-madonna-tal-hniena-fil-qrendi/",
            "URL ENG": "https://tvmnews.mt/en/news/young-people-restore-the-santwarju-tal-madonna-tal-hniena-in-qrendi/",
            "Duration": "01:58",
            "transcript mlt": {
                "Title": "Ħaddiema żgħażagħ jirrestawraw is-Santwarju tal-Madonna tal-Ħniena fil-Qrendi",
                "url": "https://tvmnews.mt/news/haddiema-zghazagh-jirrestawraw-is-santwarju-tal-madonna-tal-hniena-fil-qrendi/",
                "Transcript": [
                    {
                        "text": "Grupp ta’ ħaddiema tal-Gvern, kollha restawraturi żgħażagħ, qalgħu kliem ta’ tifħir minn rappreżentati tal-Ministeru tal-Wirt Nazzjonali, l-Arti u l-Gvern Lokali; mill-Kunsill Lokali tal-Qrendi u mill-parroċċa tal-istess lokalità waqt l-inawgurazzjoni tar-restawr tas-Santwarju tal-Madonna tal-Ħniena fil-Qrendi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan kien l-ewwel proġett li ħadmu fuqu dawn iż-żgħażagħ u li ħa d-doppju taż-żmien previst għax max-xogħol instabu skoperti importanti li taw aktar valur akbar lill-patrimonju ta’ din il-kappella mdaqqsa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ir-restawr tas-Santwarju tal-Madonna tal-Ħniena fil-Qrendi serva ta’ opportunità għal grupp ta’ żgħażagħ li malli temmew l-istudji fl-MCAST u ġew impjegati mad-Diviżjoni tar-Restawr ġew assenjati fuq dan il-proġett li bdewh u temmewh taħt is-superviżjoni tal-Perit Ivana Farrugia.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dawn iż-żgħażagħ jistgħu jgħidu li bdew il-karriera tagħhom bil-kbir għax ħadmu fuq proġett li matul tliet snin laqqagħhom ma’ realtajiet ġodda li jmorru lil hinn mill-bażiku fir-restawr. Dan għax il-proġett kellu numru ta’ sorpriżi bħal meta nkixfu l-ilwien oriġinali tal-istatwi li hemm mal-faċċata u li nstabu mbajda. Ta’ valur akbar kienet s-sejba malli nqalgħet l-art tal-fdalijiet tal-pedamenti ta’ kappella li kien hemm fl-istess post u li tmur lura għas-seklu 13. Dawn il-fdalijiet ġew protetti u dokumentati b’kollaborazzjoni mas-Sovrintendenza tal-Wirt Kulturali. Is-santwarju attwali jmur lura għal madwar l-1650/ Skont dokumenti storiċi, sa kmieni fis-seklu dsatax, dan is-santwarju kien sar l-aktar post popolari ta’ devozzjoni Marjana wara s-santwarju tal-Mellieħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Segretarju Parlamentari Alison Zerafa Civelli stqarret li hi stess qed issib okkażjonijiet bħal dawn bħala esperjenza edukattiva biex titgħallem dwar il-patrimonju fl-ibliet u l-irħula. F’dan l-isfond qalet li l-Kunsilli Lokali jagħmlu tajjeb li jirsistu biex jindukraw dak li għandhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru Owen Bonnici kompla fuq dan il-punt u saħaq li l-wirt storiku fl-irħula mhuwiex tat-tieni diviżjoni u li jekk mhux se nkunu aħna li nieħdu ħsiebu ħadd mhu se jidħol għalih. Ġibed l-attenzjoni li dan il-proġett sar kollu mill-ħaddiema tad-Diviżjoni tar-Restawr fi ħdan il-ministeru li jmexxi u jinsab kburi bil-valur tajjeb li nkiseb għall-flus li tħallsu meta l-ispiża għal dan il-proġett laħħqet €60,000. Żied jgħid li dan il-proġett hu wkoll turija tal-fiduċja fir-restawraturi żgħażagħ u professjonijiet oħra fi ħdan id-Diviżjoni tar-Restawr.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Young people restore the ‘Santwarju tal-Madonna tal-Ħniena’ in Qrendi",
                "url": "https://tvmnews.mt/en/news/young-people-restore-the-santwarju-tal-madonna-tal-hniena-in-qrendi/",
                "Transcript": [
                    {
                        "text": "A group of young restoration experts who work with the Governnment were praised by representatives of the Ministers of National Heritage, Lands and Local Government, the Qrendi local council and the parish from the same locality during the inauguration of the restoration of the Santwarju tal-Madonna tal-Ħniena in Qrendi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This was the first project on which the young restorers worked and took twice the time originally planned because important discoveries were made which added more value to the patrimony of this sizeable chapel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The restoration of this sanctuary served as an opportunity for these young people who were employed by the Restoration Division as soon as they finished their MCAST studies. They were assigned this project which they began and completed under the supervision of Architect Ivana Farrugia.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "These young people began their career on a large scale as they worked on the project which put them face to face with new realities which go beyond basic restoration. This project had numerous surprises such as when the original statues which are on the facade were revealed and were found to have been painted over. Of even greater value was the discovery of the remains of the foundations of the chapel which existed at the same site, dating back to the 13th century. These remains were protected and documented in collaboration with the Superintendence of Cultural Heritage. The actual sanctuary goes back to around 1650. According to historic documents, up to the early 19th century, this sanctuary was the second most popular place dedicated to Marian devotion, after the Mellieha sanctuary.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Parliamentary Secretary Alison Zerafa Civelli said that she herself is finding occasions such as this as an educational experience to learn about the patrimony of our towns and cities. She said that the local councils would do well to take care of what they have.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minister Owen Bonnici continued on this same point and said that the historical heritage in the villages should not be considered secondary and if we do not take care of it, no one will. He drew attention to the fact that this project was completed entirely by workers from the Restoration Division within his Ministry and he was proud with the good value for money which was obtained as expenses for this project came to €60,000. He added that this project is also a demonstration of the faith they have in young restoration experts and other professionals within this division.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "26:56",
            "URL MLT": "https://tvmnews.mt/news/studenti-tal-mcast-se-jkun-esposti-ghat-teatru-wara-ftehim-ma-teatru-malta/",
            "URL ENG": "https://tvmnews.mt/en/news/mcast-students-to-gain-theatre-experience-after-agreement-with-teatru-malta/",
            "Duration": "02:28",
            "transcript mlt": {
                "Title": "Studenti tal-MCAST se jkun esposti għat-teatru wara ftehim ma’ Teatru Malta",
                "url": "https://tvmnews.mt/news/studenti-tal-mcast-se-jkun-esposti-ghat-teatru-wara-ftehim-ma-teatru-malta/",
                "Transcript": [
                    {
                        "text": "Il-Kunsill Malti għall-Arti, li taħtu taqa’ l-kumpanija nazzjonali Teatru Malta, iffirma ftehim fil-prinċipju mal-Kulleġġ Malti għax-Xjenza għall-Arti, ix-Xjenza u t-Teknoloġija, l-MCAST. Id-Direttur Artistiku ta’ Teatru Malta Sean Buhagiar qal li permezz ta’ dan il-ftehim ta’ tliet snin, Teatru Malta se jkollu spazji amministrattivi, spazji għall-provi u spazji fejn itella’ produzzjonijiet teatrali fost oħrajn fil-kampus tal-MCAST f’Raħal Ġdid.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Biex inkomplu naħdmu fuq l-idea ta’ aktar spazji fejn wieħed jista’ jagħmel il-provi, joħloq it-teatru imma anki biex ikun hemm żvilupp tal-parti teknika tat-teatru, tal-għamla tas-sets, tal-istage crew, tad-dawl, se nkunu f’kollaborazzjoni kostanti, ta’ kuljum mal-MCAST għax l-uffiċċji tagħna issa se jkunu fl-MCAST flimkien mal-użu ta’ spazji bħat-teatru u anki postijiet oħra li jistgħu ikunu rehearsals space. Dan jiggarantixxi li naħdmu maż-żgħażagħ u allura mal-futur tat-teatru ta’ pajjiżna.",
                        "author": "Sean Buhagiar – Direttur Artistiku ta’ Teatru Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Prinċipal tal-MCAST, il-Professur James Calleja qal li l-MCAST daħlet għal dan il-ftehim biex l-istudenti jkunu esposti għat-teatru. Qal li l-MCAST joffri korsijiet biex l-istudenti jikkwalifikaw fil-Performing Arts u għalhekk, Teatru Malta se sservi bħala l-aqwa pjattaforma għalihom biex ikollhom rwol importanti f’dawk il-produzzjoni li jittellgħu f’pajjiżna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-palk inti qed tara l-prestazzjoni però wara l-kwinti hemm ħafna attivitajiet oħra għaddejjin. Mela aħna dawk l-istudenti li huma fil-carpentry, li huma fil-welding, l-istudenti li jagħmlu l-make-up, l-istudenti li jħitu, dawk ukoll huma parti mit-teatru. Dawn l-istudenti wkoll se jibbenefikaw minn dan il-ftehim li għamilna llum ma’ Teatru Malta għalhekk tajniehom l-ispazju. L-MCAST hawn ħafna spazji, għandna teatru sabih hawnhekk, jużawh mal-istudenti tagħna, jużawh separatament, imma l-benefiċċju se jkun mutual.",
                        "author": "Prof James Calleja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Iċ-Chairman tal-Kunsill Malti għall-Arti, Albert Marshal qal li b’dan il-ftehim l-istudenti tal-MCAST ikunu jistgħu ukoll jidħlu apprendisti ma’ Teatru Malta. Min-naħa tiegħu l-Ministru għall-Edukazzjoni Clifton Grima qal li l-pass tal-lum mistenni jkompli jtejjeb ir-riżultati tajbin li diġà kiseb l-MCAST f’dawn l-aħħar 21 sena u jkompli jagħti esperjenza diretta lill-istudenti tiegħu. Il-Ministru għall-Kultura Owen Bonnici qal li t-teatru għandu valur kbir daqs il-wirt tanġibbli u fisser ir-rwol tal-Gvern li jinċentiva produzzjonijiet u ftehim bħal dan bħala importanti għax il-kultura tindokra r-ruħ tas-soċjetà.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "MCAST students to gain theatre experience after agreement with Teatru Malta",
                "url": "https://tvmnews.mt/en/news/mcast-students-to-gain-theatre-experience-after-agreement-with-teatru-malta/",
                "Transcript": [
                    {
                        "text": "The Malta Arts Council responsible for the national company Teatru Malta has signed a principle agreement with MCAST. The Artistic Director of Teatru Malta, Sean Buhagiar, said that through this agreement for three years, Teatru Malta will have administrative space, space for rehearsals and space to mount theatrical presentations among other on the MCAST campus at Paola.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Buhagiar said this will build on the programme for rehearsals, will create a theatre and will develop theatrical techniques through the provision of sets, stage crews and lighting. There will be daily collaboration with MCAST because their office will now be situated at MCAST as well as rehearsal space. This will guarantee the involvement of youths and augers well for the future of theatre in Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Professor James Calleja, Principal of MCAST, said the aim is to expose youths to the theatre as MCAST is offering courses for students to qualify in Performing Arts and therefore Teatru Malta will serve as the best platform for them with an important role in productions.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said theatre presentations are seen but behind the scenes many activities have to take place. Thus this will involve doing carpentry, welding, make-up and sewing because all these are part of the theatre.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The students will benefit and this is why an agreement has been made today with Teatru Malta and space has been provided for them. He said there is a lot of space at MCAST and there is a beautiful theatre used by students and thus there will be mutual benefits.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Chairman of the Malta Arts Council, Albert Marshal, students may also become apprentices with  Teatru Malta. On his part, the Minister for Education, Clifton Grima, said this step will continue to improve the positive results achieved by MCAST over the last 21 years and will continue to give direct experience to its students.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Minister for Culture, Owen Bonnici, said the theatre is of great tangible value just as cultural heritage and explained the Government’s role to incentivise productions and agreements of importance such as this because culture enhances the soul of society.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}