{
    "News date": "07.08.2022",
    "Transcripts": [
        {
            "Time stamp": "01:20",
            "URL MLT": "https://tvmnews.mt/news/iz-zaghzugh-li-allegatament-tajjar-lil-antoine-degabriele-fil-qorti-dalghodu/",
            "URL ENG": "https://tvmnews.mt/en/news/youth-involved-in-degabrieles-hit-and-run-fatal-incident-to-be-arraigned-in-court-this-morning/",
            "Duration": "00:23",
            "transcript mlt": {
                "Title": "ARA: Dean Frendo mixli bil-qtil involontarju ta’ Antoine Degabriele",
                "url": "https://tvmnews.mt/news/iz-zaghzugh-li-allegatament-tajjar-lil-antoine-degabriele-fil-qorti-dalghodu/",
                "Transcript": [
                    {
                        "text": "Il-Pulizija ressqet fil-Qorti liż-żagħżugħ li allegatament tajjar u qatel lil Antoine Degabriele, ir-raġel ta’ 51 sena miż-Żejtun li nhar il-Ġimgħa nstab mejjet f’għalqa fi Triq Anton Buttigieg fiż-Żejtun stess.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dean Donovan Frendo, ta’ 23 sena minn Birżebbuġa, kien akkużat quddiem il-Maġistrat Rachel Montebello bil-qtil involontarju tal-vittma.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa kien mixli wkoll li saq karozza Mazda b’manjiera perikoluża u b’veloċità eċċessiva, li naqas li jieqaf fuq il-post, li ma kienx kopert b’polza tal-assikurazzjoni, li ma kellux liċenzja tas-sewqan imħallsa u li pprova jeqred il-provi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-prosekuzzjoni spjegat fl-awla tal-Maġistrat Montebello li għalkemm il-vittma nstab il-Ġimgħa filgħodu l-inċident seħħ il-Ħamis 4 ta’ Awwissu fil-11.20pm.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Frendo kien arrestat wara li l-Pulizija fliet il-kameras tas-sigurtà li hemm fit-triq, identifikat l-karozza tal-għamla Mazda li tajjret lill-vittma u bdiet tfittxija għaliha. Iż-żagħżugħ kien arrestat ilbieraħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-akkużat wieġeb mhux ħati madankollu ma ntalabx il-ħelsien mill-arrest u għalhekk baqa’ miżmum taħt arrest sakemm jibdew jinstemgħu l-provi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-prosekuzzjoni fil-każ qed titmexxa mill-Ispetturi Shawn Pawney u Roderick Spiteri li investigaw il-każ waqt li Frendo kellu jiddefenduh lill-Avukati Franco Debono u Francesca Zarb.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Dean Frendo is charged with the involuntary homicide of Antoine Degabriele",
                "url": "https://tvmnews.mt/en/news/youth-involved-in-degabrieles-hit-and-run-fatal-incident-to-be-arraigned-in-court-this-morning/",
                "Transcript": [
                    {
                        "text": "The Police have arraigned in Court the youth who allegedly ran over and caused the death of 51-year-old Antoine Degabriele of Żejtun, who was found dead in a field in Triq Anton Buttigieg, Żejtun on Friday.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "23-year-old Dean Donovan Frendo of Birżebbuġa was arraigned before Magistrate Rachel Montebello and charged with the involuntary homicide of the victim.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Frendo was also charged with having driven a Mazda car in a dangerous manner and at an excessive speed, failing to stop at the scene, not being covered by insurance and not holding a driving licence, and trying to destroy evidence.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Prosecution explained in Magistrate Montebello’s courtroom that although the victim was found on Friday morning, the incident occurred on Thursday 4 August at about 11.20 p.m.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Frendo was arrested after the Police sifted through footage from security cameras in the street, identified the Mazda car as the one that had knocked down the victim and started a search for it. The youth was arrested yesterday.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The accused pleaded not guilty to the charges. Bail was not requested, however, and the youth was remanded in custody until the commencement of hearing of evidence,",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Prosecuting Inspectors Shawn Pawney and Roderick Spiteri investigated the case. Lawyers Franco Debono and Francesca Zarb are Defence Counsel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "03:40",
            "URL MLT": "https://tvmnews.mt/news/tracci-ta-alkohol-u-droga-fil-katavru-tal-avukat-li-nstab-mejjet-fis-swieqi/",
            "URL ENG": "https://tvmnews.mt/en/news/alcohol-and-drug-traces-in-the-body-of-lawyer-found-dead-in-swieqi/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Traċċi ta’ alkoħol u droga fil-katavru tal-avukat li nstab mejjet fis-Swieqi",
                "url": "https://tvmnews.mt/news/tracci-ta-alkohol-u-droga-fil-katavru-tal-avukat-li-nstab-mejjet-fis-swieqi/",
                "Transcript": [
                    {
                        "text": "L-awtopsja fuq il-katavru tal-Avukat Karl Muscat sabet traċċi ta’ alkoħol u droga.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kien nhar l-Erbgħa li l-Avukat Muscat instab mejjet fid-dar fejn kien joqgħod fi Triq is-Sirk fis-Swieqi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Avukat Muscat, li kellu 43 sena, kien jaħdem fl-Uffiċċju tal-Avukat Ġenerali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sorsi li tkellmu ma’ TVMNews qalu li l-Pulizija għadhom qed jinvestigaw kameras tas-sigurtà viċin id-dar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan sabiex jidentifikaw persuni li setgħu żaru lil Muscat ftit qabel instab mejjet minn qraba tiegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Pulizija qalet li m’hemm l-ebda indikazzjoni li Muscat inqatel jew li hemm nies oħra involuti fil-każ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Alcohol and drug traces in the body of lawyer found dead in Swieqi",
                "url": "https://tvmnews.mt/en/news/alcohol-and-drug-traces-in-the-body-of-lawyer-found-dead-in-swieqi/",
                "Transcript": [
                    {
                        "text": "The post-mortem on lawyer Karl Muscat turned up traces of alcohol and drugs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Muscat was found dead on Wednesday at the apartment where he resided in Triq is-Sirk, Swieqi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Muscat, who was 43 years old, worked at the Office of the Attorney General.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sources who spoke with TVMNews said the Police are still investigating security cameras close to the home.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This is being done in order to identify persons who might have visited Muscat shortly before he was found dead by his relatives.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Police stated there is no indication that Muscat was killed or that other parties are involved.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "See also:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "04:30",
            "URL MLT": "https://tvmnews.mt/news/il-bahar-diga-lahaq-it-30-grad-celsius-soltu-jishon-daqhekk-wara-nofs-awwissu/",
            "URL ENG": "https://tvmnews.mt/en/news/sea-temperature-reaches-30-degrees-celsius-earlier-than-usual/",
            "Duration": "02:43",
            "transcript mlt": {
                "Title": "Il-baħar diġà laħaq it-30 grad Celsius… is-soltu jisħon daqshekk wara nofs Awwissu",
                "url": "https://tvmnews.mt/news/il-bahar-diga-lahaq-it-30-grad-celsius-soltu-jishon-daqhekk-wara-nofs-awwissu/",
                "Transcript": [
                    {
                        "text": "Il-Mediterran qed jisħon b’rata mgħaġġla iktar minn ibħra oħrajn, bil-Professur u biologu marittimu Alan Deidun jattribwixxi dan il-fatt minħabba li l-Mediterran huwa iktar magħluq minn ibħra u oċeani oħra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Professur Deidun qal li t-temperatura tal-baħar kulma tmur qed tilħaq livelli għolja iktar kmieni kull sajf u din is-sena diġà misset mat-30 grad Celsius – ħaġa li normalment issir wara nofs Awwissu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li strumenti li jitpoġġew fil-baħar madwar il-gżejjer Maltin mid-Dipartiment tal-Oċeanografija tal-Università ta’ Malta, kull sena josservaw it-temperatura tal-baħar kull siegħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It-temperatura tal-baħar qed tmiss kważi t-30 grad Celsius bil-Professur u biologu marittimu Alan Deidun jgħid lil TVMnews li s-sħana eċċessiva li jkun hemm fl-arja, parti minnha tiġi assorbita mill-baħar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li dan iwassal biex anke l-baħar iħabbat wiċċu ma’ anomaliji fit-temperaturi kif ukoll li dawn it-temperaturi għolja fil-baħar mhumiex normali, imma bdew jiġu osservati fl-aħħar ħames u sitt snin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hemm ċertu impatti li nistgħu narawhom diġà. Eżempju huma dawn il-famużi ċerti aljeni li ġejjin mill-ibħra iktar sħan, iktar tropikali bħall-Oċean Indjan, l-Oċean Paċifiku u l-Baħar l-Aħmar, fejn qabel dawn kien jidħlu hawn mat-tbaħħir imma ma tantx kienu jkattru, għax il-baħar kien kiesaħ wisq għalihom, imma dawn issa qed jitkattru għax il-baħar Mediterran saħan, u saħan sew.",
                        "author": "Il-Professur Alan Deidun",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Professur Deidun osserva wkoll kif iż-żieda fit-temperatura tal-baħar tħalli impatt fuq it-tkattir ta’ ħlejjaq, mhux ħut biss.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija bħal katina li l-ħoloq tagħha imissu waħda mal-oħra fejn qal li dan rajnih dan is-sajf stess bil-popolazzjoni massiċċa ta’ bram.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Eżempju ieħor ikun ukoll il-popolazzjoni tal-fkieren b’effett ieħor huwa wkoll fuq l-alka, speċi importanti għas-saħħa tal-ekosistemi ta’ taħt il-baħar għax iżżid l-ossiġnu fl-ilma bil-Professur Deidun jgħid li t-temperaturi għolja fil-baħar jaffettwaw il-preżenza tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Qed noqorbu lejn l-istaġun tal-lampuki. Il-lampuka hija ħuta li tpassi, mhux ħuta li tibqa’ dejjem hawnhekk. Tivvjaġġa distanzi kbar. Irridu naraw ovvjament it-temperaturi dejjem jiżdiedu kif se jaffettwaw il-passa tagħha għax din taddatta r-rotta tagħha skont it-temperaturi. Mhux dejjem tpassi mill-istess naħat. S’issa dejjem dehret minn Awwissu u Diċembru bejn Malta, Sqallija u t-Tuneżija u għalhekk is-sajjieda tagħna dejjem staduha.",
                        "author": "Il-Professur Alan Deidun",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Professur Deidun qal li l-impatt taż-żieda fit-temperaturi jitkejjel permezz ta’ strumenti apposta u anke l-osservazzjoni nnifisha li biha tista’ tara l-effett fuq il-popolazzjoni tal-ħut u l-ispeċi kollha li jgħixu fil-baħar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li l-istrumenti li jitpoġġew fil-baħar madwar il-gżejjer Maltin kull sena jittellgħu biex minnhom id-Dipartiment tal-Oċeanografija tal-Università ta’ Malta jkun jista’ josserva kif iġġib ruħha t-temperatura kull ġurnata tas-sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Professur Deidun żied li l-isfida globali tat-tibdil fil-klima hija waħda reali li qed twassal għaż-żieda fit-temperatura tal-arja u eventwalment tal-baħar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li l-isfida tal-bniedem mhijiex li telimina din iż-żieda imma li jrażżan din iż-żieda għall-pass iktar meqjus u bilanċjat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Sea temperature reaches 30 degrees Celsius earlier than usual",
                "url": "https://tvmnews.mt/en/news/sea-temperature-reaches-30-degrees-celsius-earlier-than-usual/",
                "Transcript": [
                    {
                        "text": "The Mediterranean is warming faster than other seas, Professor and marine biologist Alan Deidun has attributed this to the fact that the Mediterranean is more closed than other seas and oceans.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Professor Deidun said that the temperature of the sea is reaching high levels earlier every summer and this year it has already reached 30 degrees Celsius – something that usually happens after mid-August.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said that instruments that are placed in the sea around the Maltese islands by the Department of Oceanography of the University of Malta, every year observe the temperature of the sea every hour.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The temperature of the sea is almost 30 degrees Celsius. Professor and marine biologist Alan Deidun teold TVMnews that the excessive heat in the air, is partly being absorbed by the sea.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said that this causes the sea to face anomalies in temperatures and that these high temperatures in the sea are not normal, but started to be observed in the last five or six years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There are certain impacts that are already visible. An example are certain alien species that come from warmer, more tropical seas such as the Indian Ocean, the Pacific Ocean and the Red Sea, which before used to come here with shipping but didn’t breed much, because the sea was too cold for them, but they are now growing because the Mediterranean sea is warm, very warm.",
                        "author": "Professor Alan Deidun",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Professor Deidun also observed how the increase in sea temperature has an impact on the growth of creatures, not just fish.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It is like a chain which is linked and causes a chain reaction – this summer we saw a massive population of jellyfish.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Another example is the turtle population and also algae, an important species for the health of underwater ecosystems because it increases oxygen in the water. Professor Deidun says that the high temperatures in the sea affect its presence.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We are approaching the lampuki season. The lampuka is a fish that moves around, is is not a fish that stays here forever. It travels great distances. We have to see of course how the increasing temperatures will affect its pace because it adapts its route according to the temperatures. It doesn’t always travel from the same sides. So far it has always been spotted between August and December between Malta, Sicily and Tunisia and therefore our fishermen have always fished for it.",
                        "author": "Professor Alan Deidun",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Professor Deidun said that the impact of the increase in temperatures is measured through special instruments through which you can see the effect on the fish population and all species that live in the sea.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said that the instruments that are placed in the sea around the Maltese islands every year are retrieved so that the Department of Oceanography of the University of Malta can observe how the temperature behaves every day of the year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Professor Deidun added that the global challenge of climate change is a real one that is leading to an increase in the temperature of the air and eventually the sea.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said that the human challenge is not to eliminate this increase but to control this to one which is more measured and balanced.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "07:56",
            "URL MLT": "https://tvmnews.mt/news/tittella-bsuccess-edizzjoni-ohra-tal-ballu-tal-qamar-ta-awwissu/",
            "URL ENG": "https://tvmnews.mt/en/news/another-successful-edition-of-the-august-moon-ball/",
            "Duration": "03:37",
            "transcript mlt": {
                "Title": "Tittella’ b’suċċess edizzjoni oħra tal-Ballu tal-Qamar ta’ Awwissu",
                "url": "https://tvmnews.mt/news/tittella-bsuccess-edizzjoni-ohra-tal-ballu-tal-qamar-ta-awwissu/",
                "Transcript": [
                    {
                        "text": "Meqjusa suċċess l-aħħar edizzjoni tal-Ballu tal-Qamar ta’ Awwissu li saret ilbieraħ b’risq il-Fondazzjoni Malta Community Chest Fund.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din hija r-raba’ edizzjoni li ġiet organizzata taħt il-Presidenza tal-President George Vella.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kif hija t-tradizzjoni, il-Ballu tal-Qamar ta’ Awwissu sar fl-ewwel Sibt ta’ Awwissu fil-ġonna tal-Palazz Verdala.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wara nuqqas ta’ sentejn, din is-sena kien permess li jsir iż-żfin, b’dawk kollha li attendew setgħu jiżfnu għall-mużika li pprovdiet il-Banda tal-Forzi Armati ta’ Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’kelmtejn tal-okkażjoni, il-President Vella saħaq li l-għan aħħari ta’ dan l-avveniment huwa li jinġabru fondi għall-Fondazzjoni Malta Community Chest Fund, li hija ta’ spalla għal ħafna persuni li sfortunatament jgħaddu minn żmien diffiċli minħabba kundizzjonijiet personali, soċjali jew ta’ saħħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-President irringrazzja liċ-Chairman tal-Kumitat Organizzattiv, il-Markeżin Daniel De Petri Testaferrata, u lill-membri kollha tal-kumitat organizzattiv.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa rringrazzja wkoll lill-Kap Eżekuttiv tal-Fondazzjoni Malta Community Chest Fund, John Huber, lill-membri tal-Bordijiet Soċjali u Mediċi u lill-ħaddiema għal-lealtà tagħhom lejn l-għanijiet umanitarji tal-Fondazzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-President radd ħajr lil kull min attenda għall-Ballu tal-Qamar ta’ Awwissu u lil dawk kollha li taw sehemhom fl-organizzazzjoni tal-avveniment, b’mod partikolari lil kumpaniji varji li taw l-appoġġ tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Min-naħa tiegħu, iċ-Chairman tal-Kumitat Organizzattiv – il-Markeżin Daniel de Petri Testaferrata – ukoll irringrazzja lil kull min kien involut biex tittella’ b’suċċess edizzjoni oħra tal-Ballu tal-Qamar ta’ Awwissu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ballu tal-Qamar ta’ Awwissu sar għall-ewwel darba fil-Palazz Verdala fl-1959, taħt il-patroċinju tal-Gvernatur ta’ dak iż-żmien Sir Guy Grantham u Laday Beryl Grantham u sar dejjem bi skop filantropiku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mill-1971 ’l hawn, il-Ballu tal-Qamar ta’ Awwissu sar bil-għan li jinġabru fondi għall-Fondazzjoni Malta Community Chest Fund u sal-lum għadu avveniment prinċipali fil-kalendarju tal-President ta’ Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Another successful edition of the August Moon Ball",
                "url": "https://tvmnews.mt/en/news/another-successful-edition-of-the-august-moon-ball/",
                "Transcript": [
                    {
                        "text": "Considered as successful the last edition of the August Moon Ball held on Saturday at the Verdala Palace in aid of the Malta Malta Community Chest Fund Foundation. It was the fourth edition organised under the patronage of President George Vella.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Following a two-year absence, Saturday’s August Moon Ball was characterised by dancing to the music provided by the Armed Forces of Malta band.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "President Vella said the event’s ultimate aim is to raise funds for the Community Chest Fund that assists persons who unfortunately experience difficult times due to personal, social or health conditions. He thanked the organising committee’s chairman, Marchesino Daniel de Petri Testaferrata and the other members of the committee. Other thankful messages were made to the CCF foundation chief executive John Huber, members of social and medical boards and the workers for their loyalty towards the foundation’s humanitarian aims.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Marchesino de Petri Testaferrata also thanked all those involved in this year’s August Moon Ball’s successful event.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The August Moon Ball, held for the first time as a philanthropic event at the Verdala Palace in 1959, has since 1971 been organised to raise funds for the Malta Community Chest Fund Foundation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "10:40",
            "URL MLT": "https://tvmnews.mt/news/fgaza-jinqatlu-10-persuni-fosthom-tifla-ta-5-snin/",
            "URL ENG": "https://tvmnews.mt/en/news/10-killed-in-gaza-5-year-old-girl-among-victims/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "F’Gaza jinqatlu 10 persuni fosthom tifla ta’ 5 snin",
                "url": "https://tvmnews.mt/news/fgaza-jinqatlu-10-persuni-fosthom-tifla-ta-5-snin/",
                "Transcript": [
                    {
                        "text": "Fil-Medda ta’ Gaza, telgħu għal mill-inqas għaxra l-persuni li nqatlu mill-forzi Iżraeljani.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fost il-mejtin, erba’ militanti tal-Jihad Iżlamiku Palestinjan u tifla ta’ 5 snin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-istess attakk indarbu mill-inqas 55 persuna oħra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan l-iżvilupp seħħ wara li l-forzi Iżraeljani kkonfermaw li rnexxielhom joqtlu wieħed mill-ogħla uffiċjali tal-Jihad Iżlamiku Palestinjan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Prim Ministru Iżraeljan qal li l-pajjiż qed jirritalja wara li l-grupp militanti Palestinjan spara iktar minn 100 rocket fl-Iżrael.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Iżrael qed jistma li s’issa, inqatlu 15-il membru ta’ dan il-grupp militanti Palestinjan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mhux eskluż li l-attakki bejn iż-żewġ stati jissuktaw matul il-ġurnata.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "10 killed in Gaza – 5-year old girl among victims",
                "url": "https://tvmnews.mt/en/news/10-killed-in-gaza-5-year-old-girl-among-victims/",
                "Transcript": [
                    {
                        "text": "At least 10 persons were killed by Israeli forces in the Gaza Strip – the victims include a five-year old girl and four Palestinian Islamic Jihad militants.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "55 other persons were injured in the attacks.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The deaths follow Israeli forces confirmation about the killing of a Palestinian Islamic Jihad leader.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Israeli Prime Minister Yayir Lapid said the country is retaliating against the Palestinian militant group after militants fired over 100 rockets in Israel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Israel estimates that its forces killed 15 members of the Palestinian group.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "12:15",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "12:47",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "13:16",
            "URL MLT": "https://tvmnews.mt/news/folol-kbar-jingabru-fil-hamrun-ghall-marc-tradizzjonali/",
            "URL ENG": "https://tvmnews.mt/en/news/crowds-congregate-in-hamrun-for-the-traditional-festa-march/",
            "Duration": "02:18",
            "transcript mlt": {
                "Title": "Folol kbar jinġabru fil-Ħamrun għall-marċ tradizzjonali",
                "url": "https://tvmnews.mt/news/folol-kbar-jingabru-fil-hamrun-ghall-marc-tradizzjonali/",
                "Transcript": [
                    {
                        "text": "Is-7 ta’ Awwissu ma setgħetx ħabtet ahjar din is-sena għall-Ħamruniżi. Iċċelebraw bi kbir wara sentejn sajma mill-festa minħabba l-pandemija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-festa tal-patrun tal-Ħamrun, San Gejtanu, taħbat fis-7 ta’ Awwissu u din is-sena ġiet iċċelebrata fil-jum tagħha. It-toroq tal-Ħamrun dalgħodu nksew bil-kuluri aħmar u blu – ilwien minsuġa f’ħafna tradizzjonijiet Maltin",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minn kmieni l-Ħadd filgħodu … wara nuqqas ta’ sentejn baħar ta’ aħmar u blu ksew il-Ħamrun għall-marċ tal-festa ta’ San Gejtanu li jilħaq il-qofol tiegħu fis-sigħat ta’ waranofsinhar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dawn l-ilwien assoċjati mal-każini tal-banda ta’ San Ġużepp u San Gejtanu, bħal-lum filgħodu nhar il-ġurnata propja tal-festa tal-patrun tal-Ħamruniżi fis-7 ta’ Awwissu, jinżlu jiddominaw it-toroq prinċipali tal-Ħamrun, fosthom Triq il-Kbira San Ġużepp.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews tkellem ma’ partitarji ħerqana li jattendu għal dan il-marċ magħruf fosthom iċ-ċkejken Jaden li huwa bandist.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-festa nħobbha ħafna u kieku jkolli nagħtiha minn 10 nagħtiha 10.",
                        "author": "Jaden",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-festa dejjem kienet parti minna … niftakar in-nanna kienet dejjem tħit il-bnadar u għalhekk sena wara sena dejjem tkun qed tistenniha. Waqt il-Covid inħass li kien hemm xi ħaġa nieqsa, illum se nerġgħu nuru lil kulħadd liema hu l-akbar marċ ta’ filgħodu ġewwa Malta.",
                        "author": "Isaac Coroma",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Bħall-festi l-oħra f’Malta wara sentejn nistennew għall-Ħamruniżi tfisser ħafna, għaqda kbira, għax għalkemm hawn il-ħomor u l-blu xorta Ħamrun wieħed.",
                        "author": "Henry Zammit Cordina",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "F’kummenti ma’ TVMnews il-president tal-każini San Ġużepp kif ukoll ta’ San Gejtanu esprimew il-fehma li din is-sena l-entużjażmu kien ferm akbar kemm minn aspett ta’ voluntiera u konkorenza.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din hija waħda mill-akbar festi ta’ Malta, għaliha l-ikbar festa ġimgħa sħiħa nies, ikun hemm bżonn impenn minn ħafna nies fosthom voluntiera u rrid ngħid li wara d-diffikultajiet ta’ sentejn pandemija dan ma naqasx.",
                        "author": "Nigel Vella, President Każin San Gejtanu",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Sound on Tape/ Mario Carabott/ President Soċjetà Mużikali San Ġużepp/",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-emozzjonijiet huma kbar, l-għatx għall-festa, j’Alla l-Bambin jagħtina l-grazzja li l-affarijiet jibqgħu sejrin kif inhuma għaddejin. Entużjamżu, żdiedu ħafna żgħażagħ u kien hemm entużjażmu akbar mis-soltu.",
                        "author": "Mario Carabott, President San Ġużepp",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-briju laħaq il-qofol tiegħu quddiem iż-żewġ każini fil-Ħamrun, il-każin ta’ San Gejtanu magħruf bħala tat-Tamal u ta’ San Gużepp magħruf bhala tal-Miskina.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-briju f’din il-festa baqa’ għaddej sa tard waranofsinhar, sa ftit ħin biss qabel tibda il-purċissjoni bil-vara devota tal-qaddis patrun San Gejtanu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Crowds congregate in Ħamrun for the traditional festa march",
                "url": "https://tvmnews.mt/en/news/crowds-congregate-in-hamrun-for-the-traditional-festa-march/",
                "Transcript": [
                    {
                        "text": "Thousands of people have congregated in Ħamrun for the traditional Sunday afternoon festa march.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "With St Gaetan as its patron saint, Ħamrun is renowned for this celebration.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The afternoon march attracts enthusiasts from all over Malta, both those from Ħamrun itself and others from other areas.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The main road is a riot of blue and red, colours synonymous with the San Ġużepp u San Gejtanu band clubs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "16:02",
            "URL MLT": "https://tvmnews.mt/news/malti-johloq-wiehed-mill-karattri-ghas-sensiela-gdida-tal-lord-of-the-rings/",
            "URL ENG": "https://tvmnews.mt/en/news/maltese-influencer-creates-lord-of-the-rings-character-for-new-series/",
            "Duration": "02:13",
            "transcript mlt": {
                "Title": "Malti joħloq wieħed mill-karattri għas-sensiela ġdida tal-Lord of the Rings",
                "url": "https://tvmnews.mt/news/malti-johloq-wiehed-mill-karattri-ghas-sensiela-gdida-tal-lord-of-the-rings/",
                "Transcript": [
                    {
                        "text": "Surmast tal-irtokk. Beda minn passatemp fuq TikTok u f’Settembru li ġej karattru li ħoloq Henry Galea se jiddebutta fis-sensiela tant mistennija Lord of The Rings: The Rings of Power.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minn influencer għal Tik Toker li laħaq 7 miljun segwaċi u rawh 55 miljun minn madwar id-dinja għal Los Angeles fuq it-tapit l-aħmar fejn irtokka bosta ċelebritajiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It-trasformazzjonijet li ħoloq Henry Galea ġibdu l-attenzjoni ta’ djar tal-produzzjoni barranin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Moħħ mimli kreattività, b’idejn li joħolqu, Henry Galea rnexxielu joħloq karattru li jissejjaħ Orc li ntagħżel għas-sensiela tant mistennija Lord of The Rings: The Rings of Power li l-premiere tiegħu se jkun f’Settembru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bażikament Lord Of The Rings Prime Video ikkuntatjawni u qaluli li jixtiquni nirreklamalhom is-sensiela l-ġdida Rings Of Power. Orc jissejjaħ u se nkunu qed nuruh mas-segwaċi bħala marketing għal-Lord Of The Rings il-ġdid.",
                        "author": "Henry Galea",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Ma’ TVMnews Henry Galea qal li mindu kien daqsxejn ta’ tifel dejjem kellu l-ħolm li ried iwettaq u minn dejjem esperimenta bil-make-up.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Illum il-ġurnata il-kreazzjonijiet tiegħu jilħqu miljuni ta’ nies madwar id-dinja, bil-karattri tiegħu joħorġu l-perfezzjoni f’xogħlu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li l-aktar karattru riċenti fi Stranger Things, Vecna, rawh 4.1 miljun f’anqas min 24 siegħa u ħadlu 9 sigħat biex għamlu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ġieli anke ndum ġimgħa biex noħloq dehra waħda, bejn nagħmel il-prostetics, naħdem it-tafal, jiġifieri jieħdu l-ħin. Minn meta kelli xi 12 dejjem ħlomt li mmur l-Amerika imma qatt ma ppretendejt li s-suċċess se jkun daqsekk malajr … f’7 xhur sajjart ma’ Wolfgang Puck li għal 25 sena ilu jsajjar għall-Oscars, make up ta’ Paula Abdul, Dolly Parton, għamilt ħafna li qatt ma ppretendejt li se jiġru.",
                        "author": "Henry Galea",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Henry Galea qal lil TVMnews li lanqas jista’ jemmen li min passatemp bħal Tik Tok illum qiegħed igawdi dan kollu permezz ta’ ħafna xogħol u ħin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa jżid jgħid li minn eluf saru miljuni s-segwaċi tiegħu mill-punt fejn beda jagħmel it-trasformazzjonijiet bil-kpiepel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Galea jgħid li l-ewwel kappell li qatt użajt f’Tik Tok mar viral imbagħad dar fuq sħabu u qalilhom li daqshekk kpiepel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Maltese influencer creates Lord of the Rings character for new series",
                "url": "https://tvmnews.mt/en/news/maltese-influencer-creates-lord-of-the-rings-character-for-new-series/",
                "Transcript": [
                    {
                        "text": "What started as a hobby on TikTok will, come September, see the debut of a character created by Henry Galea, in the long awaited series Lord of The Rings: The Rings of Power.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "From Tik Toker with 7 million followers, seen by 55 million people from around the world to the Los Angeles red carpet, where he was make-up artist for many celebrities.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The transformations created by Henry Galea attracted the attention of foreign production houses.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A creative mind coupled with creative hands, Henry Galea has managed to create a character called Orc who was selected for the long awaited series Lord of The Rings: The Rings of Power, which will premiere in September.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Basically Lord Of The Rings Prime Video contacted me and told me that they wanted me to advertise the new series Rings Of Power. We will be showing it to followers as marketing for the new Lord Of The Rings.",
                        "author": "Henry Galea",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Speaking to TVMnews, Henry Galea said that since he was a child he always had dreams that he wanted to fulfill and he always experimented with make-up.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Nowadays his creations reach millions of people around the world, and his characters bring out the perfection he demonstrates in his work.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said that his most recent character in Stranger Things, Vecna, was seen by 4.1 million in less than 24 hours and took 9 hours to make.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sometimes it even takes me a week to create one look, between making the prosthetics and working the clay, it takes time. Since I was about 12 I always dreamed of going to America but I never expected that success would come so soon .. in 7 months I cooked with Wolfgang Puck who for 25 years has been cooking for the Oscars, did make up for Paula Abdul and Dolly Parton .. I’ve done a lot that I never expected would happen.",
                        "author": "Henry Galea",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Henry Galea told TVMnews that he can’t even believe that from a mere hobby on Tik Tok, he has come this far.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He adds that what started off as thousands of followers, soon became millions from when he started making transformations using hats.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Galea says that the first hat he ever used in Tik Tok went viral and he turned on his friends and told them that he was done with hats.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "21:00",
            "URL MLT": "https://tvmnews.mt/news/vulkanologista-maltija-tghid-li-fid-dinja-jizbroffaw-mal-40-vulkan-fl-istess-hin/",
            "URL ENG": "https://tvmnews.mt/en/news/maltese-volcanologist-says-that-some-40-volcanoes-erupt-world-wide-at-the-same-time/",
            "Duration": "02:33",
            "transcript mlt": {
                "Title": "Vulkanoloġista Maltija tgħid li fid-dinja jiżbroffaw mal-40 vulkan fl-istess ħin",
                "url": "https://tvmnews.mt/news/vulkanologista-maltija-tghid-li-fid-dinja-jizbroffaw-mal-40-vulkan-fl-istess-hin/",
                "Transcript": [
                    {
                        "text": "L-iżbroff tal-vulkan fil-peniżola ta’ Reykjanes fl-Iżlanda jista’ jagħti bidu għal perjodu attiv vulkanika f’din il-parti tal-pajjiż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wara mijiet ta’ snin kajman, din il-peniżola qed terġa’ tistejqer b’attività spettakolari li qed tiġbed lejha folol kbar biex josservaw is-seħer tan-natura.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jacqueline Grech Licari, li hija vulkanoloġista ibbażata fl-Iżlanda, qalet li fid-dinja dejjem ikun hemm medja bejn 40 sa 50 vulkan attiv li jkunu qed jiżbroffaw f’waqt wieħed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dawn huma x-xeni spettakolari li jixhdu l-qilla tan-natura, b’vulkan ibaqbaq u l-uniku wieħed attiv bħalissa fl-Iżlanda, jiżbroffa qrib l-ajruport prinċipali ta’ Keflavik.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Iżlanda hija diġà gżira magħrufa għall-ġmiel naturali u l-lava ċċarċar mill-bokka tal-vulkan saħħret lill-ġemgħat ta’ persuni li minkejja t-twissijiet għall-kawtela mill-awtoritajiet, resqu qrib il-vulkan biex josservaw il-fenomenu naturali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jacqueline Grech Licari, li hija vulkanoloġista ibbażata fl-Iżlanda, qalet li fid-dinja dejjem ikun hemm medja bejn 40 sa 50 vulkan attiv li jkunu qed jiżbroffaw f’waqt wieħed, b’47 vulkan attiv jiżbroffaw bħalissa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ikkonfermat li fl-Iżlanda biss, hemm madwar 34 vulkan li huma kkunsidrati attivi u li żbroffaw xi darba jew oħra fl-aħħar 1,000 sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’dan il-mument l-iżbroff huwa mill-bokka fil-peniżola ta’ Reykjanes, madwar 15-il mil mill-kapitali Reykjavik.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jiddependi mill-movimenti tal-plate techtonics, jekk ikunu mexjin ‘il bogħod minn xulxin kif inhu l-każ fl-Iżlanda għandek in-North American plate miexja lejn in-North West u l-Euroasian plate miexja lejn is-South East, dawn kif jimxu ‘l bogħod minn xulxin għal ċertu distanza għandek il-magma li huwa l-ġebel imdewweb taħt l-art, li kif neħħejtlu din il-pressa jibda tiela’ ‘l fuq.",
                        "author": "Jacqueline Grech Licari",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Iżda lil hinn mill-ispettaklu naturali li qed joriġinaw mix-xbihat tal-lava u s-serbut tad-dħaħen bojod, kemm huwa serju l-periklu għar-residenti?",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jacqueline Grech Licari qalet li f’ dan l-istadju l-uniku kunsiderazzjoni hija minħabba l-konċentrazzjoni ta’ gassijiet li possibiliment jistgħu jikkaġunaw perikli għas-sistemi respiratorji tal-bniedem.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sekwenza ta’ widien u għoljiet, allura fil-widien ikun hemm il-lava u l-gassijiet li jibdew ħerġin bħall-monossidu tal-karbonju u d-dijossidu tal-kubrit, dawn huma gassijiet tqal u huma kkonċentrati f’dawn il-lokalitajiet, u jekk ma jkollokx gas meter miegħek jew maskra bħalma nużaw aħna meta nagħmlu sampling, in-nies ma jindunawx.",
                        "author": "Jacqueline Grech Licari",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Ix-xbihat possibilment iġeddu l-memorji tal-2010 meta l-iżbroff tal-vulkan Eyjafjallajokull kien kkaġuna sħab ta’ irmied u duħħan u wassal għall-waqfien ta’ titjiriet, b’għexieren ta’ eluf li żaru l-Iżlanda baqgħu iżolati hemm għal xi żmien.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi stqarrija, il-Prim Ministru tal-Iżlanda Katrin Jakobsdottir qalet li skont it-tagħrif pprovdut minn aġenziji u universitajiet speċjalizzati fil-vulkani, fosthom dik li hija stazzjonata magħha Grech Licari, l-iżbroff tal-2022 m’humiex qed jikkaġuna perikli jew riskji għal żoni ppopolati jew għall-infrastruttura tal-pajjiż u t-traffiku tal-ajru minn u lejn l-Iżlanda huwa normali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija żiedet tgħid li madankollu s-sitwazzjoni qed tkun osservata b’emendi skont iċ-ċirkostanzi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Maltese volcanologist says that some 40 volcanoes erupt world-wide at the same time",
                "url": "https://tvmnews.mt/en/news/maltese-volcanologist-says-that-some-40-volcanoes-erupt-world-wide-at-the-same-time/",
                "Transcript": [
                    {
                        "text": "Following the eruption of the Reykjanes peninsula volcano in Iceland after hundreds of years of inactivity, Jacqueline Grech Licari – a volcanologist based in Iceland – says that there are an average of between 40 to 50 active volcanoes in the world which are erupting at the same time.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Grech Licari said that 47 volcanos are currently erupting, with 34 volcanos considered as active in Iceland only, which erupt at any time during the past 1,000 years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The current eruption of the Reykanes peninsula volcano depends on the movements of the plate techtonics as is the case in Iceland.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "You have the North American plate moving towards the North West and the Eurasian plate moving to the South East….as they move away from each other for a certain distance, the magma hot liquid and semi-liquid rock located under Earth’s surface, starts coming upwards as the pressure is released.",
                        "author": "Jacqueline Grech Licari",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Referring to possible danger to residents, she says that at this stage the only consideration is the concentration of gases that may possibly cause danger to the human’s respiratory systems.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In the valleys there is lava and gases coming out, such as carbon monoxide and sulfur dioxide; heavy gases that are concentrated in these localities. If you do not carry a gas meter or a mask as we do when we carry out sampling, people do not notice.",
                        "author": "Jacqueline Grech Licari",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Iceland’s Prime Minister Katrin Jakobsdottir said that the 2022 eruption is not endangering or risking populated areas for the country’s infrastructure while air traffic is normal.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "24:10",
            "URL MLT": "https://tvmnews.mt/news/sentenza-sospiza-wara-li-seraq-2-basktijiet-bvalur-ta-e20-mill-belt/",
            "URL ENG": "https://tvmnews.mt/en/news/suspended-sentence-for-stealing-two-handbags-from-valletta-shop/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Sentenza sospiża wara li seraq 2 basktijiet b’valur ta’ €20 mill-Belt",
                "url": "https://tvmnews.mt/news/sentenza-sospiza-wara-li-seraq-2-basktijiet-bvalur-ta-e20-mill-belt/",
                "Transcript": [
                    {
                        "text": "Raġel ta’ 56 sena li joqgħod Ħaż-Żebbuġ ġie kkundannat sitt xhur ħabs sospiżi għal 18-il xahar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Stephen Chircop ammetta li seraq mobile kif ukoll, f’okkażjoni oħra, żewġ basktijiet mill-istabbiliment MUY Collection li jinsab il-Belt.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-Qorti, Chircop ġie mixli wkoll mill-Ispettur Gabriel Micallef li sar reċidiv u li kiser l-ordni ta’ protezzjoni li ngħata mill-Qorti. Minkejja l-ammissjoni tal-imputat, iżda, il-Qorti ma sabitx lil Chircop ħati ta’ dawn iż-żewġ akkużi minħabba, fost l-oħrajn, nuqqasijiet fiċ-ċitazzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Chircop ġie ordnat iħallas is-somma ta’ €20 lil min seraq il-basktijiet sa mhux aktar tard minn sitt xhur. Filwaqt, li l-Qorti qegħditu taħt is-superviżjoni ta’ uffiċjal sorveljanti għal perjodu ta’ 18-il xahar għax innotat li fl-imgħoddi kien qed jissielet mal-vizzju tax-xorb.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-sentenza ngħatat ilbieraħ mill-Maġistrat Rachel Montebello.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Suspended sentence for stealing two handbags from Valletta shop",
                "url": "https://tvmnews.mt/en/news/suspended-sentence-for-stealing-two-handbags-from-valletta-shop/",
                "Transcript": [
                    {
                        "text": "A 56-year old man from Ħaż-Żebbuġ was sentenced to six months imprisonment, suspended for 18 months after he admitted stealing a mobile phone and two handbags from MUY Collection shop in Valletta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Stephen Chircop was accused in Court by Inspector Gabriel Micallef of being a recidivist and of breaching a court protection order. The Court, however, acquitted Chirchop of these two charges due to shortcomings in the writ of summons, among others.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Chircop was ordered to pay €20 to the handbags owner. Magistrate Rachel Montebello placed him under a supervision order for 18 months as he was previously fighting a drinking addiction.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "25:04",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "28:09",
            "URL MLT": "https://tvmnews.mt/news/missier-u-iben-itellghu-luzzu-u-l-bahar-fuq-tarag-ewlieni-fil-mellieha/",
            "URL ENG": "https://tvmnews.mt/en/news/father-and-son-re-create-traditional-luzzu-and-sea-on-melliehas-main-steps/",
            "Duration": "02:09",
            "transcript mlt": {
                "Title": "Missier u iben “itellgħu” luzzu u l-baħar fuq taraġ ewlieni fil-Mellieħa",
                "url": "https://tvmnews.mt/news/missier-u-iben-itellghu-luzzu-u-l-bahar-fuq-tarag-ewlieni-fil-mellieha/",
                "Transcript": [
                    {
                        "text": "Missier u iben li huma artisti tellgħu l-luzzu l-art u fil-Mellieħa trasformawh f’arti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’attrazzjoni ġdida minn idejn Lewis u Pierre Zammit ħarġet il-karatteristiċi ewlenin ta’ din il-lokalità magħrufa għall-baħar ċar kristall tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kuluri sajfin qed iżejnu l-qalba tal-Mellieħa permezz ta’ mural mifrux fuq it-taraġ ta’ Misraħ iż-Żjara Ġwanni Pawlu t-Tieni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Xogħol Lewis u ibnu Pierre Zammit, il-mural huwa iffukat madwar 3 ħutiet li jisirqu l-attenzjoni ta’ kull min jgħaddi minn quddiemhom, bit-turisti ma jfallux l-opportunità li jieħdu ritratt miegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Lewis Zammit huwa mixħut iktar lejn l-arti astratta iżda kif stqarr ma’ TVMnews, arti ta’ din it-tip tagħtih ukoll ħafna sodisfazzjon.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Insibu interessanti dan ix-xogħol għax ilaqqgħek ma’ ħafna nies, eżempju ftit snin ilu kont għamilt mural fuq il-front tal-Isla u kella x’taqsam mat-Tieni Gwerra Dinjija u ħafna anzjani ġew ikellmuni, interazzjoni diretta mal-persuni, għalkemm għamilt ħafna riċerka tgħallimt minn min għexa, allura tikber u titgħallem hux!",
                        "author": "Louis Zammit",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-artist spjega kif arti ta’ din il-forma mhux biss tpaxxi l-għajn u ssebbah lokal iżda huwa mezz kif jinġibdu aktar nies partikolarment turisti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għandi żewġ appelli, l-ewwel waħda biex iż-żgħażagħ ninkoraġġihom li jkunu kreattivi u juru x-xogħol tagħhom, u t-tieni nappella lill-kunsilli lokali forsi jidħlu iżjed għal dawn it-tip ta’ proġetti biex insebbħu lil pajjiżna u anke lill-Gvern Ċentrali, inħoss li l-kultura tagħna fejn tidħol arti, kultura, storja dejjem tieħu l-back bench jekk jibqa’ naqra nagħtuhom ftit, naħseb għandna bżonn boost ta’ dawn l-affarijiet.",
                        "author": "Louis Zammit",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Xogħlijiet oħra simili minn idejn l-istess artist huma fil-Belt, il-Ħamrun, l-Isla u n-naxra kbira ta’ ħwejjeġ fit-triq fil-Mellieħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Triq oħra f’din il-lokalità, li tattira bosta nies sal-ġurnata tal-lum, hija kantuniera boghod, f’taraġ ieħor fejn insibu qattusa u l-famuża tieqa ta’ Van Gogh, impinġija b’mod li tagħti għall-veduta tal-pjazza ż-żgħira tal-Mellieħa stess.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Father and son re-create traditional “luzzu” and sea on Mellieha’s main steps",
                "url": "https://tvmnews.mt/en/news/father-and-son-re-create-traditional-luzzu-and-sea-on-melliehas-main-steps/",
                "Transcript": [
                    {
                        "text": "A father and son, both of whom are artists, have recreated a traditional “luzzu” fishing boat and transformed Mellieha into a work of art.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A new attraction from the hands of Lewis and Pierre Zammit has brought out the main characteristics of this locality, known for its crystal clear waters.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The summer colours of the mural have given life to the centre of Mellieha on the steps near the Visit of John Paul II’s Square.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The mural depicts three fish and is attracting the attention of locals and tourist alike, who never fail lo take a photo with it.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Lewis Zammit is an abstract artist however this type of art also gives him satisfaction.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This work is interesting because it puts you in touch with a lot of people, for example, a few years ago I had created a mural on the front at L-Isla about WWII, and many elderly people came to talk to me. There was a direct interaction with people who actually lived it, so you live and learn!",
                        "author": "Louis Zammit",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The artist explained how art in this form is not only pleasing to the eye and enhances the area, but is a way to attract more tourists.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I have two appeals, the first to encourage young people to be more creative and show their work, and the second is for the local council and Central Government to embark on more of these projects to enhance the country. I feel that where art, colure and history are concerned, they always take a back bench and we just allocate a few crumbs to them, so I feel we need to give these aspects a real boost.",
                        "author": "Louis Zammit",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Similar works by the same artist can be found in Valletta, Hamrun, L-isla and a large washing line of laundry in Mellieha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Another street which attracts a lot of people these days is a corner away, on another flight of steps where there is a cat and the famous Van Gogh window, drawn in a way which give the view of the small square in Mellieħa itself.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "30:35",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "32:00",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "32:25",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        }
    ]
}