{
    "News date": "08.08.2022",
    "Transcripts": [
        {
            "Time stamp": "02:09",
            "URL MLT": "https://tvmnews.mt/news/tissewwa-u-terga-tibda-tahdem-it-2-magna-tar-radjologija-fmater-dei/",
            "URL ENG": "https://tvmnews.mt/en/news/second-radiology-machine-at-mater-dei-repaired-and-operational/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Tissewwa u terġa’ tibda taħdem it-2 magna tar-radjoloġija f’Mater Dei",
                "url": "https://tvmnews.mt/news/tissewwa-u-terga-tibda-tahdem-it-2-magna-tar-radjologija-fmater-dei/",
                "Transcript": [
                    {
                        "text": "It-tieni magna tar-radjoloġija fl-Isptar tal-Onkoloġija ssewwiet u bdiet taħdem wara li bħal-lum ħmistax is-servizz tar-radjoterapija f’Mater Dei kien ġie sospiż temporanjament minħabba ħsarat tekniċi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kelliema għall-Ministeru tas-Saħħa stqarret ma’ tvmnews.mt li b’hekk grupp ieħor ta’ pazjenti bdew it-trattament. Qalet, li mill-pazjenti bil-kanċer li ntbagħtu Ruma għall-kura minħabba l-ħsarat f’Malta, uħud minnhom diġà temmew it-trattament u ġew lura.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kelliema spjegat li issa li t-tieni magna qed terġa’ taħdem, l-appuntamenti li ma jistgħux jiġu posposti qed jiġu moqdija. Li jfisser, li m’hemmx bżonn li jintbagħtu aktar pazjenti għall-kura barra minn Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Żiedet, li t-tiswijiet fuq it-tielet magna tar-radjoloġija għadhom għaddejjin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Second radiology machine at Mater Dei repaired and operational",
                "url": "https://tvmnews.mt/en/news/second-radiology-machine-at-mater-dei-repaired-and-operational/",
                "Transcript": [
                    {
                        "text": "The second radiology machine at the Oncology Hospital has been repaired and has resumed working after the radiotherapy service at Mater Dei was temporarily suspended two weeks ago, due to technical breakdowns.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A spokesperson for the Ministry of Health told tvmnews.mt that as a result of this another group of patients had started the treatment. She said, that some of the cancer patients who were sent to Rome for treatment due to the situation, had already completed the treatment and had come back.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The spokesperson explained that now that the second machine is working again, the appointments that cannot be postponed are being seen to. Which means, that there is no need to send more patients for treatment abroad. Moreover, repairs on the third machine are still ongoing.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "See also:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "03:13",
            "URL MLT": "https://tvmnews.mt/news/ara-l-isport-jghinhom-isibu-hajjithom-wara-d-droga/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-sport-assisted-them-in-life-following-drugs-rehabilitation/",
            "Duration": "03:33",
            "transcript mlt": {
                "Title": "Ara: L-isport jgħinhom isibu ħajjithom wara d-droga",
                "url": "https://tvmnews.mt/news/ara-l-isport-jghinhom-isibu-hajjithom-wara-d-droga/",
                "Transcript": [
                    {
                        "text": "Il-qawwa tal-isport fil-proċess ta’ rijabilitazzjoni mid-droga ġie konfermat minn żewġ persuni li kienu jabbużaw mid-droga u qasmu l-esperjenza tagħhom ma’ TVMnews. Huma qalu li l-isport hu għodda importanti f’ħajjithom biex iżommu ‘il bogħod mill-vizzju tad-droga u kif waqt il-programm tagħhom mal-Caritas skoprew kemm l-isport jgħin biex ikollhom ħajja sana, kemm mentalment u anke fiżikament.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Ilħaqt il-qiegħ hux, missejtu u qgħadt nitkaxkar naqra miegħu u kelli bilfors nagħmel hekk. Ma kellix iktar bibien. Kelli kollox magħluq.",
                        "author": "Silvio Sciberras",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Silvio Sciberras għandu 32 sena. Hu fost l-aħħar grupp ta’ gradwati li lestew programm ta’ rijabilitazzjoni mal-Caritas u ilu sentejn ma jmiss droga.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Bdejt nuża d-drogi naqra żgħir, kelli qisu 14, 15 u għall-bidu bdejt soft drugs bħall-ħaxixa, toħroġ fil-weekend tieħu xi ecstasy biex tkompli man-nies u dak iż-żmien kont neħodha bħala buzz qisu taf kif? Imbagħad ta’ xi 23 bdejt nieħu cocaine u hemmhekk fallejt kemm finanzjarjament, fiżikament, mentalment u kollox.Minn 24 sa 30 għaddej il-ħin kollu 24 hours, bl-alarm biex inqum nieħu, flok alarm biex immur għax-xogħol alarm biex nieħu. Fit-3 ta’ filgħodu jien ġieli qomt bl-alarm, immur ninqeda, nieħu nerġa norqod biex inkun nista’ niffunzjona.",
                        "author": "Silvio Sciberras",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Silvio stqarr li kien wasal f’punt fejn tilef il-fiduċja tan-nies.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Biex titrejjaq trid jew tiddobba l-flus jew tara kif se tagħmel. Lill-ommi ġennintha, iġġenninhom, iġġennen lil kulħadd u ma jkollokx triq oħra.”",
                        "author": "Silvio Sciberras",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Jgħid li l-Caritas tawh ċans ieħor f’ħajtu. Minbarra f’hekk skopra l-għajnuna tal-isports biex iżommu ‘l bogħod mill-vizzju tad-droga.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Jiena fl-isports sibt xi ħaġa bħal meta ngħidu meditation u mindfulness. Mindfulness jiġifieri qed ngħix issa f’dal-mument, hawnhekk. Jien insuq ir-rota, mountain bike, road bike, kollox. Illum il-ġurnata anke li nqum filgħodu u nkun qiegħed tajjeb nemmen li bis-saħħa tal-isport il-mentalità tinbidel.”",
                        "author": "Silvio Sciberras",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Tkellimna ma’ raġel ieħor li stqarr li kien sar skjav tad-droga u kien xeba’ jgħix.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mid-dlam ta’ dik it-tip ta’ ħajja beda jara kollox differenti malli beda l-programm tal-Caritas.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Qalilna li hu wkoll sab ħajja ġdida permezz tal-isports, tant li beda jieħu sehem f’The Grid.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kompla jgħid li minħabba li hu anzjuż u nervuż, it-taħriġ f’dan l-isport jgħinu ħafna anke biex ineħħi dik li sejjaħ enerġija ħażina filgħodu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Watch: Sport assisted them in life following drugs rehabilitation",
                "url": "https://tvmnews.mt/en/news/watch-sport-assisted-them-in-life-following-drugs-rehabilitation/",
                "Transcript": [
                    {
                        "text": "The strength of sport in the process of drug rehabilitation was confirmed by two persons who had abused drug and shared their experience with TVMnews. They said that sport is an important tool in their life to keep away from drug addiction and assisted them for a mentally and physically sound life.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "32-year old Silvio Sciberras is among the latest group of graduates who concluded a Caritas drug rehabilitation programme and has not touched drugs for two years.",
                        "author": "Silvio Sciberras",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Silvio states that he arrived as a point of losing confidence in people. “You need money to satisfy the addiction….I made my mum insane and you have no other choice”.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He recalls that Caritas gave him another opportunity in life and he discovered assistance through sport to keep away from drug addiction.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“I consider sports as a meditation and mindfulness, that is I am living at this moment, here. I ride mountain bike, road bike, everything. I wake up in the morning and feel well because I believe that mentality changes through sport.",
                        "author": "Silvio Sciberras",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Another person told TVMnews that he was a drug slave and was fed up of living.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He says when he started the Caritas programme, everything was different in life. “I liked to be clean…my daughter assisted me in this….I want to have a better life with her”.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He added that he found new life through sport and started participating in The Grid.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "05:58",
            "URL MLT": "https://tvmnews.mt/news/ara-il-hidma-tal-lifeguards-biex-isalvaw-hajjet-ghawwiema-minn-periklu-serju/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-lifeguards-keeping-you-safe-on-our-beaches/",
            "Duration": "03:38",
            "transcript mlt": {
                "Title": "Ara: Il-ħidma tal-lifeguards biex isalvaw ħajjet għawwiema minn periklu serju",
                "url": "https://tvmnews.mt/news/ara-il-hidma-tal-lifeguards-biex-isalvaw-hajjet-ghawwiema-minn-periklu-serju/",
                "Transcript": [
                    {
                        "text": "Bl-attività fuq il-bajjiet fl-aqwa tagħha . . . f’Għawdex u Kemmuna hemm stazzjonati 30 lifeguard biex iħarsu l-ħajja tan-nies. Is-sena li għaddiet biss, il-lifeguards f’dawn iż-żewġ ġżejjer intervjenew fuq 1,700 każ differenti li jvarjaw minn inċidenti żgħar ħafna għal oħrajn serji.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-lifeguards jieħdu ħsieb ħajjet in-nies fuq il-bajjiet u fil-baħar. Fil-bajjiet kollha f’Għawdex u f’Kemmuna, dan ix-xogħol hu f’idejn l-Emergency Response & Rescue Corps, l-ERRC.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dalgħodu TVMnews żar il-Bajja tar-Ramla l-Ħamra biex isegwi kif jippreparaw il-lifeguards. Fil-bidu ta’ dan l-istaġun iżżanżnu żewġ torrijiet ġodda u b’kollox jieħdu ħsieb din il-bajja hawn erba’ lifeguards, li jkunu tnejn fuq kull torri.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mal-bidu ta’ ġurnata xogħol, il-lifeguards jispezzjonaw il-kundizzjoni tal-baħar. Minn fuq it-torri jdendlu l-bandiera adattata. Bandiera ħadra tindika li mhemm ebda periklu għall-għawm. Bandiera safra imbagħad tindika li hemm il-kurrent jew inkella l-mewġ, u minkejja li l-periklu ma jkunx kbir ħafna, ikun biżżejjed biex min ma jkunx kunfidenti fl-għawm irid joqgħod attent. Bandiera ħamra tindika periklu qawwi ta’ kurrent jew mewġ, mhux bilfors it-tnejn flimkien. F’sitwazzjoni ta’ periklu qawwi, ta’ mewġ u kurrent kbir, jiddendlu żewġ bnadar ħomor fuq xulxin, sinjal li ħadd ma jkun jista’ jinżel jgħum. F’sitwazzjoni ta’ żewġ bnadar ħomor, jużaw il-megaphone biex javżaw lin-nies ma jinżlux fil-baħar. Apparti dawn, hemm ukoll il-bandiera vjola, li din is-sena l-lifeguards qalu qed tiddendel ħafna – il-bandiera tal-bram. Waqt li l-bnadar l-oħra kollha jimxu fuq sistema ta’ tbassir, din il-bandiera tittella’ skont ir-rapporti li jidħlu mal-jum.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Apparti l-bnadar li jiddendlu fuq it-torri, hemm ukoll bandiera oħra ma’ lasta li titwaħħal fir-ramel – il-bandiera nofsha ħamra u nofsha safra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dik identifikaw żona mill-bajja ta’ din l-area fejn jassiguraw li n-nies qed jiġu supervised mil-lifeguard. Dik tgħidli mhux ir-Ramla kollha ħa tkun, mhux il-bajja kollha ħa tkun? Mhux dejjem, għax ġieli jkun hawn problemi ta’ mewġ, speċjalment fejn għandna l-blat, hemmhekk ikun hemm ħafna periklu. Allura l-lifeguards imexxu l-bnadar further towards the centre of the bay, fejn hemmhekk jidentifika, isma’ tgħumux ‘il barra mill-flags.",
                        "author": "Adrian Axiak",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Parti oħra mir-rutina ta’ filgħodu hija li jiċċekkjaw t-tagħmir li jintuża f’każ ta’ xi aċċident.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Apparti l-lifeguards stazzjonati fuq il-bajjiet, hemm ukoll lifeguards li jagħmlu ronda bil-karozza, jispezzjonaw diversi bajjiet u lesti għal dak li jista’ jinqala’. Dawn huma aktar imħarrġa biex jirrispondu f’emerġenzi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Jgħajtu fuq ir-radio lir-roaming lifeguard, jgħidulhom hawnhekk għandna hekk hekk u hekk u r-roaming lifeguard jiddeċiedi isma’ dan każ li hemm bżonn niġi nassistikom, jew dan każ ċempel l-ambulanza mill-ewwel. Tipikament, f’każijiet kbar, nirrispondu kemm aħna u kemm l-ambulanza. Hija that extra pair of hands li jista’ jiġi bniedem trenjat iktar mil-lifeguard u b’ċertu kit naqra iktar avvanzat minn dak li jkollna fuq il-bajjiet.”",
                        "author": "Adrian Axiak",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Wara l-bajja tar-Ramla, TVMnews żar Kemmuna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "B’kollox, madwar Kemmuna kollha hawn 13-il lifeguard, 11 li jkunu fil-Blue Lagoon, illi jvarjaw bejn it-torrijiet, id-dgħajjes, il-jet skis u l-ambulanza, u jkun hemm tnejn oħra li jkunu stazzjonati f’Santa Marija, li hija bajja pjuttost kwieta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minħabba li f’Kemmuna hemm kurrent qawwi, l-iktar każi komuni li jkunu jeħtieġu intervent mil-lifeguards huma ta’ għawwiema li jgħajjew jaqdfu. Is-Sur Axika qal li l-maġġoranza assoluta tagħhom ikunu barranin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Billi aħna hawnhekk m’hawn l-ebda sptar u l-ebda clinic, kull min għandu xi injury, tkun xi tkun, xi ħaġa żgħira, xi cut fuq subgħajh għal xi ħadd li ġie dehydrated u ħassu ħażin, dejjem ħa jiġi fejnna. Għalhekk għandna l-clinic hawnhekk ukoll, li hija ambulanza li trasferejniha bħala clinic ħalli għal affarijiet ta’ first aid u hekk, iktar jaħdmu fuqhom hekk fuq, ħalli l-lifeguards t’hawnhekk ikunu jistgħu joqogħdu attenti iktar lejn il-baħar.",
                        "author": "Adrian Axiak",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Is-servizz tal-ERRC fil-bajjiet kollha madwar Għawdex u Kemmuna hu finanzjat u mgħejjun mill-Awtorità Maltija għat-Turiżmu u l-Ministeru għal Għawdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Watch: Lifeguards – keeping you safe on our beaches",
                "url": "https://tvmnews.mt/en/news/watch-lifeguards-keeping-you-safe-on-our-beaches/",
                "Transcript": [
                    {
                        "text": "With beach activity in full swing, there are 30 lifeguards stationed in Gozo and Comino to safeguard people’s lives. Last year alone, the lifeguards on these two islands intervened on 1,700 different cases ranging from very small incidents to serious ones.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Lfeguards safeguard people’s lives on beaches and in the sea. In all the beaches in Gozo and Comino, this work is in the hands of the Emergency Response & Rescue Corps, the ERRC.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This morning TVMnews visited Ramla -Hamra to see first hand how these lifeguards work. At the beginning of this season, two new towers were built and in total there are four lifeguards who take care of this beach, two on each tower.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "At the beginning of every working day, the lifeguards inspect the sea conditions. The appropriate flag is then hung at the top of the tower. A green flag indicates that there is no danger. A yellow flag indicates that there is a current or waves, and although the danger is not great, it is a warning for those who are not confident in swimming, to be careful. A red flag indicates a strong dangerous current or rough sea, and not necessarily both together. In situations of great danger, where the sea is rough and there is a strong current, two red flags are hung one on top of the other – which indicates that swimming is not permitted. In a two red flag situation, lifeguards use the megaphone to warn people not to go into the sea. Apart from these, there is also the purple flag, which this year lifeguards say is often visible, which indicates the presence of jellyfish. While all other flags depend on the forecast, this flag is raised according to reports that are available during the day.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In addition to the flags that hang from the tower, there is also another flag on a pole that is stuck in the sand – the red and yellow flag.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "These flags identify an area on the beach where people are being supervised by the lifeguard. You may wonder why the whole beach isn’t protected. It’s not always the case because sometimes there are problems with waves, especially in rocky areas. So the lifeguards move the flags towards the center of the bay, and swimming is identified as safe within that area and not beyond.",
                        "author": "Adrian Axiak",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Another part of the morning routine is to check the equipment that is used in case of an accident.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Apart from the lifeguards stationed on the beaches, there are also lifeguards who patrol by car, inspecting various beaches and prepared for whatever situation may arise. They are trained to respond to emergencies.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Roaming lifeguards are called on the radio and given information, and the decides whether this is a case that requires his immediate assistance or else ambulance assistance. Typically, in big cases, we respond and we also have an ambulance. It is an extra pair of hands by a person who is better trained than a lifeguard and has better equipment that what we have on the beaches.”",
                        "author": "Adrian Axiak",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "After visiting Ramla, TVMnews visited Comino.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There are 13 lifeguards in total in the entire Municipality – 11 at the Blue Lagoon, stationed between the towers, the boats, the jet skis and the ambulance, and there are two others stationed at Santa Maria, which is a fairly quiet beach. Because of the strong current in Comino the most common cases that require intervention by the lifeguards are swimmers who get tired of swimming. Mr Axika said that the absolute majority of these are foreigners.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Since we have no hospital and no clinic here, anyone who sustains an injury, whether it’s a small cut on their finger or even something bigger, or otherwise suffers dehydration and feels poorly, always comes to us. That’s why we have an ambulance that we transformed into a clinic for first aid and so on, so that the lifeguards here can be more attentive and focus on the sea.",
                        "author": "Adrian Axiak",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The ERRC service on beaches around Gozo and Comino is financed and supported by the Malta Tourism Authority and the Ministry for Gozo.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "09:46",
            "URL MLT": "https://tvmnews.mt/news/ir-russja-akkuzata-li-biddlet-impjant-nukleari-ukren-fbazi-militari/",
            "URL ENG": "https://tvmnews.mt/en/news/ukraine-accuses-russia-of-using-nuclear-plant-as-a-military-base/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Ir-Russja akkużata li biddlet impjant nukleari Ukren f’bażi militari",
                "url": "https://tvmnews.mt/news/ir-russja-akkuzata-li-biddlet-impjant-nukleari-ukren-fbazi-militari/",
                "Transcript": [
                    {
                        "text": "Il-kap tal-kumpanija tal-enerġija Ukrena, Energoatom, qal li 500 suldat Russu jinsabu fis-sit tal-impjant nukleari Zaporizhzhia u akkużahom li biddlu l-post f’bażi militari.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Ukrajna u r-Russja akkużaw lil xulxin bl-attakki li saru fuq dan l-impjant fi tmiem il-ġimgħa li għaddiet. Is-Segretarju tan-Nazzjonijiet Magħquda, António Guterres talab biex spetturi internazzjonali jidħlu f’dan l-impjant fl-Ukrajna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Ukrajna qed tghid li bl-attakki, tliet sensors tar-radjazzjoni saritilhom il-ħsara u li ħaddiem tal-impjant indarab.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’Marzu li għadda, wara li bdiet l-invazjoni r-Russi ħadu kontroll ta’ dan l-impjant li jinsab qrib territorju fl-Ukrajna kkontrollat mir-Russi. Ir-Russja appellat lill-Punent biex iwaqqaf lill-Ukrajna milli jkompli jattakka l-impjant.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Ukraine accuses Russia of using nuclear plant as military base",
                "url": "https://tvmnews.mt/en/news/ukraine-accuses-russia-of-using-nuclear-plant-as-a-military-base/",
                "Transcript": [
                    {
                        "text": "The head of the Ukrainian energy company, Energoatom, said that 500 Russian soldiers are guarding the Zaporizhzhia nuclear plant, accusing them of turning the place into a military base.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ukraine and Russia accuse each other with the recent attacks on the plant, while UN secretary general Antonio Guterres requested that international inspectors enter the Ukrainian plant.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ukraine says three radiation sensors were damaged with the attacks, which also wounded a plant worker.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In March, Russian forces occupied the nuclear plant which is situated near Ukrainian territory controlled by the Russians. Russia has appealed to the West to stop Ukraine from resuming with attacks on the plant.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "10:53",
            "URL MLT": "https://tvmnews.mt/news/jieqaf-il-glied-bejn-l-izraeljani-u-l-palestinjani/",
            "URL ENG": "https://tvmnews.mt/en/news/truce-agreement-between-israel-and-the-palestinians/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Jieqaf il-ġlied bejn l-Iżraeljani u l-Palestinjani",
                "url": "https://tvmnews.mt/news/jieqaf-il-glied-bejn-l-izraeljani-u-l-palestinjani/",
                "Transcript": [
                    {
                        "text": "Fil-Lvant Nofsani daħal fis-seħħ ftehim ta’ waqfien mill-ġlied bejn l-Iżraeljani u l-Palestinjani wara tlett ijiem ta’ vjolenza li ħalliet minn tal-anqas 44 persuna mejta fosthom ħmistax-il tifel u tifla, u 300 midruba.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-militanti Palestinjani qalu li l-ftehim daħal fis-seħħ fil-ħdax u nofs ta’ billejl wara li kien hemm taħditiet immexxija minn medjaturi Eġizzjani.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Uffiċċju tal-Prim Ministru Iżraeljan ikkonferma l-ftehim ta’ waqfien mill-ġlied. Din l-aħħar mewġa ta’ vjolenza kienet l-agħar waħda bejn Iżrael u Gaza mill-kunflitt li dam 11-il ġurnata f’Mejju tas-sena l-oħra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Istati Uniti u n-Nazzjonijiet Magħquda talbu lill-Izraeljani u l-Palestinjani biex ikomplu josservaw il-ftehim ta’ waqfien mill-ġlied.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi stqarrija l-President Amerikan Joe Biden faħħar liż-żewġ naħat li żammew il-ftehim ta’ waqfien mill-ġlied u dan biex il-provvisti umanitarji u anki fuel jitwassal bla problemi f’Gaża. Talab ukoll li jiġu investigati l-attakki li saru fuq nies ċivili.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minkejja l-waqfien mill-ġlied tard ilbieraħ filgħaxija xorta kien hemm xi attakki f’Gaża wara li jidher li saru xi attakki min-naħa ta’ militanti Palestinjani lejn l-Iżrael meta ġew sparati xi rockets, iżda jidher li ma kienx hemm iktar rapporti ta’ vjolenza.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Truce agreement between Israel and the Palestinians",
                "url": "https://tvmnews.mt/en/news/truce-agreement-between-israel-and-the-palestinians/",
                "Transcript": [
                    {
                        "text": "A ceasefire agreement between the Israelis and Palestinians has entered into force following three days of violence that left at least 44 persons dead, including 15 children and 300 injured.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Palestinian militants said the truce began at 11.30 last night following a mediation by Egypt.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Israeli Prime Minister’s Office confirmed the truce, while the U.S. and the United Nations requested Israel and the Palestinians to respect the ceasefire.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "12:04",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "14:28",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "16:43",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "18:55",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "20:42",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        }
    ]
}