{
    "News date": "08.09.2022",
    "Transcripts": [
        {
            "Time stamp": "03:28",
            "URL MLT": "https://tvmnews.mt/news/it-tobba-tar-regina-elizabetta-ii-mhassba-dwar-sahhitha/",
            "URL ENG": "https://tvmnews.mt/en/news/queen-elizabeths-doctors-concerned-about-her-state-of-health/",
            "Duration": "02:49",
            "transcript mlt": {
                "Title": "Tmut ir-Reġina Eliżabetta II fl-għomor ta’ 96 sena",
                "url": "https://tvmnews.mt/news/it-tobba-tar-regina-elizabetta-ii-mhassba-dwar-sahhitha/",
                "Transcript": [
                    {
                        "text": "Ftit tal-ħin ilu, għall-ħabta tas-7.30 ta’ filgħaxija tħabbret il-mewt tar-Reġina Eliżabetta t-Tieni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għajnejn id-dinja kollha bħalissa huma fuq il-Kastell ta’ Balmoral fl-Iskozja, wara li kienu ilhom matul il-ġurnata isegwu dak li kien qed jiġri malli ħarġet l-aħbar li saħħet ir-Reġina Eliżabetta t-Tieni marret għall-agħar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-iktar monarka li qatt irrenjat fid-dinja, fl-età ta’ 96 sena, mietet imdawra b’uliedha u n-neputijiet tagħha, kif ukoll membri oħra tal-familja rjali, li marru ħdejha fir-residenza fejn tħobb tqatta’ l-istaġun tas-sajf. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-problemi ta’ mobilità li kellha r-Reġina kienu evidenti, tant li dil-ġimgħa nkisret it-tradizzjoni u l-ġurament tal-ħatra ta’ Truss sar f’Balmoral.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iżda it-tħassib dwar saħħet Eliżabetta t-Tieni fl-aħħar sigħat qanqal spekulazzjoni li aktarx ir-Reġina ġralha xi ħaġa iktar gravi matul il-lejl li għadda. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-indikazzjoni li saħħet Elizabetta t-Tieni marret għall-agħar, ħarġet dalgħodu.  Wara li t-tobba eżaminawha ddikjaraw tħassib dwar saħħet ir-Reġina tal-Ingilterra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija kienet ilha minn Lulju fil-Kastell Irjali ta’ Balmoral fl-Iskozja, fejn normalment tqatta’ l-perjodu tas-sajf.  Iżda b’differenza minn snin oħra, did-darba hija damet iktar, tant li anke l-ġurament tal-ħatra tal-Prim Ministru ġdida Liz Truss sar f’Balmoral.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan kien l-aħħar impenn uffiċjali tagħha meta laqgħet lill-ex Prim Ministru Boris Johnson biex jagħtiha formalment ir-riżenja tiegħu u ppresediet iċ-ċerimonja tal-ħatra ta’ Truss iżda bi ksur tat-tradizzjoni minħabba li s-soltu ssir f’Londra mhux f’Balmoral.   ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi stqarrija mill-Palazz ta’ Buckingħam, ingħad li t-tobba rjali rrakkomandaw li r-Regina Elizabetta tinżamm taħt superviżjoni medika.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It-tobba tagħha kienu qed isegwuha kontinwament fl-aħħar ġimgħat. Il-bozza l-ħamra dwar saħħitha nxtegħlet meta lbieraħ it-tobba tawha parir ma ssegwix b’mod virtwali l-laqgħa tal-Privy Council. Il-konferma waslet wara li r-reġina li għandha 96 sena ngħatat parir biex tistrieħ. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mal-ġurnata bdew jaslu wkoll uliedha, il-Princep ta’ Wales u l-eredi tat-tron Charles, il-Prinċipessa Rjali Anne, id-Duka ta’ York Andrew u d-Duka ta’ Wessex Edward.  Iktar tard waslu wkoll Balmoral ulied il-Prinċep Charles; id-Duka ta’ Cambridge William u l-Princep Harry. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fost dawk li esprimew il-kondoljanzi għall-mewt tagħha kien hemm il-President George Vella, il-Prim Ministru Robert Abela, il-Kap tal-Oppożizzjoni Bernard Grech, l-Ispeaker Anġlu Farrugia f’ismu u f’isem il-Parlament, l-Arċisqof Charles Scicluna u l-President tal-Parlament Ewropew Roberta Metsola.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Ispeaker tal-Kamra tad-Deputati Anġlu Farrugia esprima s-sentimenti ta’ sogħba għall-aħbar tal-mewt tar-Reġina Eliżabetta II.  Huwa sellem il-memorja tagħha, anke bħala Kap  tal-Commonwealth, li tul numru kbir ta’ snin dejjem gawdiet ir-rispett tal-poplu Malti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Queen Elizabeth’s doctors concerned about her state of health",
                "url": "https://tvmnews.mt/en/news/queen-elizabeths-doctors-concerned-about-her-state-of-health/",
                "Transcript": [
                    {
                        "text": "Queen Elizabeth II is under medical supervision at Balmoral, Scotland and doctors are concerned about her state of health.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Buckingham Palace revealed this, stating that doctors had advised the 96-year-old monarch to rest.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "UK Prime Minister Liz Truss stated that the whole country will be deeply concerned by the news.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Truss was appointed Prime Minister at Balmoral on Tuesday as the Queen was unable to travel to London.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "07:09",
            "URL MLT": "https://tvmnews.mt/news/fis-70-sena-li-damet-isservi-bhala-regina-r-renju-unit-kellu-15-il-prim-ministru/",
            "URL ENG": "https://tvmnews.mt/en/news/the-queens-reign-and-her-15-prime-ministers/",
            "Duration": "02:08",
            "transcript mlt": {
                "Title": "Fis-70 sena li serviet bħala Reġina r-Renju Unit kellu 15-il Prim Ministru",
                "url": "https://tvmnews.mt/news/fis-70-sena-li-damet-isservi-bhala-regina-r-renju-unit-kellu-15-il-prim-ministru/",
                "Transcript": [
                    {
                        "text": "Elizabetta t-Tieni, ir-Reġina tal-Ingilterra, damet tirrenja 70 sena. Iċċelebrat il-Ġublew tal-Platinum f’Ġunju li għadda f’ċelebrazzjonijiet li saru mal-pajjiż kollu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kapitlu li raha f’renju li fih tbiddlet id-dinja, tul 70 sena li fihom ġarrbet it-tlugħ u nżul, iżda fuq kollox u fuq quddiem dejjem ġabet l-interess tas-servizz tagħha lejn il-poplu Ingliż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Reġina li kienet forsi l-iktar personalità popolari fost il-mexxejja tad-dinja, mhux biss minħabba l-mod kif mexxiet ir-Renju Unit u l-kolonji rispettivi, iżda wkoll minħabba l-ħajja personali tagħha, u b’mod partikolari wkoll t’uliedha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I declare before you all that my whole life whether it be long or short shall be devoted to your service and the service of our great imperial family to which we all belong.",
                        "author": "Ir-Reġina Eliżabetta II",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dikjarazzjoni b’saħħitha f’diskors mir-Reġina Eliżabetta t-Tieni fl-1947 dak iż-żmien Prinċipessa. Wegħda li fissret b’70 sena servizz lir-Renju Unit u l-Commonwealth.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Eliżabetta twieldet f’Londra, bint ir-Re Ġorġ Sitta li wara spiċċa fit-tron wara l-abdikazzjoni ta’ Ħuħ Edward VIII. Is-servizz tagħha għan-nazzjon beda proprju matul it-Tieni Gwerra Dinjija fejn fost l-oħrajn serviet fl-Auxiliary Territorial Service.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-1947 hija żżewġet lil Prinċep Philip id-Duka ta’ Edinburgh u li miegħu kellha erbat itfal: Charles, Anne, Andrew, u Edward.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija ġiet inkurata reġina fl-1952 wara l-mewt ta’ missierha bil-kurunazzjoni tagħha iseħħ sena wara u kienet l-ewwel waħda li xxandret fuq it-televiżjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meta saret reġina Josef Stalin kien fit-tmum tal-Unjoni Sovjetika, Harry Truman kien il-President tal-Istati Uniti waqt li Winston Churchill kien qed iservi terminu ieħor bħala Prim Ministru Ingliż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’April li għadda hija għalqet 96 sena u saret l-iktar membru tal-monarkija li għexet għal tul ta’ snin kif ukoll l-iktar membru tal-monarkija anzjana.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "B’kollox rat 15-il Prim Ministru Ingliż jservi taħt ir-renju tagħha u fl-2015 kitbet l-istorja meta qabżet ir-rekord li l-buż-buż nanna tagħha r-Reġina Victoria kienet stabilixxiet b’63 sena fuq it-tron.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din is-sena hija għalqet 70 sena fit-tmexxija tal-monarkija Ingliża anniversarju li leħaq il-qofol tiegħi biċ-ċelebrazzjonijiet tal-Ġublew tal-Platinu, li tfakkar b’festi kbar madwar ir-Renju Unit kollu, tant li l-Ingliżi ngħataw jumejn ta’ btala.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dakinhar ir-Reġina Elizabetta II esprimiet il-volontà tagħha li tkompli sservi u stqarret li tibqa’ onorata tagħmel dan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-legat tar-Reġina jibqa’ mfakkar fost oħrajn b’diversi żjarat storiċi u diversi laqgħat bla preċedent fosthom żjara statali fil-Ġermanja tal-Punent u ż-żjara li għamlet 11-il sena ilu fir-Repubblika tal-Irlanda l-ewwel waħda f’kważi mitt sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "The Queen’s reign and her 15 Prime Ministers",
                "url": "https://tvmnews.mt/en/news/the-queens-reign-and-her-15-prime-ministers/",
                "Transcript": [
                    {
                        "text": "Elizabeth II, the Queen of England, reigned for 70 years. Her Platinum Jubilee was celebrated last June with celebrations held all over the country.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Her reign spanned a 70 year period in an ever changing world, one in which she she endured ups and downs, but she was above all a rock and constant presence in the lives of the British people whom she served loyally and dutifully.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Queen was perhaps the most popular personality among world leaders, not only because of the way she led the United Kingdom and the respective colonies, but also because of her personal life, and particularly that of her children.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I declare before you all that my whole life whether it be long or short shall be devoted to your service and the service of our great imperial family to which we all belong.",
                        "author": "Queen Elizabeth II",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "In 1947, Queen Elizabeth, then a Princes, delivered a strong speech and a promise – a promise that translated into 70 years of service to the United Kingdom and the Commonwealth.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Elizabeth was born in London, the daughter of King George VI who later ended up on the throne after the abdication of his Brother Edward VIII. Her service to the nation began precisely during the Second World War where she served in the Auxiliary Territorial.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In 1947 she married Prince Philip the Duke of Edinburgh with whom she had four children: Charles, Anne, Andrew, and Edward.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "She was crowned queen in 1952 after the death of her father with her coronation taking place a year later which was the first to be broadcast on television.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "When she became Queen Josef Stalin was at the helm of the Soviet Union, Harry Truman was the President of the United States while Winston Churchill was serving another term as British Prime Minister.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Last April she turned 96 and became the longest serving member of the monarchy as well as its oldest member.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In total, 15 British Prime Ministers served under her reign and in 2015 she made history when she surpassed the record of her great-great grandmother Queen Victoria who spent 63 years on the throne.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "After 70 years on the throne of the British monarchy, her reign reached its apex with the Platinum Jubilee celebrations, which is commemorated with great parties throughout the United Kingdom, so much so that the British were given two days off.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "That day Queen Elizabeth II expressed her willingness to continue serving and stated that she would be honoured to do so.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Queen leaves behind a huge legacy -several historic visits and several unprecedented meetings including a state visit to West Germany and the visit she made 11 years ago to the Republic of Ireland the first visit in almost a hundred years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "31:23",
            "URL MLT": "https://tvmnews.mt/news/malta-l-ahhar-pajjiz-li-zaret-ir-regina-elizabetta-ii/",
            "URL ENG": "https://tvmnews.mt/en/news/malta-is-last-country-overseas-visited-by-queen-elizabeth/",
            "Duration": "01:32",
            "transcript mlt": {
                "Title": "Malta l-aħħar pajjiż li żaret ir-Reġina Eliżabetta II",
                "url": "https://tvmnews.mt/news/malta-l-ahhar-pajjiz-li-zaret-ir-regina-elizabetta-ii/",
                "Transcript": [
                    {
                        "text": "L-istorja romantika bejn Eliżabetta u Philip fuq il-Gżejjer Maltin mhix sigriet tant li r-Reġina nnifsiha kienet fissret iż-żmien li qattgħet Malta bejn l-1949 u l-1951, meta l-Prinċep Filipu kien stazzjonat f’Malta bħala uffiċjal navali, bħala fost l-isbaħ wieħed ta’ ħajjitha u fejn ħassitha li setgħet tgħix ħajja normali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-1951 hija żaret għall-ewwel darba wkoll Għawdex fejn inkixfet plakka kommemarativa ma’ dak li llum iġorr l-isem tal-Isptar Ġenerali t’Għadwdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ir-Reġina, dak iż-żmien prinċipessa, saħansitra żaret ir-raħal tas-Sannat fejn skont rakkonti storiċi ammirat tfajliet żgħar jaħdmu l-bizzilla.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iżda tul ir-Renju tagħha, Eliżabetta kemm-il darba żaret dawn il-Gżejjer għal raġunijiet differenti fosthom fl-1954, 1967, 1992, 2005 u l-2007 meta l-koppja ċċelebrat ukoll is-60 anniversarju taż-żwieġ tagħhom f’Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-aħħar żjara tar-Reġina barra minn pajjiża kienet f’Malta meta f’Novembru tal-2015 żaret il-Gżejjer Maltin bħala l-Kap tal-pajjiżi tal-Commonwealth, meta dakinhar iċ-CHOGM sar f’pajjiżna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Infatti għal-laqgħat tal-Kapijiet tal-Gvernijiet tal-pajjiżi tal-Commonwealth li saru wara kienet inkarigat lil binha l-Prinċep Charles biex jattendi minflokha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minn 100 pajjiż li żaret kemm damet tirrenja, kienet tgħid pubblikament li wieħed mill-iktar pajjiżi favoriti huwa Malta u nfatti l-ispekulazzjonijiet fil-media ta’ 7 snin ilu saru realtà għax pajjiżna kien l-aħħar wieħed li żaret għax xtaqet ittemm b’post speċjali għaliha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Malta: last foreign country Queen Elizabeth visited",
                "url": "https://tvmnews.mt/en/news/malta-is-last-country-overseas-visited-by-queen-elizabeth/",
                "Transcript": [
                    {
                        "text": "The Maltese Islands were cherished by Queen Elizabeth and it is no secret that she considers the time she spent in Malta between 1949 and 1951 as among the happiest years of her life where she could live a relatively normal life.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In 1951 she also visited Gozo for the first time where a commemorative plaque was unveiled in what today is the Gozo General Hospital..",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Queen, at that time a princess, even visited the village of Sannat where, according to historical accounts, she admired little girls working lace.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Throughout her reign, Elizabeth visited these Islands several times for different reasons in 1954, 1967, 1992, 2005 and 2007 when the couple also celebrated their 60th wedding anniversary in Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Queen’s last visit overseas was in Malta when in November 2015 she visited the Maltese Islands as the Head of the Commonwealth countries, when the CHOGM was held in our country.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In fact, she later assigned her son Prince Charles to attend the meetings of the Heads of Government of the Commonwealth countries in her stead.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Of the 100 countries she visited during her reign, she used to say publicly that Malta was one of her favourite countries and in fact media speculation 7 years ago came to pass because our country was the last one she visited because she wanted the last country she visited to be a country which held a special place in her heart.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "56:30",
            "URL MLT": "https://tvmnews.mt/news/il-ke-tapprova-l-ewwel-e52-3-miljun-mill-pakkett-ta-e2-25-allokat-lil-malta/",
            "URL ENG": "https://tvmnews.mt/en/news/european-commission-approves-first-e52-3-m-of-the-e2-25-billion-package-allocated-to-malta/",
            "Duration": "02:28",
            "transcript mlt": {
                "Title": "Il-KE tapprova l-ewwel €52.3 miljun mill-pakkett ta’ €2.25 biljun allokat lil Malta",
                "url": "https://tvmnews.mt/news/il-ke-tapprova-l-ewwel-e52-3-miljun-mill-pakkett-ta-e2-25-allokat-lil-malta/",
                "Transcript": [
                    {
                        "text": "Malta se tibda tuża l-pakkett ta’ fondi Ewropej li huma mmirati li jintefqu fuq proġetti u inizjattivi għal dawn is-7 snin, li b’kollox jammontaw għal €2.25 biljun, bil-Kummissjoni Ewropea approvat l-ewwel programm ta’ fondi li se jgħin lil Malta tindirizza l-isfida tal-immigrazzjoni u ażil, fost oħrajn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sadanittant, il-Kummissjoni Ewropea u l-Gvern jinsabu impenjati f’diskussjoni biex jiġu identifikati l-proġetti u l-inizjattivi fi 8 oqsma oħrajn bil-għan u ladarba jiġu approvati jibdew jintużaw il-kumplament tal-fondi Ewropej għat-titjib tal-kwalità tal-ħajja tan-nies",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kummissjoni Ewropea approvat l-għoti ta’ €52.3 miljun lil Malta mill-pakkett finanzjarju ta’ €2.25 miljun li kien innegozjat mill-Gvern Malti għal dawn is-7 snin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din l-ewwel għotja ta’ fondi hija mmirata biex tindirizza l-isfida tal-immigrazzjoni u se tintuża biex, fost oħrajn, isiru faċilitajiet ta’ ażil, tissaħħaħ is-solidarjetà bejn l-istati membri u jinħolqu iktar mekkaniżmi biex il-pajjiżi l-aktar milquta jkollhom appoġġ mingħand pajjiżi oħrajn inqas milquta minn din il-kwistjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Segretarju Permanenti responsabbli mill-Fondi Ewropej, Jonathan Vassallo, qal ma’ TVMnews li dawn il-fondi Ewropej se jkunu ta’ aktar appoġġ lil pajjiżna biex l-immigrazzjoni rregolari tkun indirizzata fost oħrajn f’għajnuna għas-sigurtà nazzjonali, appoġġ umanitarju u dak mediku għall-immigranti kif ukoll tisħiħ fis-sistema volontarja għar-ripatrijazzjoni ta’ persuni li jaslu Malta minn pajjiżi terzi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-fondi se jkunu qed jiġu utilizzati wkoll sabiex jissaħħu r-relazzjonijiet ma’ membri stati oħra sabiex kulħadd jerfa’ biċċa mill-piż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews jinsab infurmat li bħalissa l-Gvern Malti qiegħed jagħlaq in-negozjati mal-Kummissjoni Ewropea fuq fondi f’oqsma oħrajn biex la jiġu approvati l-pajjiż jibda jimplimenta fl-aħjar interess tal-pajjiż fosthom bix isiru aktar proġetti infrastrutturali, proġetti edukattivi, proġetti fil-qasam tas-saħħa u s-saħħa mentali, interconnector ġdid, skemi għan-negozji, sajjieda, bdiewa u raħħala u opportunitajiet għaż-żgħażagħ biex itejbu l-ħiliet tagħhom..",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-pajjiż diġà beda jonfoq fondi li ġew approvati għalih mill-Fond ta’ Reżiljenza u Rkupru. Wara l-pandemija programmi oħra se naraw li jiġu approvati fil-ġimgħat illi ġejjin fil-fatt bħalissa għaddejja ħidma b’diskussjoni mal-Kummissjoni Ewropea biex naqblu fuq id-dettalji ta’ kif dawn il-fondi se jintużaw. Il-mira hija li jkun hemm qbil fuq il-proġetti kollha biex b’hekk is-sena d-dieħla nibdew naraw il-frott tax-xogħol u negozjati.",
                        "author": "Jonathan Vassallo",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Is-Segretarju Parlamentari għall-Fondi Ewropej Chris Bonett qal, fi stqarrija, li b’dawn il-fondi se jitwettqu u jitfasslu ideat ċari bi proġetti li se jibbenefikaw minnhom in-nies.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sentejn ilu, Malta ssiġġillat l-akbar pakkett ta’ fondi Ewropej, b’allokazzjoni ta’ €2.25 biljun, id-doppju ta’ dak li pajjiżna kien kiseb għas-7 snin bejn l-2014 u l-2020.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "European Commission approves first €52.3 m of the €2.25 billion package allocated to Malta",
                "url": "https://tvmnews.mt/en/news/european-commission-approves-first-e52-3-m-of-the-e2-25-billion-package-allocated-to-malta/",
                "Transcript": [
                    {
                        "text": "Malta will start using the package of European funds which are earmarked for projects and initiatives for the next 7 years, which in total amount to €2.25 billion . The European Commission has approved the first program of funds that will help Malta address the challenge of immigration and asylum, among others.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meanwhile, the European Commission and the Government are engaged in a discussion to identify the projects and initiatives in 8 other areas, and once they are approved the rest of the European funds will be used for the improvement of people’s quality of life.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The European Commission has approved the granting of €52.3 million to Malta from the €2.25 million financial package that was negotiated by the Maltese Government for the next 7 years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This first grant of funds is aimed at addressing the challenge of immigration and will be used, inter alia, for asylum facilities, to strengthen solidarity between member states and create more mechanisms so that countries who are less affected will offer support to those countries who are most affected by these issues.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Permanent Secretary in charge of European Funds, Jonathan Vassallo, told TVMnews that these European funds will be a source of support to our country and will address issues like irregular immigration among others, strengthening national security, humanitarian and medical support for immigrants as well as strengthening the system for the repatriation of persons arriving in Malta from third countries.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The funds will also be used to strengthen relations with other member states so that the burden is shared. –",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews is informed that currently the Maltese Government is concluding negotiations with the European Commission on funds in other areas so that once these are approved the country will start implementing projects in the best interest of the country, among these to carry out more infrastructural projects, educational projects, projects in the field of health and mental health, a new interconnector, schemes for businesses, fishermen, farmers and villagers and opportunities for young people to improve their skills..",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The country has already started spending funds that have been approved by the Resilience and Recovery Fund. After the pandemic, we will see other programs being approved in the coming weeks, in fact work is currently underway with a discussion with the European Commission to agree on the details of how these funds will be used. The goal is to have an agreement on all the projects so that next year we will start to see the fruits of the work and of negotiations.",
                        "author": "Jonathan Vassallo",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The Parliamentary Secretary for European Funds Chris Bonett said, in a statement, that with these funds clear ideas will be executed and projects will be drawn up that will benefit the people.I",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Two years ago, Malta sealed the largest package of European funds, with an allocation of €2.25 billion, double what our country had obtained for the 7 years between 2014 and 2020.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "59:35",
            "URL MLT": "https://tvmnews.mt/news/malta-tfakkar-jum-il-vitorja/",
            "URL ENG": "https://tvmnews.mt/en/news/malta-commemorates-victory-day/",
            "Duration": "03:02",
            "transcript mlt": {
                "Title": "Malta tfakkar Jum il-Vitorja",
                "url": "https://tvmnews.mt/news/malta-tfakkar-jum-il-vitorja/",
                "Transcript": [
                    {
                        "text": "Festa Nazzjonali li tfakkar il-qlubija tal-Maltin u l-fidi. F’erba’ lokalitajiet tiġi ċċelebrata l-festa titulari ta’ Maria Bambina: l-Isla, in-Naxxar, il-Mellieħa u x-Xagħra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-istess ġurnata llum imfakkar Jum il-Vitorja – it-tmiem ta’ żewġ assedji. Fil-Port il-Kbir saret ukoll ir-regatta tradizzjonali. Festa li tispira wkoll lill-kompożituri u awturi biex jirrakkuntaw ġrajjiet pajjiżna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jitfakkar illum il-Jum Nazzjonali tat-8 ta’ Settembru. Apparti li mill-aspett reliġjuż, il-Knisja Kattolika tfakkar il-festa tat-twelid tal-Madonna, dan il-jum ifakkar ukoll it-tmiem ta’ żewġ assedji fuq Malta li t-tnejn ġraw fil-ġurnata tat-8 ta’ Settembru: l-Assedju l-Kbir tal-1565 u l-ġurnata fl-1943 meta l-Italja kienet irtirat mit-Tieni Gwerra Dinjija u daret kontra l-Ġermanja li preċedentement kienet alleata tagħha. Dan wassal għat-twaqqif tal-bumbardamenti min-naħa tat-Taljani fuq Malta u t-tmiem tal-gwerra għall-Maltin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-President George Vella mexxa ċerimonja quddiem il-Monument tal-Assedju l-Kbir fil-Belt li jfakkar il-virtujiet tal-Maltin tul l-Assedju tal-1565.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan il-monument, faċċata tal-Qorti f’Misraħ l-Assedju, maħdum fil-bronż mill-iskultur Antonio Sciortino juri fuq pedestall tliet figuri simboliċi li jirrappreżentaw il-fidi, kurġġ u ċ-ċiviltà.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-attivitajiet uffiċjali biex ifakkru l-festa nazzjonali ta’ Jum il-Vitorja saru wkoll f’ħoġor uħud mid-diversi monumenti li saru tul is-snin b’tifkira tal-grajjiet tal-Assedju l-Kbir u t-Tieni Gwerra Dinjija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Nhar it-8 ta’ Settembru filgħodu, l-Arċisqof Charles Scicluna fil-Kon Katidral ta’ San Ġwann mexxa quddiesa fis-solennità tat-twelid tal-Madonna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bħal-lum il-festa titulari ta’ Maria Bambina tigi ċċelebrata f’erba’ lokalitajiet: l-Isla, in-Naxxar, il-Mellieħa u x-Xagħra Għawdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan il-jum jaħkem ukoll l-immaġinazzjoni tal-kompożituri u awturi. Il-koppja Robert Attard u Davida Flores, bil-viżwal, il-mużika u l-kitba f’Għajnejn Bla Dija, irrakkuntaw l-istorja tal-waqgħa ta’ Sant’Iermu fl-Assedju l-Kbir.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Episodju mdemmi għall-Kavallieri u l-Maltin. Forti maħsul bid-demm ta’ eluf li baqgħu sal-aħħar jissieltu lill-Ottomani sakemm Sant’Iermu waqa’ f’Lulju tal-1565.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Salvaw ftit Maltin, tgħoddhom fuq subgħajk. Eluf oħra ħallsu l-prezz b’ħajjithom. Bis-sagrifiċċju ta’ ħajjithom iżda rnexxielhom jirbħu l-ħin biex l-Ordni u l-Maltin jirkupraw il-forzi tagħhom u rnexxielhom jirbħu lill-Ottomani xahrejn wara, fit-8 ta’ Settembru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Malta commemorates Victory Day",
                "url": "https://tvmnews.mt/en/news/malta-commemorates-victory-day/",
                "Transcript": [
                    {
                        "text": "A National Feast that recalls the valour of the Maltese and their faith. The titular feast of Marija Bambina is celebrated in four localities: Senglea, Naxxar and Mellieħa in Malta, as well as Xagħra in Gozo.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Victory Day is commemorated on the same day – the end of the two sieges. The traditional regatta was held in the Grand Harbour. This feast also inspires composers and authors to tell the story of our country’s events.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Today sees the celebration of the 8 September National Day. Apart from the religious aspect, in which the Catholic Church commemorates the feast of the birth of Our Lady, this day also recalls the end of two sieges on Malta, both happening on 8 September: the Great Siege of 1565 and the day in 1943 when Italy had withdrawn from World War II and turned against Germany, formerly an ally. This had led to an end of attacks by the Italians on Malta and the end of the war for the Maltese.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "President George Vella led the ceremony in front of the Great Siege Monument in Valletta that recalls the valour of the Maltese during the great Siege of 1565.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This monument opposite the court building in Great Siege Square, is the work, in bronze, of sculptor Antonio Sciortino and depicts three symbolic figures on a pedestal, representing faith, courage and civilization.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The official activities to celebrate the Victory Day national feast were also held at the foot of a number of monuments erected over the years in commemoration of the Great Siege and World War II.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This morning Archbishop Charles Scicluna celebrated mass in the solemnity of the birth of Our Lady at St John’s Co-Cathedral.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On this day, the titular feast of Marija Bambina is celebrated in four localities: Senglea, Naxxar and Mellieħa in Malta, as well as Xagħra in Gozo.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This day also takes over the imagination of composers and authors. Through visual effects, music and text in Għajnejn Bla Dija, Robert Attard and Davida Flores recounted the story of the fall of St Elmo in the Great Siege.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This was a bloodied episode for the Knights and the Maltese. A fort awash in the blood of thousands who fought the Ottomans to the bitter end until St Elmo fell in July 1565.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A small number of Maltese survived. Thousands of others paid with their lives. Through their sacrifice they managed to win time for the Order and the Maltese to regroup their forces and overcome the Ottoman forces two months later, on 8 September.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "66:11",
            "URL MLT": "https://tvmnews.mt/news/ftas-sliema-fadal-11-il-sqaq-antik-li-fihom-jghixu-30-familja/",
            "URL ENG": "https://tvmnews.mt/en/news/in-sliema-there-are-11-old-alleys-in-which-30-families-still-live/",
            "Duration": "02:15",
            "transcript mlt": {
                "Title": "F’Tas-Sliema fadal 11-il sqaq antik li fihom jgħixu 30 familja",
                "url": "https://tvmnews.mt/news/ftas-sliema-fadal-11-il-sqaq-antik-li-fihom-jghixu-30-familja/",
                "Transcript": [
                    {
                        "text": "Minkejja l-iżvilupp qawwi li għaddiet minnu l-lokalità ta’ Tas-Sliema, specjalment fl-aħħar snin, xorta waħda diversi karatteristiċi li jmorru lura s-sekli għadhom jagħtu karattru lil din il-belt fosthom is-sqaqin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ħafna sqaqin intilfu matul iż-żmien iżda għad fadal 11 li għadhom ifakkru lir-residenti fil-ħajja li kienu jgħixu meta kienu jinġabru fihom jilagħbu u jiddiskutu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-istoriku Slimiż, Tony Terribile, qal li f’dawn il-11-il-sqaq jgħixu madwar 30 familja iżda qabel kienu jgħixu ferm aktar għax ħafna mill-isqaqin illum infetħu u saru toroq fosthom Sqaq Fawwara li kien twil ħafna għax kien jibda minn Triq it-Torri u jibqa’ sejjer sa ħdejn il-Knisja tan-Nazzarenu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In-nies kienet tinġabar filgħaxijiet l-aktar, dahari lanqas id-dawl ma kellna fit-toroq, kien dawl baxx però n-nies kienet tinġabar u Sqaq Fawwara kien magħruf ħafna, kien hemm anke sala tal-mużika, kien hawn ħafna baħrin u suldati kienu imorru f’din is-sala li llum waqqgħuha biex saret Triq Bisazza, kien hemm ħwienet tal-merċa u parrukkiera f’dan l-isqaq twil, wieħed mill-itwal sqaqin ta’ Tas-Sliema, Sqaq Fawwara li llum m’għadux jeżisti.",
                        "author": "Tony Terribile",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Biex l-isqaqin jerġgħu jkunu apprezzati ferm aħjar mir-residenti ta’ Tas-Sliema, u anke minn dawk li ser iżuruha, nhar is-Sibt li ġej filgħaxija se tittella’ attività li se tiċċelebra l-ħajja li raw dawn l-isqaqin għal għexieren ta’ snin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kunsillier u l-organizzatur David Muscat qal li din l-attività se tagħti l-ħajja lill-Isqaq Sajjan li jinsab vicin l-Għassa tal-Pulizija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ħa nagħtu ħajja mill-ġdid lill-isqaqin tagħna permezz ta’ artiġjanat Malti, ikel u xorb, min ser jiġi hawnhekk ser jara ftit minn kollox, ħa mmorru lura fi żmien fejn it-tfal jkunu jistgħu jilagħbu l-logħob Malti li kien jintlagħab ukoll dak iż-żmien.",
                        "author": "David Muscat",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Din l-attività, li ġġib l-isem ta’ Sqaqin, se ssir għall-ewwel darba nhar is-Sibt li ġej fi Sqaq Sajjan u Triq Viani.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "In Sliema, there are 11 old alleys in which 30 families still live",
                "url": "https://tvmnews.mt/en/news/in-sliema-there-are-11-old-alleys-in-which-30-families-still-live/",
                "Transcript": [
                    {
                        "text": "Despite the heavy development which has taken place in Sliema, especially over the last few years, there are still various characteristics which date back centuries that still give character to this town, including the alleys.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Many alleys have been lost over the years, but there are still 11 of them which continue to remind the residents of the life they had when they used to meet up to play games and chat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sliema historian, Tony Terribile, said that around 30 families still live here, however before there used to be many more. However, many of these alleys were opened up and turned into roads, including Sqaq Fawwara which was very long starting from Tower road and going up to near the Nazereno Church.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "People used to gather in the evenings, at a time when there were no proper street lights, just some dim light, but they used to meet up and Sqaq Fawwara was very well-known for this. There was even a music hall, and sailors and soldiers used to go there. That hall was torn down in order to build Bisazza street, there were grocery shops and a hairdresser in this long alley, one of the longest in Sliema, which no longer exists.",
                        "author": "Tony Terribile",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "In order for Sliema’s alleys to be better appreciated by residents, and even those who visit it, on Saturday evening there will be an activity which will celebrate the life of these alleys for decades.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Councillor and organiser David Muscat said that this activity will revive Sajjan alley, located near the Police station.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We will revive these alleys through Maltese artisan crafts, and food and drink, so that those who visit will see a bit of everything, they will go back in time and children can play the Maltese games which used to be played back then.",
                        "author": "David Muscat",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "This activity, entitled Sqaqin, will be held for the first time this Saturday in Sajjan alley and Viani street.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}