{
    "News date": "09.09.2022",
    "Transcripts": [
        {
            "Time stamp": "06:45",
            "URL MLT": "https://tvmnews.mt/news/fhyde-park-jisparaw-96-tir-wiehed-ghal-kull-sena-li-ghexet-ir-regina-elizabetta-ii/",
            "URL ENG": "https://tvmnews.mt/en/news/96-gun-salute-fired-at-hyde-park-one-for-each-year-of-queen-elizabeths-age-at-death/",
            "Duration": "03:09",
            "transcript mlt": {
                "Title": "F’Hyde Park jisparaw 96 tir – wieħed għal kull sena li għexet ir-Reġina Eliżabetta II",
                "url": "https://tvmnews.mt/news/fhyde-park-jisparaw-96-tir-wiehed-ghal-kull-sena-li-ghexet-ir-regina-elizabetta-ii/",
                "Transcript": [
                    {
                        "text": "Kienet punt ta’ referenza kostanti f’dinja li tinbidel. Hekk iddeskrivewha ħafna ċittadini Ingliżi u analisti fl-ewwel ġurnata wara 70 sena mingħajr Reġina. Intant, għaddejjin it-taħdidiet għall-funeral statali li mistenni jsir f’Westminster Abbey f’anqas minn ġimagħtejn oħra bil-ġurnata għad trid titħabbar minn Buckingham Palace.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-poplu Ingliż wera kemm ir-Reġina Eliżabbett II kienet f’qalbu b’diversi sinjali ta’ sogħba. Mill-bieraħ ma waqfux imorru jqegħdu l-fjuri u x-xemgħat quddiem il-Kastell Balmoral, fejn mietet fl-Iskozja, u wkoll quddiem il-Palazz Buckingham f’Londra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Man-noti kiebja f’nofsinhar tal-qniepen ta’ Westminster Abbey, St Paul’s Cathedral u Windsor Castle, diversi sinjali sinjali oħra li r-Renju Unit jinsab f’luttu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fis-siegħa f’Hyde Park ingħata s-salut bil-kanuni. Ġew sparati 96, wieħed għal kull sena li għexet ir-Reġina Eliżabetta t-Tieni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għalkemm teknikament binha Charles sar Re malli mietet ir-Reġina, hu mistenni li jiġi proklamat formalment bħala Re Charles it-Tielet għada. Dan ser isir f’ċerimonja f’St James Palace f’Londra quddiem dak li jissejjaħ l-Accession Council. Ir-Re Charles jattendi laqgħa oħra li matulha jieħu ġurament li jimxi maċ-Church of Scotland.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sadattant, ir-Reġina Eliżabetta t-Tieni ma tibqax fil-Kastell Balmoral imma tkun fil-Katidral St Giles f’Edinburgh sakemm isiru t-tħejjijiet għall-funeral tagħha. It-tebut imbagħad jittieħed b’ajruplan Londra fejn għal erbat ijiem isir il-lying in state f’Westminster Hall. Il-funeral statli se jsir f’Westminster Abbey. It-tebut jinġarr minn Westminster Hall sa Westminster Abbey f’purċissjoni. Dakinhar jiġu osservati żewġ minuti silenzju madwar il-pajjiż. Wara l-funeral, li jdum siegħa, purċissjoni kbira twassal it-tebut sa Hyde Park fejn imbagħad it-tebut jitqiegħed ġo karozza statali li ġġorr il-mejtin sa Windsor. It-tebut jittieħed St George’s Chapel fil-Kastell Windsor fejn imbagħad jitniżżel fil-qabar Rjali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wara sebgħin sena b’Eliżabetta t-Tieni bħala Reġina, ir-Renju Unit kien imdorri jara r-ritratt tar-Reġina fuq għadd kbir t’affarijiet, fosthom muniti u kaxxi taċ-ċereali. Iz-zekka Rjali għadha ma qalitx kif u meta se tibda toħroġ il-muniti l-ġodda bir-Re Charles it-Tielet fuqhom, imma jidher li l-muniti bir-Reġina se jibqgħu fiċ-ċirkulazzjoni għal ħafna snin u l-proċess biex dawn jinbidlu hu wieħed gradwali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mill-1967 il-bolol kollha maħruġa mir-Royal Mail kellhom fuqhom il-profil tar-Reġina Eliżabetta t-Tieni. Ir-Royal Mail qalet li se tieqaf tippubblika dawn il-bolol u se tibda l-proċess biex ikollha bolol ġodda. Fejn jidħlu l-passaporti, dawn se jibqgħu validi, iżda l-ġodda li se jibdew jiġu ippubblikati se jkollhom il-kliem His Majesty.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Numru kbir ta’ attivitajiet u avvenimenti ġew ikkanċellati jew posposti, inkluż logħob tal-footbell Premier League. It-tiġrijiet biż-żwiemel twaqqfu wkoll. L-istess il-golf.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Min-naħa l-oħra, il-produzzjonijiet teatrali madwar ir-Renju Unit mistennija jkomplu, iżda josservaw minuta silenzju fil-bidu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Parlament Ingliż tlaqqa’ għal seduta speċjali biex jagħti ġieh lir-Reġina. Għadd ta’ membri parlamentari, fosthom il-Prim Ministru Liz Truss u l-ex Prim Ministru Boris Johnson tkellmu fuq kif jiftakru lir-Reġina u xi aneddoti dwarha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "96 Gun salute fired at Hyde Park – one for each year of Queen Elizabeth’s age at death",
                "url": "https://tvmnews.mt/en/news/96-gun-salute-fired-at-hyde-park-one-for-each-year-of-queen-elizabeths-age-at-death/",
                "Transcript": [
                    {
                        "text": "“She was a constant point of reference in a continually changing world”. That is how many British people and analysts described the situation after Queen Elizabeth’s 70 years’ on the first day of her passing away. Discussions are underway regarding a State funeral expected to be held at Westminster Abbey in less than two weeks’ time and has yet to be announced by Buckingham Palace.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The population of Britain has shown how much they held Queen Elizabeth II at heart and since yesterday the placing of flowers and candles has not stopped outside Balmoral Castle in Scotland where she died, as well as in front of London’s Buckingham Palace.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "At noon bells tolled at Westminster Abbey, St Paul’s Cathedral and Windsor Castle, and others throughout Great Britain.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "At 1pm in the afternoon a 96 cannon gun salute was fired, one for each year of the Queen’s age.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Although technically her son Charles has become King at her death, it is expected this will be formally announced as Charles III tomorrow. This will be during a ceremony to be held at St James Palace in London in front of what is known as The Accession Council. King Charles will also attend another event where he will take the oath to follow the Church of Scotland.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meanwhile the Queen’s corpse will not remain at Balmoral Castle but will be moved to St Giles Cathedral in Edinburgh until the funeral arrangements are completed. The coffin will then be flown to London and there will be four days of lying in state at Westminster Hall.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The State Funeral will be held at Westminster Abbey. The coffin will be transferred from Westminster Hall in procession. On the day a two minute silence will be observed throughout Great Britain. After the funeral ceremony, expected to take one hour, a large procession will accompany the coffin to Hyde Park and this will be placed in a royal funeral hearse which will go to Windsor and the coffin will be placed in St George’s Chapel at Windsor Castle and will then be lowered into the royal grave.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "After her 70 year reign the people of the British Isles were accustomed to seeing her picture on a vast number of items, including coins and cereal boxes. The Royal Mint has so far not announced when the new coinage featuring Prince Charles will be released but it is expected that the Queen’s coinage will be used for a considerable number of future years and will only be withdrawn gradually.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Since 1967 all Royal Mail stamp issues carried the Queen’s profile. The Royal Mail said their production will stop and work will begin on new stamps. Regarding passports, these will remain valid but new issues will be attributed to His Majesty.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A great number of activities and events have been postponed or cancelled, including Premier League matches, horse racing and golf.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On the other hand, theatrical presentations are expected to continue but a one minute silence will be held before they begin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The British Parliament met in a special session to pay tribute to the Queen. A number of MPs including new Prime Minister Liz Truss and former Prime Minister Boris Johnson paid tribute and recounted various anecdotes in her memory..",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "10:42",
            "URL MLT": "https://tvmnews.mt/news/ara-il-gnien-tar-regina-fmalta-se-jerga-jiehu-l-hajja/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-the-queens-garden-in-malta-will-be-restored-and-come-back-to-life/",
            "Duration": "02:59",
            "transcript mlt": {
                "Title": "Ara: Il-ġnien tar-Reġina f’Malta se jerġa’ jieħu l-ħajja",
                "url": "https://tvmnews.mt/news/ara-il-gnien-tar-regina-fmalta-se-jerga-jiehu-l-hajja/",
                "Transcript": [
                    {
                        "text": "Malta kienet f’qalb ir-Reġina Eliżabetta t-Tieni, li bħala miżżewġa friska u omm żagħżugħa għexet għal sentejn f’pajjiżna. Mhux darba u tnejn li ddeskriviet dawn is-sentejn fost l-isbaħ żmien ta’ ħajjitha. Hawnhekk setgħet tgħix ħajja normali – ‘il bogħod mill-pressjoni tal-ħajja pubblika bħala prinċipessa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi ftit tas-snin oħra, il-pubbliku se jkollu ċ-ċans iżur u jara d-dar li fiha għexet ir-Reġina f’dawn is-sentejn. Id-dar tinsab f’idejn Heritage Malta li tat aċċess li dan l-istazzjon juriha fl-istat li tinsab u kif inhu l-ħsieb li tiġi ppreżentata lill-pubbliku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews tkellem mal-Kap tal-Operat ta’ Heritage Malta, Kenneth Gambin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Visiting Malta is always very special for me. I remember happy days here with Prince Philip when we first married.",
                        "author": "Reġina Eliżabetta II",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Kliem ir-Reġina Eliżabetta II fl-aħħar żjara tagħha f’Malta fl-2015 b’referenza għaż-żmien meta bħala prinċipessa għexet f’Malta ma’ żewġha l-Prinċep Philip li kien stazzjonat hawn bħala uffiċjal tan-navy. Għal sentejn sal-1951, kienu jgħixu f’Villa Gwardamanġa, qrib l-Isptar San Luqa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-post, dalgħodu TVMnews innota turisti Ingliżi li waqfu hawnhekk biex jagħtu l-aħħar tislima bid-dmugħ f’għajnejhom lir-Reġina Eliżabetta t-Tieni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Villa Gwardamanġa hi l-uniku proprjetà barra r-Renju Unit li fiha r-Reġina għexet għal xi żmien.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Villa Gwardamanġa nbniet f’nofs is-seklu 18 fuq medda art ta’ 1,500 metru kwadru. Tinkludi 18-il kamra, ġnien enormi, bjar u anki xelter.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din hi l-kamra tas-sodda tagħha personali. Il-Prinċep Filippu kellu kamra oħra tas-sodda separata kif kienet drawwa tal-Familja Rjali f’dak iż-żmien. Is-sodda nnifisha kienet hawnhekk b’mod ċentrali. Hemmhekk viċin naraw il-kollegament tar-rediffusion u sistema biex iddoqq qanpiena ħalli jekk ikollha bżonn xi ħaġa, l-istaff ikun jista’ jiġi jaqdiha. Hawnhekk naraw gwardarobba żgħira li timxi fiha. Għad hemm il-ganċijiet li magħhom kienet iddendel il-ħwejjeġ.",
                        "author": "Kenneth Gambin – Kap tal-Operat ta’ Heritage Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-ġnien f’Villa Gwardamanġa kien għall-qalb ħafna r-Reġina Eliżabetta t-Tieni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan il-ġnien kien importanti għax kien jintuża mill-koppja rjali għall-passiġġati. Dan il-ġnien kien ħafna aħjar milli kif qed narawh illum. Fost oħrajn karatteristika importanti tiegħu kienet il-passaġġ ċentrali elevat li kien jagħti ċans lil dak li jkun jagħmel dawra mhux ħażin u dan l-element kien ġie sfruttat mill-koppja rjali ħalli joqogħdu jippassiġġaw bil-kwiet mingħajr intereferenza tan-nies jew ta’ uffiċjali oħrajn.",
                        "author": "Kenneth Gambin – Kap tal-Operat ta’ Heritage Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Heritage Malta qed tippjana li treġġa’ l-ġnien għal kif kien fi żmien li għexet fil-villa r-Reġina. Kenneth Gambin minn Heritage Malta spjega li l-aġenzija qed tippjana li tibdel il-villa f’dak li jista’ jitqies bħala ‘mużew’ dwar ir-rabta tal-familja rjali ma’ Malta. Fis-sular ta’ fuq se jerġgħu jinħolqu l-ispazji kif kienu jintużaw mill-koppja rjali f’nofs is-seklu 20.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-proċess ta’ tħejjija wasal fl-aħħar fażijiet, kemm ta’ riċerka fuq il-proprjetà u d-dokumentazzjoni tal-istat tagħha ħalli s-sejħiet nikkalkulaw li jkunu jistgħu joħorġu s-sena d-dieħla. Nimmaġinaw li se jkollna bżonn almenu 5 snin xogħol u l-istima preliminari hi li se jkunu meħtieġa madwar €10 miljun.",
                        "author": "Kenneth Gambin – Kap tal-Operat ta’ Heritage Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Gvern Malti xtara Villa Gwardamanġa tliet snin ilu għal €6 miljun.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Watch: The Queen’s garden in Malta will be restored and come back to life",
                "url": "https://tvmnews.mt/en/news/watch-the-queens-garden-in-malta-will-be-restored-and-come-back-to-life/",
                "Transcript": [
                    {
                        "text": "Queen Elizabeth II held Malta deeply at her heart where she lived as a newly-wed and a young mother for two years. On a number of occasions she described those two years as the best in her life because she could live a normal life away from the pressures and the public life as a Princess.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Over a few coming years the public will be able to enjoy where the Queen lived for the two years. The villa is in the hands of Heritage Malta which gave access to this station to view the current state and the future plans for the public.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews spoke to the Head of Operations of Heritage Malta, Kenneth Gambin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Visiting Malta is always very special for me. I remember happy days here with Prince Philip when we first married,” Queen Elizabeth once said during her last visit in 2015 when she referred to life with her husband Prince Philip when they lived at Villa Gwardamanġa for two years up to 1951, in the vicinity of St Luke’s Hospital.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This morning on the site TVMnews noted British tourists stopping to pay tribute to the Queen, with tears in their eyes.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Villa Gwardamanġa is the only property outside the United Kingdom in which the Queen lived for some time.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The building was built in the middle of the 18th Century over an area of 1,500 square metres and included 18 rooms, a very massive garden, wells and a shelter.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This was her personal bedroom, Gambin said. Prince Philip had a separate bedroom as was the Royal custom at the time. The bed was centrally placed and nearby one can see Redifussion connections and a bell ring calling for staff assistance.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There is a small wardrobe with facilities to hang clothes.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He continued that the garden was much treasured by the Queen where the Royal couple could take walks and was in a much better state than it is today.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Other characteristics were an elevated central passage which made it possible for lengthy strolls and enabled the couple to take leisurely walks without outside interference, including that of officials.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Heritage Malta is planning to restore the garden as it was when Princess Elizabeth lived there. Gambin went on to explain that Heritage Malta plans to convert the villa into a museum displaying the connections by the Royal Family with Malta. The upper floor will be restored like when the Royal couple lived there.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The process has reached its last stages said Gambin. Property research and that of documentations have been completed and hopefully all will be available by next year. We imagine, he said, it will take five years and about €10 million will be needed to accomplish everything.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Government purchased Villa Gwardamanġa three years ago for the price of €6 million.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "22:05",
            "URL MLT": "https://tvmnews.mt/news/ara-is-suldati-jtejbu-l-hiliet-taghhom-fl-isparar-bghodda-gdida/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-afms-virtual-simulator-to-improve-soldiers-skills-in-shooting/",
            "Duration": "02:13",
            "transcript mlt": {
                "Title": "Ara: Is-suldati jtejbu l-ħiliet tagħhom fl-isparar b’għodda ġdida",
                "url": "https://tvmnews.mt/news/ara-is-suldati-jtejbu-l-hiliet-taghhom-fl-isparar-bghodda-gdida/",
                "Transcript": [
                    {
                        "text": "Għodda ġdida għas-suldati biex itejbu l-ħiliet tagħhom fl-isparar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-barracks tal-Forzi Armati f’Ħal Far ġie inawgurat simulator virtwali għat-taħriġ tas-suldati fl-isparar bażiku, avvanzat, statiku u tattiku. It-tagħmir inxtara b’investiment ta’ miljun u tliet mitt elf ewro minn fondi nazzjonali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-arma hi parti mill-uniformi tas-suldat. Il-Forzi Armati ta’ Malta jħarrġu lis-suldati kemm bl-arma bażika kif ukoll b’armi li huma aktar speċjalizzati.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Normalment il-Forzi Armati jitħarrġu fir-ranges li għandhom f’Ħal Safi, f’Pembroke u f’Għawdex. Madankollu, dawn il-faċilitajiet għandhom ir-restrizzjonijiet tagħhom. Biex jiġi indirizzat dan in-nuqqas, il-Forzi Armati investew f’simulator virtwali. Il-Kap Kmandant tal-Forzi Armati ta’ Malta, il-Brigadier Clinton O’Neill qal lil TVMnews li s-simulator għandu jtejjeb il-livell ta’ taħriġ lis-suldati u jgħinhom jieħdu deċiżjonijiet tattiċi b’aktar abilità fosthom f’sitwazzjonijiet li jistgħu jkunu delikati.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Taħdem ukoll għal sparar tekniku bħal sparar tal-isnipers, fejn inti trid ċertu distanza biex tispara, dik id-distanza Malta ma teżistix, m’għandniex ranges daqshekk għat-tul fejn inti tista’ tipprattika, hawn ġew tista’ tagħmilha u tista’ żżid armi jew tnaqqas kemm trid pistoli, machine guns, sniper rifles.",
                        "author": "Clinton O’Neill – Kap Kmandant tal-Forzi Armati ta’ Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Fl-inawgurazzjoni tas-simulator li sewa lill-Gvern miljun u tliet mitt elf ewro, il-Ministru għall-Intern u s-Sigurtà, Byron Camilleri, qal li l-membri tal-armata se jibdew jingħataw taħriġ speċjalizzat fejn jidħlu operazzjonijiet speċjali, f’ambjent siġur u daqs li kieku qegħdin f’xenarju reali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Qal li meta ftit tax-xhur ilu ġie iffirmat il-ftehim kollettiv għall-Forzi Armati, il-Gvern kien wiegħed li se jkompli jtejjeb it-taħriġ u l-għodda tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għall-ewwel darba li l-Forzi Armati ta’ Malta qed tagħmel użu minn simulator sabiex is-suldati tagħna jkunu jistgħu jitħarrġu f’ambjent, li huwa aktar sigur, aktar kontrollat u allura fl-aħħar mill-aħħar se tħalli u tipprepara li jkollna suldati aħjar fl-eventwalità li dak it-taħriġ li jkunu qed jużaw, ikollhom jużawh fil-prattika għal xi biċċa xogħol f’pajjiżna.",
                        "author": "Byron Camilleri – Ministru għall-Intern, is-Sigurtà, ir-Riformi u l-Ugwaljanza",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Mil-lum bdew jintlaqgħu l-applikazzjonijiet għal reklutaġġ ieħor fil-Forzi Armati bħala suldati jew uffiċjali kadetti. Tħabbar ukoll li għall-ewwel darba, bejn Ottubru u Diċembru l-armata se toffri lill-pubbliku sessjonijiet ta’ taħriġ fiżiku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Watch: AFM’s virtual simulator to improve soldiers’ skills in shooting",
                "url": "https://tvmnews.mt/en/news/watch-afms-virtual-simulator-to-improve-soldiers-skills-in-shooting/",
                "Transcript": [
                    {
                        "text": "A virtual simulator was inaugurated at the Armed Forces barracks in Ħal Far for the training of soldiers in basic, advanced, static and tactical shooting. The equipment was purchased with an investment of €1.3 million through national funds.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Normally, Armed Forces members train in their ranges in Ħal Safi, Pembroke and in Gozo, however these facilities have certain restrictions. AFM Commander Brigadier Clinton O’Neill told TVMnews that the virtual simulator should improve the training level of soldiers and assist them take tactical decisions with more skills, including in delicate situations.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It also serves for technical shooting such as sniper shooting when one needs certain distance to fire – such distance does not exist in Malta as we do not have such long distance ranges. One can do it here and add or reduce arms such as pistols, machine guns, sniper rifles.",
                        "author": "Brigadier Clinton O’Neill",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "During the virtual simulator inauguration, Interior and Security Minister Byron Camilleri said that army members will be given specialist training on special operations, in a safe environment similar to real situations. Through a recent collective agreement for the Armed Forces, he said that the Government pledged to further improve training and equipment for soldiers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meanwhile, applications are being received for another recruitment in the Armed Forces for soldiers or cadet officials. It was also announced that between October and December the army will, for the first time, offer the public physical training sessions.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "30:52",
            "URL MLT": "https://tvmnews.mt/news/ara-it-terapija-akwatika-tghin-pazjenti-bl-artrite-fdaharhom/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-aquatic-therapy-assist-patients-in-the-treatment-of-arthritis-in-their-back/",
            "Duration": "02:41",
            "transcript mlt": {
                "Title": "Ara: It-terapija akwatika tgħin pazjenti bl-artrite f’daharhom",
                "url": "https://tvmnews.mt/news/ara-it-terapija-akwatika-tghin-pazjenti-bl-artrite-fdaharhom/",
                "Transcript": [
                    {
                        "text": "Fiżjoterapisti rrimarkaw li terapija fi grupp tgħin ħafna lill-pazjenti biex meta jitkellmu dwar il-kundizzjoni tagħhom jagħmlu kuraġġ b’xulxin. Eżempju ta’ dan hi t-terapija fi gruppi li tingħata mid-dipartiment tal-fiżjoterapija li Steward Healthcare Malta jopera mill-Isptar San Luqa fejn hemm jaħdmu mal-45 fiżjoterapista.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din il-pixxina tinsab fl-Isptar San Luqa u hi għodda importanti ta’ terapija li tintuża mid-Dipartiment tal-Fiżjoterapija. Grupp ta’ nies kienu qegħdin jagħmlu terapija akwatika minħabba l-artrite f’daharhom. Il-fiżjoterapista Robert Camilleri spjega li b’dan il-mod qed jitnaqqas il-piż minn fuq ġogi problematiċi u l-pazjent jiċċaqlaq aħjar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Hi effettiva għax nużaw l-ambjent tal-ilma u nafu li l-ilma joħdilna mill-piż u allura l-persuna se tħossha eħfef, tista’ tiċċaqlaq aħjar u barra minn hekk il-ġogi se jistrieħu daqsxejn iżjed għax l-ilma nżommuh sħun. Hawnhekk it-temperatura tkun ta’ 33 grad celcius.”",
                        "author": "Robert Camilleri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "It-terapija akwatika ssir kuljum, b’sessjonijiet individwali jew għal gruppi, li minnhom jsiru bejn 3 u 4 klassijiet tul il-ġurnata, b’sessjonijiet ta’ siegħa ‘l waħda għal sitt ġimgħat. Fiżjoterapista ieħor, Owen Sant Angelo spjega li l-iskop tagħhom ikun li mit-terapija fl-ilma jgħaddu għal terapija fuq l-art li tkun aktar intensiva.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“It-terapija tiġi trattata b’mod differenti għandek terapija fuq l-art, għandek terapija li ssir bl-idejn, għandek terapija tal-eżerċizzji, għandna diversi magni li jistgħu jintużaw.”",
                        "author": "Owen Sant Angelo",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Spjegaw li l-eżerċizzju jkun ikkontrollat u t-terapija tingħata skont x’jiflaħ kull pazjent b’mod individwali iżda hi importanti għax biha tiżdied iċ-ċirkolazzjoni fil-ġogi u titfa’ fihom bħal lubrikanti naturali li jgħin biex tiġi kontrollata aħjar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-artrite hija l-aktar kundizzjoni komuni fil-jogi u tinstab l-aktar fl-irkoppa, fil-ġenbejn, fid-dahar u fl-idejn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Hemm diversi raġunijiet għalfejn tinħoloq, minn raġuni ġenetika tkun twelidt bil-qarquċa aktar predisposta għaliha għal wear and tear li tiġi mad-dinja tax-xogħol. Nistgħu nagħmlu affarijiet biex nevitaw li tmur għall-agħar, noqgħodu aktar attenti għall-movimenti li nagħmlu, nagħmlu eżerċizzju regolari li llum dejjem qed jonqos għax ix-xogħol tagħna jsir dejjem aktar sedetarju”",
                        "author": "Owen Sant Angelo",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-fiżjoterapisti jinsistu li tittieħed azzjoni mill-ewwel meta tabib jindika lill-pazjent li hemm sinjali ta’ artrite.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Nisħqu ħafna fuq il-piż, li persuna ma jkolliex piż żejjed għax iżjed piż fuq il-ġog, iżjed minn strapazz; li dak li jkun jibqa’ attiv; l-attitudni mportanti wkoll li ma taqtax qalbek mill-ewwel għax anqas ma tiċċaqlaq aktar hemm ċans li l-proċess tal-artrite jgħaġġel”",
                        "author": "Robert Camilleri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Jinsistu wkoll fuq id-dixxiplina min-naħa tal-pazjent biex jipprattika l-eżerċizzi rakkomandati mill-fiżjoterapista.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Watch: Aquatic therapy assist patients in the treatment of arthritis in their back",
                "url": "https://tvmnews.mt/en/news/watch-aquatic-therapy-assist-patients-in-the-treatment-of-arthritis-in-their-back/",
                "Transcript": [
                    {
                        "text": "Physiotherapists have remarked that groups therapy greatly assists patients when they speak about their condition and encourage each other. An example is the therapy in groups at Steward Healthcare’s physiotherapy department at St Luke’s hospital where some 45 physiotherapists work.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A pool at St Luke’s hospital is an important therapy tool used by the Physiotherapy Department where a group of patients undergo aquatic therapy due to arthritis in their back. Physiotherapist Robert Camilleri said that this treatment reduces weight from problematic joints and assist patients to move better.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“It is effective because we use the water environment and know that water reduces weight…therefore an individual feels lighter, may move better and the joints somewhat rest more because we keep the water warm. Here, the temperature is kept at 33 degrees Celsius.",
                        "author": "Robert Camilleri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The daily aquatic therapy consists of individual sessions or in groups, with three to four classes during the day. Physiotherapist Owen Sant Angelo said their aim is that from aquatic therapy they move to ground therapy, which is more intensive.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Therapy is treated in different ways….there is therapy on the ground, therapy using hands, exercise therapy and the use of various equipment.",
                        "author": "Owen Sant Angelo",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Arthritis in mostly common in joints and is largely found in the knee, in the hips, in the back and in hands.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“There are various reasons why is it created, from genetic cause leading to wear and tear cartilage through work experiences. We can do things to avoid worsening of the condition with movements, regular exercises…..”",
                        "author": "Owen Sant Angelo",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Physiotherapists insists on early action when a doctor indicates to a patient with signs of arthritis. Robert Camilleri said they insist on patients to control weight, to remain active and persist in movements to avoid the acceleration of arthritis.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "34:46",
            "URL MLT": "https://tvmnews.mt/news/e800000-fi-skema-ta-appogg-ghal-progetti-minn-ghaqdiet-volontarji/",
            "URL ENG": "https://tvmnews.mt/en/news/e800000-in-support-scheme-for-projects-by-voluntary-organisations/",
            "Duration": "01:43",
            "transcript mlt": {
                "Title": "€800,000 fi skema ta’ appoġġ għal proġetti minn għaqdiet volontarji",
                "url": "https://tvmnews.mt/news/e800000-fi-skema-ta-appogg-ghal-progetti-minn-ghaqdiet-volontarji/",
                "Transcript": [
                    {
                        "text": "F’sitt snin, l-għaqdiet volontarji rċevew mill-Gvern €5.6 miljuni bi skema ta’ appoġġ mfassla apposta biex iwettqu proġetti u inizjattivi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għas-sena d-dieħla, il-Gvern żied il-finanzi għal dan il-għan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bdew jintlaqgħu applikazzjonijiet mingħand għaqdiet volontarji biex jirċievu l-fondi għall-proġetti li jridu jwettqu s-sena d-dieħla.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Imħaddma mill-Kunsill Malti għas-Settur tal-Volontarjat, l-allokazzjoni għall-iskema ta’ appoġġ għall-organizzazzjonijiet volontarji żdiedet għal €800,000.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Eżekuttiv tal-Kunsill, Mauro Pace Parascandolo, spjega li b’dawn il-fondi l-għaqdiet issa jistgħu jorganizzaw kunċerti u wirjiet mifruxin fuq medda ta’ ġranet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Qabel kien hemm tliet azzjonijiet partikolari li huma proġetti ġenerali, riċerka u infrastruttura. Din id-darba ftaħna għal attivitajiet partikolari jiġifieri din xi ħaġa li rajna tul iż-żmien li s-settur ikollu bżonn l-għajnuna biex inedihom u allura aħna skont ir-rispons li jkollna nippruvaw inniedu azzjonijiet differenti u naraw kif nistgħu nkunu ta’ għajnuna għas-settur.",
                        "author": "Mauro Pace Parascandolo",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Sitt snin mindu tnediet din l-iskema, l-għaqdiet volontarji wettqu diversi proġetti ta’ fejda għall-komunità.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’Malta, hawn iktar minn 1,800 għaqda volontarja rreġistrati mal-Uffiċċju tal-Kummissarju għall-Għaqdiet Volontarji.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Soup kitchen mal-Franġiskani fil-Belt. Għandna proġetti tal-AAA mal-annimali f’Birżebbuġa. Il-ġimgħa l-oħra għadna kif inawgurajna ċentru għaż-żgħażagħ f’Ħal Luqa jiġifieri l-proġetti huma varji. Il-proġetti ta’ riċerka. Ir-riċerka li għamlet il-YMCA kienet appoġġjata minn dan il-fond.",
                        "author": "Mauro Pace Parascandolo",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Fit-tnedija tal-iskema l-ġdida, il-Ministru għall-Għaqdiet Volontarji, Julia Farrugia Portelli, qalet li mill-2016 l-għaqdiet ħadu €5.6 miljun f’fondi mill-Gvern biex ikunu jistgħu jwettqu l-proġetti tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija sostniet li l-Gvern se jkun ta’ spalla għall-għaqdiet volontarji b’€100,000 iktar mis-sena li għaddiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-applikazzjonijiet jagħlqu fid-19 ta’ Ottubru li ġej.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "€800,000 in support scheme for projects by voluntary organisations",
                "url": "https://tvmnews.mt/en/news/e800000-in-support-scheme-for-projects-by-voluntary-organisations/",
                "Transcript": [
                    {
                        "text": "Over a six-year span, voluntary organisations have received 5.6 million euro from the Government trough a support scheme purposely drawn up for them to carry out projects and initiatives.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "For next year the Government has increased financing for this aim.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Applications are being received from voluntary organisations for funds for projects that have to be implemented next year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Run by the Malta Council for the Voluntary Sector, the allocation for support schemes for voluntary organisations has been increased to 800,000 euro.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Council Chief Executive Mauro Pace Parascandalo explained that through these funds the organisations can now organise concerts and exhibitions spread over a number of days.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Previously, this had been restricted to three particular activities, being general projects, research and infrastructure. This time we have opened up for particular activities, meaning we have realised over time that the sector will need assistance to launch them and based on the response we get, we are going to try and launch different actions and see how we can assist this sector.",
                        "author": "Mauro Pace Parascandolo",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "During the six years since the start of this scheme, voluntary organisations have carried out various useful projects within the community.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There are over 1,800 voluntary organisations in Malta registered with the Commissioner for Voluntary Organisations.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The soup kitchen with the Franciscans in Valletta. We have projects with the AAA, the Association for Abandoned Animals, in Birżebbuġa. Last week we inaugurated a youth centre in Ħal Luqa, which shows that projects are many and varied. Research projects – the research carried out by the YMCA was supported by this fund.",
                        "author": "Mauro Pace Parascandolo",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "During the launch of the new scheme, Minister for Voluntary Organisations Julia Farrugia Portelli pointed out that since 2016 the organisations have received 5.6 million euro in funds from the Government to help them carry out their projects.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Minister added that the Government will be supporting voluntary organisations to the tune of 100,000 euro more than for the previous year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Applications close on 19 October.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}