{
    "News date": "09.08.2022",
    "Transcripts": [
        {
            "Time stamp": "01:29",
            "URL MLT": "https://tvmnews.mt/news/eluf-japplikaw-ghall-card-li-taghtik-dritt-ghall-kura-bla-hlas-waqt-btala/",
            "URL ENG": "https://tvmnews.mt/en/news/thousands-apply-for-card-for-free-health-care-while-on-holiday/",
            "Duration": "02:57",
            "transcript mlt": {
                "Title": "Eluf japplikaw għall-card li tagħtik dritt għall-kura bla ħlas waqt btala",
                "url": "https://tvmnews.mt/news/eluf-japplikaw-ghall-card-li-taghtik-dritt-ghall-kura-bla-hlas-waqt-btala/",
                "Transcript": [
                    {
                        "text": "Iċ-ċittadini Maltin li jsiefru fil-pajjiżi tal-Unjoni Ewropea u l-Ingilterra għandhom dritt li jekk ikunu jenħtieġu li jidħlu fi sptar pubbliku jingħataw trattament mediku mingħajr ħlas",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": ". Kull ċittadin għandu jkollu dik li tissejjaħ il-European Health Insurance Card li tista’ tinkiseb mill-Entitlement Unit li jinsab fl-Isptar San Luqa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din il-card tati dritt liċ-ċittadini għal trattamenti wiesgħa fosthom għal dawk li jbatu minn kundizzjonijiet mediċi kroniċi. Id-Direttur tal-Entitlement Unit Michelle Galea qalet li European Health Insurance Card tapplika biss għall-isptarijiet pubbliċi u ma tistax tkun preżentata fi sptar privat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Tagħtik assigurazzjoni għall-kura tas-saħħa fi sptarijiet pubbliċi mal-pajjiżi tal-Unjoni Ewropea u l-Ingilterra wkoll. Għaliex tuża din, jekk inti mort fi żjara temporanja, issa mort btala, mort tistudja, mort żjara lill-qraba oħra,  se tagħtik aċċess għall-kura tas-saħħa, għal dak li jiġik bżonn tul dak il-perjodu temporanju  li qiegħda f’dak il-pajjiż”        ",
                        "author": "Michelle Galea",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Is-Sinjura Galea qalet li jekk wieħed ikollu l-European Health Insurance Card jista’ jkun obbligat iħallas skont jekk iħallsux iċ-ċittadini ta’ dak il-pajjiż partikolari. Hija qalet li l-European Insurance Card li tibqa’ valida għal ħames snin ma tkoprix għar-ripatrijazzjoni tal-pazjent fosthom l-użu ta’ air ambulance tant li appellat biex issir ukoll assigurazzjoni privata ħalli wieħed iserraħ moħħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Matul is-sena l-oħra l-Entitlement Unit kellha talba għal ftit aktar minn 7,000 card iżda fl-ewwel 7 xhur ta’ din is-sena aktar minn 30,000 irreġistraw biex jingħataw l-European Health Insurance Card, l-iktar dipartiment governattiv li rċieva applikazzjonijiet. Biex wieħed jingħata din il-card jista japplika mal-Entitlement Unit u fi żmien ħamest ijiem jirċieva l-card bil-posta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Hemm diversi modi ta’ kif wieħed jista’ japplika għall-European Health Insurance Card mill-kumdità ta’ daru meta huwa komdu, bil-lejl, bin-nhar, il-Ħadd, is-Sibt billi jaċċessa l-website tagħna fejn hemm l-application jista’ jimlieha u  jibgħatha online jew inkella l-mobile app, minn google jew app store.",
                        "author": "Michelle Galea",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Is-Sinjura Galea qalet li applikazzjoni tista’ tinkiseb mill-Kunsilli Lokali għal dawk li huma anqas familjari mat-teknoloġija u li d-Direttiva tal-Unjoni Ewropea tistipula li l-Gvern Malti jħallas għat-trattament mediċi taċ-ċittadini Maltin li jkunu għal xi żmien fuq btala, studju jew raġunijiet oħra f’xi pajjiż tal-Unjoni u l-Ingilterra filwaqt li jitħallas talli ċittadini Ewropej jingħataw trattament fl-isptarijiet pubbliċi Maltin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Thousands apply for card for free health care while on holiday",
                "url": "https://tvmnews.mt/en/news/thousands-apply-for-card-for-free-health-care-while-on-holiday/",
                "Transcript": [
                    {
                        "text": "Those travelling to EU Member Countries and the United Kingdom have the right that if they need the services of a public hospital they have a right to free medical care.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "All should be in possession of a European Health Insurance Card that may be obtained from the Entitlement Unit from St Luke’s Hospital.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This card gives the right to a wide range of treatment including those suffering chronic medical conditions. The Director of the Entitlement Unit, Michelle Galea, said the European Health Insurance Card only applies to public hospitals and does not apply to private hospitals.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": " “It assures you of health care in public hospitals in EU Member Countries and the United Kingdom as well” said Michelle Galea and this applies for temporary visits and holidays and if one is studying overseas.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "She continued saying that if one has an European Health Insurance Card may be obliged to make payment if the local people pay in that particular country. She said the European Insurance Card is valid for five years but does not cover repatriation or the use of an air ambulance. Thus she appealed that private insurance cover should also be taken.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Michelle Galea said last year 7,000 cards had been requested but during the first seven months of this year more than 30,000 have registered to be supplied with the European Health Insurance Card, mainly from Government Departments. On application the card will be received in five days by post.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "She continued there are various means of applying for the Card from the comfort of home whether during the day or at night and over the weekends by accessing their website and filling the application, or online, or through mobile app, Google or app store.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ms Galea said the application form may be obtained from the Local Council for those who are not familiar with technology and the EU Directive stipulates the Maltese Government pays for the treatment of Maltese citizens that are overseas on holidays, or on studieswhile being paid for foreigners undergoing treatment in Malta in public hospitals.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "05:02",
            "URL MLT": "https://tvmnews.mt/news/anzjan-ta-81-sena-mixli-li-abbuza-sesswalment-tifla-ta-5-snin/",
            "URL ENG": "https://tvmnews.mt/en/news/81-year-old-man-accused-of-sexually-abusing-5-year-old-girl/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Anzjan ta’ 81 sena mixli li abbuża sesswalment tifla ta’ 5 snin",
                "url": "https://tvmnews.mt/news/anzjan-ta-81-sena-mixli-li-abbuza-sesswalment-tifla-ta-5-snin/",
                "Transcript": [
                    {
                        "text": "Anzjan ta’ 81 sena kien mixli li abbuża sesswalment tifla ta’ 5 snin u li ma tiġix minnu f’dar fl-Imsida.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Carmelo Refalo wieġeb mhux ħati li lbieraħ 8 ta’ Awwissu abbuża mit-tifla fid-dar tiegħu fl-Imsida.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Refalo li deher li għandu problemi biex jisma’, wieġeb ukoll mhux ħati li wettaq dan l-allegat abbuż waqt li kien b’ordni ta’ probation li ngħatat fl-2020.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-każ dwar dan l-allegat abbuż instema’ fil-magħluq u għalhekk ma ngħatawx dettalji, inklud ix-xhieda tal-allegat vittma li nstemgħet permezz ta’ video conferencing.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-prosekuzzjoni li tmexxiet mill-Ispettur Kylie Borg u Colin Sheldon qalet li l-akkużat u l-vittma ma jiġux minn xulxin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huma jinsabu mgħejjuna mill-Avukat Darlene Grima mill-Uffiċċju tal-Avukat Ġenerali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Refalo għandu jiddefendih lill-Avukati Ludvic Caruana u Janice Borg.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-anzjan tressaq quddiem il-Maġistrat Claire Stafrace Zammit.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa ngħata l-ħelsien mill-arrest fuq depożitu ta’ €5,000 u garanzija personali ta’ €15,000.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-akkużat ġie ordnat jiffirma l-għassa darbtejn fil-ġimgħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "81-year old man accused of sexually abusing 5-year old girl",
                "url": "https://tvmnews.mt/en/news/81-year-old-man-accused-of-sexually-abusing-5-year-old-girl/",
                "Transcript": [
                    {
                        "text": "81-year old Carmelo Refalo was accused in Court of sexually abusing a 5-year old girl at his Msida house.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The accused, who pleaded not guilty, is not related to the victim. The case occurred on Monday.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Refalo, who appears to have hearing problems, also pleaded not guilty to committing the alleged abuse while he was on a probation order given in 2020.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The case was heard behind closed doors and included the testimony of the alleged victim through video conferencing.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The prosecution, led by Inspectors Kylie Borg and Colin Sheldon, informed Magistrate Claire Stafrace Zammit that the accused and the victim are not related.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "05:52",
            "URL MLT": "https://tvmnews.mt/news/l-eks-kap-ezekuttiv-ta-infrastructure-malta-jitlob-ghar-rikuza-tal-magistrat/",
            "URL ENG": "https://tvmnews.mt/en/news/former-infrastructure-malta-ceo-ask-for-magistrates-recusal/",
            "Duration": "00:45",
            "transcript mlt": {
                "Title": "L-eks Kap Eżekuttiv ta’ Infrastructure Malta jitlob għar-rikuża tal-maġistrat",
                "url": "https://tvmnews.mt/news/l-eks-kap-ezekuttiv-ta-infrastructure-malta-jitlob-ghar-rikuza-tal-magistrat/",
                "Transcript": [
                    {
                        "text": "L-eks Kap Eżekuttiv ta’ Infrastructure Malta, Frederick Azzopardi, talab għar-rikuża tal-maġistrat li qed tippresiedi l-każ fejn jinsab mixli li kiser il-liġi għall-ħarsien tal-ambjent. Dan għax qed isostni li l-istess maġistrat diġà ppronunzjat ruħha f’każ marbut ma’ dawn l-akkużi. Huwa qed isostni wkoll li l-akkużi huma preskritti għax għadda ż-żmien li fih setgħu jitressqu l-akkużi kontrih.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Azzopardi tressaq il-qorti kmieni t-Tlieta filgħodu biex iħabbat wiċċu ma’ akkużi kriminali meta allegatament huwa injora ordni biex jieqfu x-xogħlijiet minn Infrastruttura Malta u ordna lill-kuntrattur biex ikompli għaddej bil-bini ta’ triq f’Wied Qirda f’Ħaż-Żebbuġ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-prosekuzzjoni, immexxija mill-Ispettur Elliott Magro mit-Taqsima għall-Protezzjoni tal-Ambjent tal-Pulizija, akkuża lil Azzopardi li injora ordni tal-Awtorità għall-Ambjent u r-Riżorsi, l-ERA, biex iwaqqaf lill-kuntrattur milli jkompli bix-xogħlijiet.\nAzzopardi qed isostni li l-Maġistrat Mercieca diġà tat sentenza fil-konfront tal-istess kuntrattur dwar dan il-każ u għalhekk diġà ffurmat opinjoni dwar il-każ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kien f’April li għadda li l-Maġistrat Mercieca mmultat lill-kuntrattur, Anthony Camilleri, €36,000 wara li sabitu ħati li kompla x-xogħlijiet fil-wied minkejja ordni biex jieqaf.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fis-sentenza hija ddikjarat li Infrastracture Malta injorat l-ordni maħruġa mill-Awtorità Maltija dwar l-Ambjent (ERA).",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Inġinier Azzopardi kien saħaq matul is-smigħ tal-kawża li dawn ix-xogħlijiet kienu bżonnjużi biex tiġi mħarsa s-sigurtà ta’ triq pubblika. Huwa qal li ħaseb liu l-ordni biex jieqaf ix-xogħol kienet tfisser li ebda xogħol ma seta’ jsir minbarra dak marbut mat-tisħiħ tat-triq.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Inġinier Azzopardi qed jinsisti wkoll li l-akkużi huma preskritti, jiġifieri għadda l-perjodu meta kellhom jitressqu, u għalhekk għandhom jaqgħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa għamel dawn it-talbiet permezz tal-Avukati Stefano Filletti, Stephen Tonna Lowell u Rachel Powell li qed jiddefenduh.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fis-seduta ta’ dalgħodu, l-Avukat Tonna Lowell staqsa lil Graziella Tabone mill-ERA dwar ittra mibgħuta mill-awtorità. Hija xehdet li ma kellhiex għarfien ta’ din l-ittra. Hija ma kkonfermatx ukoll jekk il-multa tħallsitx u qalet li ma kinitx taf min seta’ jikkonferma.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija qalet li hija uffiċjali għall-protezzjoni tal-ambjent u għalhekk tkun taf bil-multi iżda ma tkunx involuta fihom għax dan kien f’idejn is-superjuri tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Avukat Tonna Lowell żied jgħid li l-multa tħallset u talab biex fis-seduta li jmiss, l-ERA tibgħat persuna li setgħet tixhed dwar l-ittra. Il-qorti ordnat lil amy Brinact, id-direttur tal-inforzar tal-ERA biex tixhed dwar l-ittra li hija bagħtet fl-24 ta’ Marzu tal-2022, jekk tħallsitx il-multa u meta waqqfu x-xogħlijiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Maġistrat Mercieca ddiferixxiet il-każ għas-27 ta’ Settembru fejn se tagħti d-deċiżjoni dwar it-talba tal-Inġinier Azzopardi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Former Infrastructure Malta CEO asks for magistrate’s recusal",
                "url": "https://tvmnews.mt/en/news/former-infrastructure-malta-ceo-ask-for-magistrates-recusal/",
                "Transcript": [
                    {
                        "text": "Former Chief Executive of Infrastructure Malta, Frederick Azzopardi, has asked for the recusal of the magistrate who is presiding over the case where he is accused of violating the law that seeks to protect the the environment. Azzopardi has claimed that the same magistrate had already pronounced herself in a case linked to these charges. He is also claiming that charges are time-barred because the time-limit within which charges could be brought against him had lapsed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Azzopardi was brought to court early Tuesday morning to face criminal charges when he allegedly ignored an order for Infrastructure Malta works to be stopped and instead ordered the contractor to continue building a road in Wied Qirda in Zebbug.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The prosecution, led by Inspector Elliott Magro from the Police’s Environmental Protection Section, accused Azzopardi of ignoring an order from the Environment and Resources Authority, ERA, to stop the contractor from continuing with the works.\nAzzopardi is claiming that Magistrate Mercieca has already given a sentence against the same contractor regarding this case and therefore has already formed an opinion on the case.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Last April, Magistrate Mercieca fined the contractor, Anthony Camilleri, €36,000 after finding him guilty of continuing the works in the valley despite an order to stop.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In the judgment the Court stated that Infrastructure Malta had ignored the order issued by the Maltese Environment Authority (ERA). When the case was being heard, Engineer Azzopardi had maintained that these works were necessary to protect the safety of a public road. He said that he thought the order to stop work meant that no work could be done over and above works in connection with strengthening the road.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Engineer Azzopardi is also insisting that the charges are time-barred, meaning the period when they should have been brought has lapsed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He is being represented by lawyers Stefano Filletti, Stephen Tonna Lowell and Rachel Powell.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "During this morning’s hearing, Dr Tonna Lowell asked Graziella Tabone from the ERA about a letter sent by the Authority. She testified that she had no knowledge of this letter. She also could not confirm if the fine was paid and said she did not know who could confirm this.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "She said that she was an officer for the protection of the environment and therefore knew about the fines but was not directly involved because this was in the hands of her superiors.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr. Tonna Lowell added that the fine had been paid and requested the ERA to send a person to testify about the letter in the next sitting. The court ordered Amy Brincat, the enforcement director of the ERA to testify about the letter sent on March 24, 2022 – i.e. whether the fine was paid and when the works were stopped.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Magistrate Mercieca adjourned the case to 27 September when she will decide on the pleas raised.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "07:42",
            "URL MLT": "https://tvmnews.mt/news/il-mexxej-tal-malta-right-wing-youths-mixli-li-hedded-lil-ommu-u-lis-sieheb-taghha/",
            "URL ENG": "https://tvmnews.mt/en/news/malta-right-wing-youths-leader-accused-with-threatening-his-mother-and-her-partner/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Il-mexxej tal-Malta Right Wing Youths mixli li hedded lil ommu u lis-sieħeb tagħha",
                "url": "https://tvmnews.mt/news/il-mexxej-tal-malta-right-wing-youths-mixli-li-hedded-lil-ommu-u-lis-sieheb-taghha/",
                "Transcript": [
                    {
                        "text": "Żagħżugħ ta’ 20 sena li jgħix il-Ħamrun kien mixli mill-Ispettur Sherona Buhagiar li hedded lil ommu u lis-sieħeb tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iż-żagħżugħ, Eman Cross, wieġeb mhux ħati li heddidhom u insultahom f’argument li kellu magħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Cross għamel żmien jimmilita fl-Imperium Europea b’rapporti fil-mezzi tax-xandir jgħidu li tkeċċa minħabba l-aġir tiegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fuq il-paġna tiegħu ta’ Facebook huwa jgħid li huwa l-fundatur u l-mexxej tal-Malta Right Wing Youths.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Quddiem il-Maġistrat Claire Stafrace Zammit huwa wieġeb li ma kienx ħati tal-akkużi miġjubin kontrih ħlief li kellu arma tan-nar u li kiser ordni ta’ probation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Avukati Gianluca Caruana Curran, Charles Mercieca u Ana Thomas – li qed jidhru għalih – talbu li ismu ma jixxandarx għax jaffettwalu xogħlu. Il-prosekuzzjoni oġġezzjonat għal din it-talba.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Maġistrat Stafrace Zammit ma laqgħetx it-talba dwar il-pubblikazzjoni tal-isem u poġġietu taħt ordni ta’ superviżjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Madankollu, il-qorti tagħtu l-ħelsien mill-arrest fuq depożitu ta’ €3,000 u garanzija personali ta’ €10,000.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Maġistrat Stafrace Zammiet ħarġitlu wkoll ordni ta’ trattament minħabba l-abbuż tal-alkoħol u wissietu li jekk ma jżommx il-paċi mal-qraba se timmultah €500.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija wissietu wkoll li jekk ikellem lil ommu u lis-sieħeb tagħha jista’ jeħel sa €7,000 multa u sentejn ħabs jew it-tnejn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Malta Right Wing Youths leader accused with threatening his mother and her partner",
                "url": "https://tvmnews.mt/en/news/malta-right-wing-youths-leader-accused-with-threatening-his-mother-and-her-partner/",
                "Transcript": [
                    {
                        "text": "A 20-year old youth from Ħamrun was accused in Court by Inspector Sherona Buhagiar of threatening his mother and her partner.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The youth, Eman Cross, denied threatening and insulting them during an argument.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Cross had militated in the Imperium Europa with media reports say that he was dismiss due to his behavior. In his Facebook page, Cross says he is the founder and leader of the Malta Right Wing Youths.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He denied the charges before Magistrate Claire Stafrace Zammit, but admitted possessing a firearm and of breaching a probation order.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Defence lawyers Gianluca Caruana Curran, Charles Mercieca and Ana Thomas requested the court to ban the publication of his name due to his job, however the prosecution objected.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Court rejected the defence request and placed him under a supervision order. Cross was released from custody on a €3,000 bail deposit and a personal guarantee of €10,000.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Magistrate Stafrace Zammit issued a treatment order due to the accused alcohol problem and warned him that if he speaks to his mother and her partner, he may be fined up to €7,000 or a prison sentence.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "08:41",
            "URL MLT": "https://tvmnews.mt/news/l-arcisqof-jiltaqa-ma-60-haddiem-tal-kullegg-san-albert/",
            "URL ENG": "https://tvmnews.mt/en/news/arcbishop-meets-with-60-employees-of-st-albert-college/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "L-Arċisqof jiltaqa’ ma’ 60 ħaddiem tal-Kulleġġ San Albert",
                "url": "https://tvmnews.mt/news/l-arcisqof-jiltaqa-ma-60-haddiem-tal-kullegg-san-albert/",
                "Transcript": [
                    {
                        "text": "Dalgħodu l-Arċisqof Charles Scicluna kellu laqgħa mal-istaff tal-Kulleġġ San Albert il-Kbir b’rabta mat-tkeċċija ta’ Mario Mallia minn kap tal-Kulleġġ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-laqgħa ġiet iffaċilitata mill-Malta Union of Teachers (MUT) fejn kien il-President tal-MUT Marco Bonnici li ħabbar li se ssir din il-laqgħa bit-tama li tinstab triq ‘il quddiem minħabba dik li sejjaħ bħala tkeċċija inġusta fil-konfront ta’ Mallia.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bonnici qal lil TVMnews li l-laqgħa kordjali mal-Arċisoqf Scicluna saret fil-Kurja fil-Floriana u għaliha attendew mas-60 ħaddiem tal-kulleġġ, fil-maġġoranza edukaturi, b’uħud minnhom attendew għal-laqgħa b’mod virtwali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li l-laqgħa damet madwar siegħa u nofs bl-Arċisqof sema’ b’attenzjoni dak li kellhom xi jgħidu dawk li jaħdmu fil-Kulleġġ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bonnici żied jgħid li l-MUT waslitilha informazzjoni li l-Kulleġġ San Albert il-Kbir se joħroġ sejħa biex jimpjega Kap ġdid tal-Kulleġġ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mario Mallia kien ilu 16-il sena kap tal-Kulleġġ San Albert il-Kbir u t-tkeċċija tiegħu waslet anke għal protesta pacifika quddiem il-Kullegg stess u li ghaliha attendew edukaturi tal-Kulleġġ, ġenituri ta’ studenti u nies li pubblikament taw l-appoġġ taghhom lil Mallia.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi stqarrija b’reazjoni, l-Ordni Dumnikan kien qal li r-raġuni għad-deċiżjoni li ħa l-Kullegġġ kienet minħabba kwistjonijiet maniġerjali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Arcbishop meets with 60 employees of St Albert College",
                "url": "https://tvmnews.mt/en/news/arcbishop-meets-with-60-employees-of-st-albert-college/",
                "Transcript": [
                    {
                        "text": "Archbishop Charles Scicluna this morning met with the staff of St Albert the Great College in connection with the dismissal of Mario Mallia from head of the college.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The meeting was facilitated by the Malta Union of Teacher with its President Marco Bonnici announcing the meeting with the hope of finding the way forward due to what he called the unjust dismissal against Mallia.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bonnici told TVMnews that the cordial meeting with Archbishop Scicluna was held at the Curia in Floriana and was attended by some 60 college employees, the majority educators while some participated virtually.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He stated that during the one and a half hour meeting, the Archbishop attentively listened to the views of the persons working at the College.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bonnici added that the MUT received information that the St Albert the Great College will be issuing a call to employ a new head of the college.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mario Mallia had been head of the St Albert college for 16 years. His dismissal also led to a peaceful protest in front of the college, attended by educators, students’ parents and persons who publicly supported Mallia.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Reacting in a statement, the Dominican Order had said that the reason of the College decision was due to managerial issues.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "See also:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "10:20",
            "URL MLT": "https://tvmnews.mt/news/katavru-dekompost-u-mikul-minn-gewwa-difficli-tohrog-id-dna-mill-ewwel/",
            "URL ENG": "https://tvmnews.mt/en/news/difficulties-in-extracting-dna-from-decomposed-corpse-immediately/",
            "Duration": "03:28",
            "transcript mlt": {
                "Title": "Katavru dekompost u mikul minn ġewwa diffiċli toħroġ id-DNA mill-ewwel",
                "url": "https://tvmnews.mt/news/katavru-dekompost-u-mikul-minn-gewwa-difficli-tohrog-id-dna-mill-ewwel/",
                "Transcript": [
                    {
                        "text": "It-testijiet tad-DNA huma l-iktar proċeduri mitluba f’każijiet ta’ reati kriminali biex ikun stabbilit ir-rabta bejn il-vittma u s-suspettat aggressur u anke biex ikun stabbilit il-paternità ta’ tarbija jew wild.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVMnews tkellem ix-xjentist forensiku Christopher Farrugia li fisser kif dan it-test tal-ġenetika fetaħ beraħ it-tieqa għar-risposta ta’ ħafna mistoqsijiet dwar il-konnessjonijiet tal-bnedmin ma’ xulxin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Id-DNA (Deoxyribonucleic acid) hija l-molekula li tagħmilna min aħna, il-materjal ġenetiku li jġorr l-informazzjoni ereditarja kollha li jista’ jmur lura sa eluf ta’ snin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It-teħid tad-DNA hija proċedura avvanzata li tista’ tintuża biex jiġu identifikati individwi fuq il-bażi tal-ġenetika unika tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Proċess li jintuża għal diversi għanijiet kif spjega ma’ TVMnews ix-xjentist forensiku Christopher Farrugia.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Illum il-ġurnata għandu użu dijanjostiku biex inkunu nafu l-kundizzjonijiet ta’ dak li jkun jew prognostiku jiġifieri jagħtina idea x’wieħed jista’ jkun suxxettibbli għalih għada pitgħada. Għandek kundizzjonijiet, pereżempju, marbuta ma’ kundizzjonijiet partikolari, bħalissa qed insemmu lil Olivia Newton-John minħabba l-kanċer tas-sider, allura wieħed ikun jista’ jara b’sempliċiment test li jittieħed mill-ħalq biex ikun jista’ jara jekk persuna tkunx qiegħda tbati jew tkunx suxxettibbli għal kanċer partikolari.",
                        "author": "Christopher Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Farrugia spjega kif saħansitra jista’ jsir ittestjar fuq it-trabi li lanqas twieldu, kemm biex il-ġenituri jikkonfermaw ta’ liema sess hi t-tarbija, kemm biex jiddeterminaw xi kundizzjonijiet li jistgħu jitwieldu bihom u wieħed mill-aktar komuni sabiex jistabbilixxu min hu l-missier.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jittieħed kampjun mill-omm wara 10 ġimgħat tqala u minn dak it-test wieħed jista’ jara jekk it-tarbija hux tiżviluppa normali u tkun tista’ tittestja għal diversi kundizzjonijiet bħad-Down sydrome, Patau’s syndrome, u jekk ikun hemm xi kundizzjoniet li wieħed ikun jista’ jagħti t-trattament meħtieġ.",
                        "author": "Christopher Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Farrugia spjega kif it-teħid tad-DNA jista’ jgħin fis-soluzzjoni tar-reati b’mod aktar preċiż billi x-xjentisti forensiċi jqabblu d-DNA misjuba f’xena tad-delitt, minn demm jew xagħar, ma’ kampjuni tad-DNA meħuda minn suspettati.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iżda f’każijiet rari jista’ jirriżulta aktar diffiċli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meta jkollok katavru li jkun dekompost, bil-ġilda ma tingħarafx u jkun mikul minn ġewwa, dan ma jistax joħroġ riżultat mal-ewwel, ikun hemm bżonn kampjun mill-mudullun jew mid-dras sabiex wieħed joħroġ id-DNA, jamplifikah, janalizzah u jkun jista’ jqabblu, fl-aħħar mill-aħħar irid isir it-tqabbil mal-familjari.",
                        "author": "Christopher Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Farrugia qal li ttestjar li sar popolari ħafna huwa dak tal-annimali fejn ħafna sidien, speċjalment ta’ klieb, qegħdin jitolbu li titteħdilhom id-DNA biex jiggarantixxu li l-pet tagħhom ikun ta’ razza pura.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ittestjar popolari ieħor huwa l-Ancestory DNA għal persuni interessati fl-istorja tal-familja li jiddeċiedu li jmorru lil hinn minn dak li jistgħu jitgħallmu mill-qraba jew mid-dokumentazzjoni storika u li tista’ twassalhom għal eluf ta’ snin lura",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Difficulties in extracting DNA from decomposed corpse immediately",
                "url": "https://tvmnews.mt/en/news/difficulties-in-extracting-dna-from-decomposed-corpse-immediately/",
                "Transcript": [
                    {
                        "text": "DNA testing is the most requested procedure in criminal cases to establish the link between the victim and the suspect and to establish paternity.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Speaking to TVMnews, forensic scientist Christopher Farrugia explained that this genetic testing has been able to answer many questions related to the links which people have to each other.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Our DNA (Deoxyribonucleic acid) is the molecule which makes us who we are, the genetic material which carries all the hereditary information which can date back thousands of years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Taking a DNA sample is an advanced procedure which can be used to identify individuals on the basis of their unique genetics.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It is a process which is used for various reasons:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Today it has a diagnostic use to learn about certain conditions or to give a prognosis so one can have an idea whether one will be susceptible to a condition in the future. You have conditions linked to particular conditions such as in the case of Olivia Newton-John who had breast cancer. One can simply take a sample from the mouth to see whether the person is suffering from is susceptible to a particular cancer.",
                        "author": "Christopher Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Farrugia explained how one can test a baby in the womb, so that parents can confirm the gender or determine any genetic conditions, or for the most common reason, to establish paternity.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A sample is taken from the mother in her tenth week of pregnancy and from that test one can see whether the baby is developing normally as well as test for Down sydrome, Patau’s syndrome, and whether there are some conditions which for which there is treatment.",
                        "author": "Christopher Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Farrugia explained how taking a DNA sample can help to solve crimes more precisely since forensic scientists can compare the DNA found at the scene of the crime such as blood or hair, with a DNA sample taken from suspects.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "However in some rare cases, this becomes more difficult.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "When you have a corpse which is decomposed, where the skin is unrecognisable and it is decayed from the inside, an immediate result is not possible. You would need a sample from the bone marrow or the teeth to extract the DNA, amplify it, analyse it and then ultimately compare it with that of relatives.",
                        "author": "Christopher Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Farrugia said that testing has also become very popular with animals, especially dog owners, who are asking for a DNA test to guarantee that their pet is a pure breed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Another popular test is Ancestry DNA for people interested in their family history who decide to go beyond what they might learn from relatives or historical documents, which can take them back thousands of years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "14:20",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "15:04",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "16:58",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "20:55",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "26:15",
            "URL MLT": "https://tvmnews.mt/news/trump-jghid-li-mhux-se-jopponi-li-jigi-ippubblikat-il-mandat-ghat-tfittxija-mill-fbi/",
            "URL ENG": "https://tvmnews.mt/en/news/trump-says-that-he-will-not-be-opposing-publication-of-fbi-search-warrant/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Trump jgħid li mhux se jopponi li jiġi ippubblikat il-mandat għat-tfittxija mill-FBI",
                "url": "https://tvmnews.mt/news/trump-jghid-li-mhux-se-jopponi-li-jigi-ippubblikat-il-mandat-ghat-tfittxija-mill-fbi/",
                "Transcript": [
                    {
                        "text": "L-ex President Amerikan Donald Trump qal li mhux se jopponi li jiġi ippubblikat il-mandat li bih l-aġenti tal-FBI għamlu tfittxija fid-dar tiegħu Mar-A-Lago fi Florida iktar kmieni din il-ġimgħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi stqarrija Trump qal li kien qed iħeġġeġ li dan il-mandat jiġi ippubblikat, iżda tenna d-dikjarazzjoni tiegħu li t-tfittxija ma kinitx neċessarja u motivata politikament.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Id-Dipartiment tal-Ġustizzja Amerikan għamel talba mhux ta’ ssoltu lill-qorti fi Florida biex il-mandat li bih l-aġenti tal-FBI daħlu fid-dar ta’ Trump jiġi ippubblikat. Jekk dan jingħata jista’ jfisser li d-dokumenti jiġu pubbliċi u jista’ jikkonferma r-raġuni għat-tfittxija fid-dar ta’ Donald Trump; ħaġa li d-dipartiment tal-ġustizzja għadu ma żvelax.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Trump says that he will not be opposing publication of FBI search warrant",
                "url": "https://tvmnews.mt/en/news/trump-says-that-he-will-not-be-opposing-publication-of-fbi-search-warrant/",
                "Transcript": [
                    {
                        "text": "Former US President Donald Trump said that he will not be opposing the publication of the search warrant which allowed FBI agents to search his home in Mar-A-Lago, Florida earlier this week.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In a statement, Trump said that he had urged for this search warrant to be published, however he added that the search was not necessary and was politically motivated.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The US Department of Justice made an unusual request to the Court in Florida for the warrant used to search Trump’s house to be published. If this is done it means that the documents will become public and will confirm the reasons for the search, something which the Justice department has not yet revealed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "28:00",
            "URL MLT": "https://tvmnews.mt/news/l-akbar-esebizzjoni-tal-artist-willie-apap-migbura-fwirja-fghawdex/",
            "URL ENG": "https://tvmnews.mt/en/news/the-largest-exhibition-of-works-by-artist-willie-apap-on-show-in-gozo/",
            "Duration": "02:18",
            "transcript mlt": {
                "Title": "L-akbar esebizzjoni tal-artist Willie Apap miġbura f’wirja f’Għawdex",
                "url": "https://tvmnews.mt/news/l-akbar-esebizzjoni-tal-artist-willie-apap-migbura-fwirja-fghawdex/",
                "Transcript": [
                    {
                        "text": "Wirja ta’ xogħlijiet minn wieħed mill-ġganti tal-arti moderna Maltija, Willie Apap, fetħet fil-mużew Il-Ħaġar fir-Rabat, Għawdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fost ix-xogħlijiet, numru minnhom li ġejjin minn kollezzjonijiet privati u oħrajn li qed jidhru għall-ewwel darba.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wieħed mill-iktar artisti Maltin importanti tas-Seklu 20 huwa l-artist Willie Apap. U issa l-wirja retrospettiva ‘Willie Apap – Colour and Light’, li qed tittella’ fil-mużew Il-Ħaġar fir-Rabat, Għawdex, tista’ titqies bħala waħda storika għaliex x’aktarx li hija l-ikbar esibizzjoni li qatt saret minn wara mewtu fl-1970.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kuratur tal-wirja, Maria Cassar, qalet ma’ TVMnews li Apap gradwa mill-Accademia di Belle Arti fi żmien meta artisti oħra Maltin ġew lura Malta minħabba l-aħħar gwerra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hu iżda ddeċieda li jibqa’ hemm u din id-deċiżjoni fasslet il-bqija ta’ ħajtu u l-karriera brillanti tiegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’din il-wirja naraw xogħlijiet il-biċċa l-kbira tas-snin 50 u 60, il-perjodu li jien sejjaħtlu l-maturità ta’ Apap. Hawnhekk kien sar magħruf u stabbilit fl-Italja imma anke barra. Fil-fatt kien jivvjaġġa u jesebixxi madwar diversi pajjiżi fl-Ewropa.",
                        "author": "Maria Cassar",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-wirja tinkludi 70 biċċa xogħol ta’ Willie Apap li jinkludu madwar 50 biċċa magħmula miż-żejt fuq tila jew bord u 20 mil-linka u charcoal fuq karta, inkluż xi disinji jew studji mis-snin 50 u 60.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fost l-opri esebiti, li kollha ġejjin minn kollezzjonijiet privati, hemm xogħlijiet li qed jidhru fil-pubbliku għall-ewwel darba u li ġew skoperti f’dawn l-aħħar snin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-figuri tiegħu, Apap, iħallihom bla fattizzi tal-wiċċ imma xorta kien jagħtihom ruħ, emozzjoni u ċertu forza, u kien jagħmel dan permezz tal-kuluri.",
                        "author": "Maria Cassar",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Willie Apap twieled il-Belt fl-1918 u kien iż-żgħir minn 5 aħwa, fosthom ħuh il-kbir l-iskultur magħruf Ċensu Apap u ħuh ieħor mużicist, Joseph Apap.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Qatta l-biċċa l-kbira ta’ ħajtu jistudja Ruma sakemm miet fl-età żghira ta’ 51 sena. Il-fama li kiseb, speċjalment l-Italja, wasslitu biex ikun meqjus bħala wieħed mill-ġganti tal-arti moderna Maltija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-wirja ‘Willie Apap – Colour and Light’ tibqa’ miftuħa sal-10 t’Ottubru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "The largest exhibition of works by artist Willie Apap on show in Gozo",
                "url": "https://tvmnews.mt/en/news/the-largest-exhibition-of-works-by-artist-willie-apap-on-show-in-gozo/",
                "Transcript": [
                    {
                        "text": "An exhibition of works by one of the giants of Maltese modern art, Willie Apap, has been opened at the museum Il-Ħaġar in Rabat, Gozo.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Among the works are exhibits from private collections and others being displayed for the first time.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "One of the most important artists of the 20th Century is  Willie Apap and the exhibition ‘Willie Apap – Colour and Light’, is being mounted  in the museum Il-Ħaġar in Rabat, in Gozo and is regarded as an historical exhibition because it is the largest one that has been mounted since 1970.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Exhibition’s Curator, Maria Cassar, told TVMnews that Apap graduated from the Accademia di Belle Arti at a time when Maltese artists returned to Malta because of the onset of World War II.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "However, he decided to remain in Italy and this helped to formulate the rest of his life as an artist with a brilliant career.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The exhibition contains works carried out during the 50s and 60s, a period that can be considered as his mature years aid Maria Cassar. He became established in Italy and also made various overseas tours.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The exhibition includes 70 works of which 50 are works in oils on a canvas or wood and 20 works in ink or charcoal on paper, including his designs and studies in the 50s and 60s.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Private collections are included in the exhibition and some are appearing in public for the first time or have been recently discovered.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Most of Apap’s works obscure facial imagines but also have a soulful being and certain strong emotions and these results were produced by colouring.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Willie Apap was born in Valletta in 1918 and was the youngest of five siblings and two elder brothers were the recognised sculptor Ċensu Apap and another was the musician   Joseph Apap.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He spent most of his life studying in Rome until he died at the early age of 51. The fame he achieved in Italy led him to be considered as one of Malta’s greatest modern artists.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The exhibition ‘Willie Apap – Colour and Light’ will remain open until 10th October.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "30:30",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        }
    ]
}