{
    "News date": "10.09.2022",
    "Transcripts": [
        {
            "Time stamp": "07:55",
            "URL MLT": "https://tvmnews.mt/news/standard-poors-tikkonferma-r-rating-a-ghal-malta-2/",
            "URL ENG": "https://tvmnews.mt/en/news/standard-poors-confirms-a-rating-for-malta/",
            "Duration": "02:24",
            "transcript mlt": {
                "Title": "Standard & Poor’s tikkonferma r-rating A- għal Malta",
                "url": "https://tvmnews.mt/news/standard-poors-tikkonferma-r-rating-a-ghal-malta-2/",
                "Transcript": [
                    {
                        "text": "L-aġenzija ta’ kreditu internazzjonali, S&P Global Ratings, ikklassifikat lil Malta bl-istess rating li kellha fl-aħħar xhur A-. Għall-ġejjieni, f’għajnejn l-ekonomisti ta’ din l-aġenzija l-prospetti huma stabbli għaliex fil-fehma tagħhom l-effetti fuq id-defiċit ikkawżati mill-Gwerra fl-Ukrajna mistennija jagħmlu tajjeb għalihom il-miżuri ta’ rkupru ekonomiku u fit-turiżmu u l-politika fiskali tal-Gvern.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-aġenzija ta’ kreditu internazzjonali, Standard & Poor’s, ikkonfermat ir-rating ta’ Malta fil-livell ta’ A-, bi prospetti stabbli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fir-rapport tagħha l-aġenzija tgħid illi l-ekonomija kienet milquta mill-effetti tal-gwerra fl-Ukrajna, u b’riżultat ta’ dan Malta esperjenzat sfidi fuq il-prezz tal-enerġija u l-inflazzjoni. Intqal kif Malta mhix dipendenti fuq ir-Russja jew l-Ukrajna fl-ambitu tal-kummerċ, iżda timporta l-maġġoranza assoluta tal-enerġija tagħha mill-Italja. Intqal li d-domanda tal-enerġija tiddependi minn dan il-pajjiż ġar tagħna, u l-prezzijiet internazzjonali tal-enerġija jaf ixekklu fit-tnaqqis tad-defiċit li qalet żdied waqt il-pandemija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Standard & Poor’s irrimarkat li d-deċiżjoni tal-Gvern li jissussidja l-prezzijiet tal-enerġija u jimplimenta pakkett t’għajnuna għall-għoli tal-ħajja jista’ jaffettwa l-budgets li jmiss sal-2025. Dwar l-inflazzjoni jingħad li Malta se jkollha l-inqas rata fl-Unjoni Ewropea minħabba l-intervent mill-Gvern biex iżomm il-prezzijiet stabbli tal-enerġija, tant li r-rata hija taħt il-medja Ewropea.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Standard and Poor’s tgħid iżda kif dan kollu m’għandux inaqqas mit-tkabbir ekonomiku ta’ Malta, minħabba l-irkupru mit-turiżmu, il-politika fiskali, kif ukoll il-fatt li fis-snin li ġejjin se jibdew jintużaw il-fondi tal-Unjoni Ewropea għandhom jgħinu f’dan ir-rigward. Tgħid li dan l-irkupru gradwali għandu jkompli jżid ir-ritmu tal-ekonomija. L-ekonomisti ta’ Standard and Poor’s qalu li fil-ġejjieni jtejbu r-ratings ta’ Malta kemm-il darba l-pajjiż ikompli jnaqqas id-defiċit u jiddiversifika l-ekonomija sabiex ma tibqax vulnerabbli għal daqqiet minn barra. Mill-banda l-oħra, ir-rating jista’ jonqos jekk il-gwerra fl-Ukrajna ttawwal, għaliex fi kliem l-aġenzija din kellha impatt qawwi fuq il-finanzi tal-Gvern.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ingħad kif l-irkupru ekonomiku li sar fl-2021 għen ferm fl-isfida tal-gwerra li seħħet din is-sena, u kif l-impatt tal-gwerra se jkun qed jinħass l-aktar is-sena id-dieħla. Innotat li l-Partit Laburista reġa’ kien ikkonfermat fil-Gvern u qalet li dan mistenni jkompli jwettaq ir-riformi meħtieġa biex fost l-oħrajn tissaħħaħ il-qagħda fiskali u l-irkupru ekonomiku wara l-pandemija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-aġenzija internazzjonali tgħid kif it-tneħħija ta’ Malta minn fuq il-lista l-griża tal-FATF hija xi ħaġa pożittiva. Ir-rapport jinnota wkoll l-isforzi tal-Gvern fl-implimentazzjoni ta’ strutturi li jiġġieldu l-ħasil tal-flus u jiddeskrivi dan bħala pass fid-direzzjoni t-tajba. Jgħid iżda li dan għandu bżonn li jkompli jissaħħaħ sabiex isir wieħed iktar robust.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Standard & Poor’s confirms A- rating for Malta",
                "url": "https://tvmnews.mt/en/news/standard-poors-confirms-a-rating-for-malta/",
                "Transcript": [
                    {
                        "text": "International credit agency S&P Global Ratings has classified Malta with the same A- rating it had in recent months. For the future, in the agency economists’ views, prospects are stable as in their opinion the measures of economic recovery and in tourism as well as the Government’s fiscal policy are expected to make good for the deficit caused by the war in Ukraine.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "International credit agency Standard & Poor’s has confirmed Malta rating at A- level, with stable prospects.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The agency stated in its report that the economy was hit by the effects of the war in Ukraine and as a result, Malta experienced higher costs for energy and high rates of inflation. It was pointed out that Malta does not depend on Russia or Ukraine in terms of trade, but imports the absolute majority of its energy from Italy. It was stated that the demand for energy depends on its neighbour country, and the international costs of energy can hinder reduction of the deficit which, it added, increased during the pandemic.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Standard & Poor’s remarked that the Government’s decision to subsidise the prices of energy and implement an assistance package for the cost of living can have an effect on the coming budgets up to 2025. On inflation, it said Malta will have the lowest rate in the European Union as a result of the Government’s intervention to keep energy prices stable, so much so that the rate is below the European average.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Standard & Poor’s adds, however, that all this should not reduce Malta’s economic growth, and the distribution of European funds and prudence in budgeting should help in this regard. The agency says that the gradual recovery of the tourism sector and the Government’s strong fiscal policy are two factors that should help to increase the economic rhythm. The agency’s economists remarked that it will be increasing Malta’s ratings in the future if the country continues to reduce its deficit and if it diversifies the economy in order not to remain vulnerable to extraneous effects. On the other hand. however, the rating can be reduced if the war in Ukraine is prolonged as, according to the agency, this has had a strong impact on the Government’s finances.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It was further stated that the economic recovery in 2021 greatly helped greatly in the challenge of the war that occurred this year, and the impact of the war will be mainly felt next year. It noted that the Labour Party has again been confirmed in Government and said it is expected to continue to carry out the necessary reforms in order to strengthen, among others, the fiscal situation and the post-pandemic economic recovery.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In conclusion, the agency stated that Malta’s removal from the FATF grey list was a positive step. The report also notes the Government’s efforts in implementing structures that fight money laundering and describes this as a step in the right direction. It states, however, that this needs to be further strengthened in order to become more robust.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "12:09",
            "URL MLT": "https://tvmnews.mt/news/li-wiehed-tistaqsih-kif-int-taghmel-hafna-differenza/",
            "URL ENG": "https://tvmnews.mt/en/news/asking-someone-if-they-are-ok-can-make-all-the-difference/",
            "Duration": "03:06",
            "transcript mlt": {
                "Title": "“Li wieħed tistaqsih kif int, tagħmel ħafna differenza”",
                "url": "https://tvmnews.mt/news/li-wiehed-tistaqsih-kif-int-taghmel-hafna-differenza/",
                "Transcript": [
                    {
                        "text": "Ippruvat tneħħi ħajjitha diversi drabi, u tappella biex nies li jkunu għaddejjin minn dawn il-ħsibijiet ifittxu l-għajnuna. Justine Aquilina qalet lil TVMnews li nies li jkollhom dawn il-ħsibijiet ma jaraw xejn ħlief dlam iżda bl-għajnuna u l-attenzjoni, wieħed jista’ jfiq u jgħix ħajja ferm aħjar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-Jum Dinji għall-prevenzjoni tas-suwiċidju, ċifri uffiċjali juru li f’Malta jkollna medja ta’ żewġ persuni fix-xahar li jagħmlu suwiċidju, l-aktar komuni minn persuni fl-etajiet bejn l-40 u l-50 sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kummissarju għas-Saħħa Mentali, Denis Vella Baldacchino, appella li ħadd m’għandu jħossu waħdu u jekk iħoss it-toqol, għandu jfittex l-għajnuna, fosthom minn kliniċi tas-saħħa jew l-isptar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wisq ikollok ħsibijiet koroh…id-dippressjoni…ma tistax tiddeskriviha.",
                        "author": "Justine Aquilina",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Għandha 41 sena u ilha tbati minn sfidi ta’ saħħa mentali sa minn mindu kellha 14-il sena u tgħid li fil-passat kellha ħsibijiet li ttemm ħajjitha. Justine Aquilina, omm ta’ ħamest itfal, u li f’ħajjitha għaddiet minn mard serju, tgħid li min jgħaddi minn ħsibijiet ta’ suwiċidju ma jara ebda tama biex ikompli jgħix u tappella għal appoġġ minn min iħoss dawn is-sentimenti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sapport li wieħed tistaqsih kif int, kemm tidher tajba llum…tagħmel ħafna differenza.",
                        "author": "Justine Aquilina",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Justine tgħid li llum wara li fittxet l-għajnuna tħossha ferm aħjar u determinata li qatt terġa’ lura.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jiġġieldu għalihom innifishom, ħadd mhu se jagħtihom ħajjithom lura. Ħadd. Iifittxu l-għajnuna. Jien inċempel għall-għajnuna jekk inkun qiegħda ħażin. Ma tistax tiġġilidha waħdek.",
                        "author": "Justine Aquilina",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Is-Sibt l-Għaqda Dinjija tas-Saħħa qed tfakkar il-Jum Dinji għall-prevenzjoni tas-suwiċidju. Skont l-Uffiċċju tal-Kummissarju għas-Saħħa Mentali, f’Malta f’dawn l-aħħar 11-il sena medja ta’ żewġ persuni fix-xahar jikkommettu suwiċidju. L-età ta’ dawk li jikkommettu suwiċidju kien ta’ bejn sittax u ħamsa u disgħin sena, bl-akbar ammont kien ta’ persuni bejn erbgħin u ħamsin sena. Mill-istatistika jidher li tnejn u għoxrin fil-mija ta’ dawk li kkommettew suwiċidju f’Malta kienu barranin, u 83 fil-mija huma rġiel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews tkellem mal-Kummissarju għas-Saħħa Mentali, Dennis Vella Baldacchino li rrimarka ħadd mhu waħdu u l-għajnuna qiegħda hemm.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meta xi ħadd għaddej minn dawn il-ħsibijiet dawn huma mumenti koroh li jgħaddu…irid ifittex l-għajnuna, minn diversi għaqdiet mhux governattivi, hawn apps biex tidentifika x’inhuma r-riskji…nitlob biex min jgħaddi minn dawn il-mumenti jieqaf u jaħseb. Ħadd mhu waħdu…fittex, ħabbat…l-emerġenza, ċentru tas-saħħa, ħabbat il-bieb għall-għajnuna.",
                        "author": "Dennis Vella Baldacchino – Kummissarju għas-Saħħa Mentali",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Kummissarju Vella Baldacchino appella wkoll biex meta wieħed ikollu xi ħadd qrib li jew jara li qed ikollu sfidi serji ta’ saħħa mentali, ifittex l-għajnuna għal din il-persuna. Talab ukoll biex min ikollu xi ħadd qarib, ħabib jew ġenitur li jgħaddu minn dawn il-perjodi koroh, fosthom anki wlied fi skejjel, jew fuq il-post tax-xogħol, biex wieħed jgħinhom u jressaqhom għall-għajnuna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "“Asking someone if they are ok can make all the difference”",
                "url": "https://tvmnews.mt/en/news/asking-someone-if-they-are-ok-can-make-all-the-difference/",
                "Transcript": [
                    {
                        "text": "Justine Aquilina tried to take her own life several times, and urges people who are experiencing these dark thoughts to seek help. Justine Aquilina told TVMnews that people who have these thoughts see nothing but darkness but with help, can come out of the darkness and heal and go on to live a better life.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On World Suicide Prevention Day, official figures show that in Malta an average of two people a month commit suicide, most common among people between the ages of 40 and 50.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Commissioner for Mental Health, Denis Vella Baldacchino said that no one should feel alone and if they feel the burden, they should seek help, including help from health clinics or the hospital.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Depression is indescribable … you are seized by dark thoughts",
                        "author": "Justine Aquilina",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Justine, a mother of five is is 41 years old and has been suffering from mental health challenges since she was 14 years old. In the past she has often thought of ending her life. She has been through serious illness and says that those who go experience suicidal thoughts do not see any scope for living and appeals for support for those who feel these feelings.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Asking someone how they are or simply telling them that they are looking well makes all the difference.",
                        "author": "Justine Aquilina",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Justine says that after seeking help, today she is feeling much better and is determined not to fall back into depression.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "They need to fight for themselves. nobody is going to do it for them. They need to seek help. I call and seek help when I am in a bad place. You can’t fight it alone.",
                        "author": "Justine Aquilina",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "On Saturday, the World Health Organization is commemorating World Suicide Prevention Day. According to the Office of the Commissioner for Mental Health, in Malta in the last 11 years an average of two people per month committed suicide. The age of those committing suicide varies between sixteen and ninety-five, the largest amount being in the forty to fifty year old bracket. Statistics show that twenty two percent of those who committed suicide in Malta were foreigners, and 83 percent are men.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews spoke to the Commissioner for Mental Health, Dennis Vella Baldacchino who said that no one is alone and help is there for those who seek it.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "When someone is going through these thoughts he must seek help and believe that these are dark ugly moments that pass…help can be sought from various non-governmental organizations and apps …I pray that those who go through these moments stop and remember that no one is alone…seek help",
                        "author": "Dennis Vella Baldacchino – Commissioner for Mental Health",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Commissioner Vella Baldacchino also said that when one is close to someone and sees that they are going through serious mental health challenges, they should seek help on their behalf.. He also asked that those with relatives, friend or parent going through these painful periods, including children in schools, or at work, should help them and bring them in for help.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "23:55",
            "URL MLT": "https://tvmnews.mt/news/ara-beda-ma-missieru-u-spicca-jhit-ghal-gvernaturi-u-prim-ministri/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-maltese-tailor-who-designed-and-created-clothes-for-governors-and-prime-ministers/",
            "Duration": "02:51",
            "transcript mlt": {
                "Title": "Ara: Beda ma’ missieru u spiċċa jħit għal Gvernaturi u Prim Ministri",
                "url": "https://tvmnews.mt/news/ara-beda-ma-missieru-u-spicca-jhit-ghal-gvernaturi-u-prim-ministri/",
                "Transcript": [
                    {
                        "text": "Jgħidu li bin is-sengħa għandu nofsha. Filiberto Tufigno beda jħit ma’ missieru meta kellu tnax-il sena u f’karriera fil-ħanut tal-familja fil-Belt ħiet mijiet ta’ lbiesi fosthom għal Gvernaturi u Prim Ministri.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Illum żarma mix-xogħol u jgħix fir-residenza San Vinċenz de Paule . . . dejjem pulit u mbiddel b’ilbiesi li ħiet hu stess.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-passat, il-ħajjata madwar Malta u Għawdex kienu popolari ħafna. Fost dawn, il-familja Tufigno li kellha ħanut il-Belt.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Filiberto Tufigno illum ghandu 93. Jirrakkonta li minn età żgħira beda jgħin lil missieru fil-ħanut li kien fl-aqwa tiegħu wara li spiċċat it-Tieni Gwerra Dinjija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kelli 12-il sena. Meta bdejt ma kontx naf x’inhi l-ħjata. Imma mbagħad ħallejt l-iskola u l-Ingliż tgħallimtu minn man-nies li kont inħit. Mhix xi ħaġa ħafifa l-ħjata. Imbagħad jekk tkun trid tħit pulit trid il-ħin u ż-żmien.",
                        "author": "Filiberto Tufigno – ħajjat",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Filiberto qal lil TVMnews li meta kiber fl-età ddeċieda li jmur jitgħallem il-ħjata b’mod professjonali f’Turin. Esperjenza li jgħid għallmitu ħafna kemm fil-ħajja u kemm fil-professjoni. Iżid jgħid li minn hemm qatt ma ħares lura u l-klijentela tiegħu kibret tant li ħiet ilbiesi għal diversi personalitajiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ugo Mifsud Bonnici, Nerik Mizzi, Mintoff…nies kollha kbar hux. Gvernaturi, Ammirali Torok, Franċiżi…kollha fitti kienu. L-inqas wieħed fitt kien Mintoff, imma kien iridha pulita wkoll. Kont inqum fis-sagħtejn ta’ filgħodu biex meta jiġi filgħodu jsibu x-xogħol lest. Bilfors trid tagħmel hekk.",
                        "author": "Filiberto Tufigno – ħajjat",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-ilbies jibqa’ għal qalb Filiberto. Fil-laqgħa tagħna miegħu fir-Residenza San Vinċenz de Paule qalilna li kien liebes xogħol tiegħu stess.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din ħittha xi 20 sena ilu. Trid tibżà għalihom…u għandi d-dar ukoll ġodda.",
                        "author": "Filiberto Tufigno – ħajjat",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Filiberto jisħaq li t-tliet affarijiet li żammewh għaddej tul is-snin huma l-paċenzja, il-kuraġġ u l-fidi li ħaddan mindu kien żgħir.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "U Alla għeni wkoll ta’. ‘Il Alla nħobbu. Ma nbiddlu ma’ xejn. Anki jekk jgħiduli xi ħaġa hawn, ngħidilhom ‘il Alla nħobb issemmuli xejn. Tlajna hekk. Konna mmorru l-Azzjoni Kattolika mill-età ta’ sitt snin, imbagħad tibqa’ hekk hux. Dejjem, dejjem. Għandi l-kuruna, ara fejn hi.",
                        "author": "Filiberto Tufigno – ħajjat",
                        "type": 1,
                        "type_str": "QUOTE"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Watch: Maltese tailor who designed and created clothes for Governors and Prime Ministers",
                "url": "https://tvmnews.mt/en/news/watch-maltese-tailor-who-designed-and-created-clothes-for-governors-and-prime-ministers/",
                "Transcript": [
                    {
                        "text": "Filiberto Tufigno started doing tailoring work with his father when he was aged 12 and during a career at a Valletta family shop, he designed and finished hundreds of clothes for clients, who included Governors and Prime Ministers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Today, Filiberto has retired and lives at the San Vinċenz de Paule residence.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "93-year old Tufigno recounted to TVMnews his tailoring experience while helping his father at the shop which was very busy after the end of World War II.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I was 12-years old. When I started, I didn’t know much about tailoring…then I started school and learned English from the clients I served. Tailoring is not an easy thing…If you want to do a good job in tailoring, you need time.",
                        "author": "Tailor Filiberto Tufigno",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Filiberto added that when he grew up, he decided to teach tailoring professionally in Turin, an experience that proved useful to his profession and life. Since then, his clients continued to grow and he designed and created clothes for various personalities.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ugo Mifsud Bonnici, Nerik Mizzi, Mintoff…these were great people. Governors, Turkish admirals, French….they were all importunate persons. The least was Mintoff, but he wanted a neat suit. I used to wake up at two in the morning, so that the tailoring work would be ready in the morning.",
                        "author": "Filiberto Tufigno",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Filiberto says that three things kept him going during the years: patience, courage and his faith since childhood.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "God helped me also….I love God. Even when someone tells me something here, I tell them do not mention anything, I love God. I used to attend the Catholic Action movement since the age of six and you keep the faith. Look I have the rosary beads.",
                        "author": "Filiberto Tufigno",
                        "type": 1,
                        "type_str": "QUOTE"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}