{
    "News date": "11.09.2022",
    "Transcripts": [
        {
            "Time stamp": "05:10",
            "URL MLT": "https://tvmnews.mt/news/ir-regina-ghamlet-hafna-ghal-malta-bhala-kap-tal-commonwealth/",
            "URL ENG": "https://tvmnews.mt/en/news/the-queen-did-a-lot-for-malta-as-head-of-the-commonwealth/",
            "Duration": "02:15",
            "transcript mlt": {
                "Title": "“Ir-Reġina għamlet ħafna għal Malta bħala Kap tal-Commonwealth”",
                "url": "https://tvmnews.mt/news/ir-regina-ghamlet-hafna-ghal-malta-bhala-kap-tal-commonwealth/",
                "Transcript": [
                    {
                        "text": "Is-sogħba għall-mewt tar-Reġina Eliżabbetta t-Tieni u s-sens ta’ gratitudni għal dak li kienet u tat ġie osservat ukoll dalgħodu f’Malta waqt ċerimonja ta’ tqegħid ta’ fjuri quddiem Villa Guardamangia f’Tal-Pietà, il-post li l-aktar hu assoċjat mar-Reġina billi jibqa’ tifkira ta’ meta għexet hawnhekk fis-snin bejn l-1949 u l-1951.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Malta George Cross Movement sellem il-memorja tar-Reġina Eliżabbetta II bi tqegħid ta’ fjuri quddiem Villa Guardamangia – l-unika residenza barra r-Renju Unit fejn ir-Reġina għexet għal xi żmien.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-fundatur tal-grupp, Simon Cusens qal li jeżisti sentiment fost ħafna, li Malta setgħet tagħmel aktar wara li tħabbret il-mewt tar-Reġina. Qal li Elizabetta t-Tieni dejjem se tibqa’ fil-qlub tal-Maltin għaliex minnha raw biss imħabba.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Għamlet ħafna għal Malta bħala Kap tal-Commonwealth, bħala sovrana, anki meta Malta saret indipendenti fis-64 għal perjodu ta’ 10 snin ta’ wara baqgħet kap tal-istat, jiġifieri aħna bqajna renju tagħha sas-74 sakemm sirna Repubblika. Din hija parti mill-istorja tagħna.”",
                        "author": "Simon Cusens",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Iddeskriva Villa Guardamangia bħala ġojjel u qal li l-għan tal-grupp hu li jżommu ħaj l-ispirtu tal-Maltin li fit-Tieni Gwerra li ssieltu u taw ħajjithom u jfakkar għemil ir-Reġina u missierha, ir-Re George VI, li rregala l-George Cross lill-poplu Malti għall-qlubija li wera fil-gwerra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Dak is-simbolu li tana għamilnieh tagħna, m’għadux impożizzjoni Ingliża. Fl-1964 għażilna li nżommu l-George Cross fuq il-bandiera u r-Reġina baqgħet sa din is-sena stess f’April kitbet uffiċjalment għat-80 anniversarju mill-għoti tal-George Cross u esprimiet riflessjonijiet u affezzjoni kbira lejn Malta.”",
                        "author": "Simon Cusens",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Fiċ-ċerimonja ħadu sehem membri tal-Malta Command World War 2 Living History Group u ġiet osservata minuta silenzju.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fost dawk li poġġew bukkett fjuri: il-Kummissarju Għoli Ingliża għal Malta Katherine Ward, l-Arċisqof Charles Scicluna u Heritage Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Arċisqof Scicluna ħabbar li f’għeluq il-ġimgħa mill-mewt tar-Reġina, nhar il-Ħamis filgħaxija se jiċċelebra quddiesa b’suffraġju għaliha fil-Kon-Katidral ta’ San Ġwann fil-preżenza tal-ogħla awtoritajiet tal-pajjiż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "“The Queen did a lot for Malta as Head of the Commonwealth”",
                "url": "https://tvmnews.mt/en/news/the-queen-did-a-lot-for-malta-as-head-of-the-commonwealth/",
                "Transcript": [
                    {
                        "text": "Grief and sorrow at the death of Queen Elizabeth II and the sense of gratitude for who she was and what she represented was also observed this morning in Malta during a ceremony where flowers were placed in front of Villa Guardamangia in Pietà, the place most associated with the Queen as it where she lived in the years between 1949 and 1951.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Malta George Cross Movement saluted the memory of Queen Elizabeth II by placing flowers in front of Villa Guardamangia – the only residence outside the United Kingdom where the Queen lived for some time.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The founder of the group, Simon Cusens said that there was a feeling among many, that Malta should have done more after the Queen’s death was announced. He said that Elizabeth II will always remain in the hearts of the Maltese because she did a lot for Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“She did a lot for Malta as Head of the Commonwealth, as a sovereign, even when Malta became independent in 1964 for a period of 10 years later she remained head of the state, until 74 until we became a Republic. This is part of our history.”",
                        "author": "Simon Cusens",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "He described Villa Guardamangia as a jewel and said that the aim of the group was to keep alive the spirit of the Maltese who fought and gave their lives in the Second War and to commemorates the actions of the Queen and her father, King George VI, who presented the George Cross to the Maltese people for the bravery they showed in the war.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“The symbol he gave us became our own, it is no longer a British imposition. In 1964 we chose to keep the George Cross on the flag and until April this year, for the 80th anniversary since the awarding of the George Cross, the Queen wrote officially and expressed her great affection for Malta.”",
                        "author": "Simon Cusens",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Members of the Malta Command World War 2 Living History Group took part in the ceremony and a minute’s silence was observed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Among those who placed a bouquet of flowers were the British High Commissioner for Malta Katherine Ward, Archbishop Charles Scicluna and Heritage Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Archbishop Scicluna announced that on Thursday, a week after the death of the Queen, he will celebrate a mass for the repose of her soul, in the Co-Cathedral of St. John in the presence of the highest authorities of the country.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "08:12",
            "URL MLT": "https://tvmnews.mt/news/il-pm-jishaq-fuq-it-tkabbir-ekonomiku-biex-il-gvern-jibqa-jghin-lin-nies/",
            "URL ENG": "https://tvmnews.mt/en/news/pm-stresses-on-economic-growth-for-the-government-to-continue-to-help-the-people/",
            "Duration": "02:57",
            "transcript mlt": {
                "Title": "Il-PM jisħaq fuq it-tkabbir ekonomiku biex il-Gvern jibqa’ jgħin lin-nies",
                "url": "https://tvmnews.mt/news/il-pm-jishaq-fuq-it-tkabbir-ekonomiku-biex-il-gvern-jibqa-jghin-lin-nies/",
                "Transcript": [
                    {
                        "text": "Il-Prim Ministru u Mexxej Laburista Robert Abela qal li l-Gvern huwa determinat li jkompli jtejjeb il-kwalità tal-ħajja tan-nies billi fil-Budget li jmiss mhux se jintroduċi taxxi, se jibqa’ jżomm il-prezzijiet stabbli tal-enerġija, u jsaħħaħ setturi li qed jirrendu fi tkabbir ekonomiku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Intervistat fuq ONE Radio, Dr Abela irrefera għal bosta miżuri li qal se jkunu qed iħallu iktar flus fil-bwiet tan-nies, billi fost l-oħrajn se jkunu jistgħu jibdew jużaw it-trasport pubbliku b’xejn, isiru proġetti ta’ titjib infrastrutturali u tisħiħ fil-ħiliet tan-nies bl-użu ta’ fondi Ewropej.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tkellem ukoll dwar l-importanza ta’ iktar miżuri għall-komunità LGBTIQ+ biex il-pajjiż isir iktar ugwali u tonqos id-diskriminazzjoni lejn il-persuni gay.  ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Prim Ministru u Mexxej Laburista Robert Abela qal li huwa ottimist u fiduċjuż li minkejja l-isfidi attwali internazzjonali, il-politika fiskali u ekonomika ta’ pajjiżna se tibqa’ tirrendi f’ritmu ekonomiku u mhux f’miżuri t’awsterità biex mit-tkabbir igawdu n-nies.  F’intervista fuq ONE Radio, Dr Abela ġab l-eżempju ta’ bosta miżuri li qal se jiġu introdotti fiż-żmien li ġej, fosthom it-trasport pubbliku b’xejn għal kulħadd.  Huwa spjega li minn din il-miżura huwa stmat li kull persuna se tiffranka bejn 200 u 300 ewro fis-sena, filwaqt li hija ntiża li tnaqqas il-konġestjoni tat-traffiku u tniġġis fl-arja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Rigward l-intervent mill-Gvern biex il-prezzijiet tal-enerġija jibqgħu stabbli, il-Prim Ministru spejga li minkejja li hawn min qed jistaqsi kemm il-Gvern għandu jikkontrolla jew inaqqas din l-għajnuna, qal li dan mhux mument li jittieħdu deċiżjonijiet li jistgħu jwasslu għal instabilità ekonomika fil-pajjiż.  Fisser kif il-budget li jmiss mhux se jintroduċi taxxi ġodda, miżura li qal fiha nnifisha hija kbira ħafna, bħalma se jkunu miżuri oħrajn li se jitħabbru biex tibqa’ tingħata l-għajnuna lill-pensjonanti, jiżdiedu s-servizzi mediċi u l-mediċini b’xejn, isir l-investiment fis-sigurta’ u bosta affarijiet oħra biex qal iwasslu għal titjib fil-kwalità tal-ħajja tan-nies.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Spjega kif iċ-ċertifikat mogħti minn Standard & Poor’s juri riżultat b’saħħtu li jimlih b’kuraġġ biex it-tkabbir ekonomiku jibqa’ għaddej bit-tisħiħ fis-settur turistiku li qal qed jirkupra sew u permezz tal-użu tal-fondi Ewropej għall-proġetti li se jissarrfu f’iktar titjib infrastrutturali u fil-ħiliet tan-nies fost affarijiet oħra.  Irrimarka li sentejn wara li ġew negozjati l-€2,250 miljun ta’ fondi Ewropej, illum qed naraw l-importanza tagħhom u qal li l-Gvern se juża l-esperjenza li għandu biex jimplimenta l-proġetti u l-inizjattivi f’oqsma varji b’dawn il-flus.  Sostna li b’kuntrast, l-Oppożizzjoni hija assenti minn kollox ħlief fil-battibekki kostanti u l-ġlied intern tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mistoqsi dwar is-sehem ta’ esponenti tal-Gvern fil-Pride March, il-Prim Ministru qal li 18-il sena ilu kienet attivita’ mtella’ bi protesta kontra l-amministrazzjoni ta’ dakinhar għax ma kinitx tagħti widen għad-drittijiet ċivili.  Sostna li b’kuntrast illum il-Pride March hija ċelebrazzjoni tal-mixja tad-drittijiet b’saħħithom li ngħatat il-komunità LGBTIQ+.  Innota l-effett pożittiv li ġabet magħha l-miżura tal-għoti tad-demm minn persuni gay, u semma miżuri oħra li  qal jonqos xi jsiru, fosthom l-operazzjonijiet b’xejn ta’ gender reassignment; l-adozzjoni ta’ strateġija għall-komunità LGBTIQ+ għall-5 snin li ġejjin; u t-twaqqif ta’ ċentru wieħed li joffri s-servizzi għall-LGBTIQ+.  Sostna li biex jitwettaq dan kollu jrid ikollok ir-rieda u l-konvinzjoni politika bħalma qal għandu l-gvern għal iktar ugwaljanza u n-nuqqas ta’ diskriminazzjoni fil-pajjiż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "PM stresses on economic growth for the Government to continue to help the people",
                "url": "https://tvmnews.mt/en/news/pm-stresses-on-economic-growth-for-the-government-to-continue-to-help-the-people/",
                "Transcript": [
                    {
                        "text": "Prime Minister and Labour Leader Robert Abela stated that the Government is determined to continue improving quality of life for the people by not introducing taxes in the coming Budget, continuing to maintain stable prices for energy and strengthening sectors that are proving their worth in economic growth.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Interviewed on ONE Radio, Dr Abela referred to various measures that he said will be leaving more money in people’s pockets, as among other factors, the people will be able to start using public transport for free, and infrastructural improvement projects and boosting of people’s skills will result through the use of European funds.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Prime Minister also spoke about the importance of more measures for the LGBTIQ+ community for the country to become equal and for discrimination against gay persons to be reduced.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Prime Minister and Labour Leader declared he is optimistic and confident that despite actual international challenges, the country’s fiscal and economic policy will continue to prove its worth through economic rhythm and not through austerity measures, so that the people will benefit from growth. During the interview on ONE Radio, Dr Abela mentioned as examples the various measures he said will be introduced shortly, including free public transport for everyone. The Prime Minister went on to explain that through this measure, it is estimated every person will save between 200 euro and 300 euro per year, whilst it is also aimed at reducing traffic congestion and air pollution.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In reference to the Government’s intervention for energy prices to remain stable, the Prime Minister explained that although some are asking whether Government should control or reduce this assistance, this is not the time for taking decisions that can lead to economic instability in the country. Dr Abela explained that the coming Budget will not introduce new taxes, something that he described as a major measure in itself, just like other measures that will be announced to continue to assist pensioners, increase free medical services and medicines, invest in security and various other factors that will lead to improvement in the people’s quality of life.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Prime Minister explained that the certificate given by Standard & Poor’s shows a strong result that fills him with confidence for economic growth to continue through boosting of the tourism sector that he said is recovering well, and through use of European funds for projects that will translate into more infrastructural improvements and in people’s skills, among others. Dr Abela remarked that two years after the negotiation of 2,250 million euro in European funds, we are now seeing their importance, adding that the Government will use its experience to implement projects and initiatives in various sectors through these funds. Dr Abela stressed that by contrast, the Opposition is absent from everything except constant bickering and its internal squabbles.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Asked about the participation of Government exponents in the Pride March, the Prime Minister stated that 18 years ago this had been an activity held in protest against the administration at the time that used to ignore civil rights. Dr Abela reiterated that in contrast, today the Pride March is a celebration of the way forward for strong rights given to the LGBTIQ+ community. Dr Abela noted the positive effect resulting from the measure to allow blood donation by gay persons and mentioned other measures that have yet to be introduced, including free operations for gender reassignment; the adoption of a strategy for the LGBTIQ+ community for the next five years; and the setting up of one centre offering services for the LGBTIQ+. Dr Abela stressed that in order to implement all this, one needs to have the political will and conviction, as this Government has, for more equality and less discrimination in the country.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "11:43",
            "URL MLT": "https://tvmnews.mt/news/it-torri-tal-kontroll-qed-jilhaq-it-300-ajruplan-kuljum-rkupru-ta-80/",
            "URL ENG": "https://tvmnews.mt/en/news/air-traffic-control-tower-sees-300-planes-daily/",
            "Duration": "03:09",
            "transcript mlt": {
                "Title": "It-torri tal-kontroll qed jilħaq it-300 ajruplan kuljum – rkupru ta’ 80%",
                "url": "https://tvmnews.mt/news/it-torri-tal-kontroll-qed-jilhaq-it-300-ajruplan-kuljum-rkupru-ta-80/",
                "Transcript": [
                    {
                        "text": "Il-kumpanija Malta Air Traffic Services trid tiżviluppa torri ġdid tal-kontroll tal-ajru minflok dak preżenti li ilu mibni 50 sena. Il-kap eżekuttiv tal-kumpanija, Claude Mallia, qal li għaddejjin studji dwar possibilitajiet li jistgħu jiġu kunsidrati; bejn torri tal-kontroll li mdorrijin naraw jew inkella format ieħor bl-aħħar teknoloġija minn post adattat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-ħidma fit-torri tal-kontroll tal-ajru hi meqjusa bħala servizz essenzjali għall-pajjiż. Minn hawnhekk jiġu kkontrollati l-movimenti tal-ajruplani u ħelikopters fit-tlugħ u l-inżul f’Malta u fuq il-mitjar, iżda wkoll kulma jgħaddi mill-ispazju tal-ajru Malti li jkopri parti sew miċ-ċentru tal-Mediterran. Dan ix-xogħol hu mmexxi mill-kumpanija Malta Air Traffic Services li bħalissa għandha 50 kontrollur tal-ajru liċenzjat u erbgħa oħra li qed jitħarrġu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kumpanija qed tfakkar l-20 sena mit-twaqqif tagħha, bil-Kap Eżekuttiv – il-Perit Claude Mallia – jgħid li bħalissa jinsabu f’fażi ta’ rkupru miż-żmien iebes tal-pandemija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bħalissa qed nerġgħu naraw ċifri li jilħqu 300 ajruplan kuljum jiġifieri jgħaddu mill-ispazju tal-ajru Malti, kważi nofshom jinżlu fl-ajruport tagħna. Qed nirkupraw fuq il-pandemija, kellna telf kbir fil-pandemija għax ovjament ma kienx hawn traffiku però issa lħaqna t-80% li konna naraw fl-2019. L-2019 kienet l-aqwa sena li kellna u qed nantiċipaw li tard fl-2023 u fl-2024 nerġgħu nilħqu ċ-ċifri li kellna f’moħħna.",
                        "author": "Perit Claude Mallia – Kap Eżekuttiv Malta Air Traffic Services",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "It-tnaqqis fit-traffiku tal-ajru affettwa l-finanzi tal-kumpanija li tiddependi minn ħlasijiet tal-linji tal-ajru li jużaw l-ispazju tal-ajru Malti. Fl-agħar xhur tar-restrizzjonijiet tal-pandemija, il-Malta Air Traffic Services kellha toħroġ minn ġewwa mal-miljun ewro fix-xahar biex baqgħet tagħti servizz lill-pajjiż. Minħabba din is-sitwazzjoni kienu ġew sospiżi proġetti, bħal wieħed fil-Greċja biex l-ispazju tal-ajru Malti jkun kontrollat aħjar u torri tal-kontroll ġdid.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-Greċja se nkomplu bil-proġett li kellna u kellna proġett ukoll hawnhekk ta’ torri ġdid għax it-torri li qed nużaw illum huwa dak li ħallew l-Ingliżi u nbena 50 sena ilu. Żmienu għamlu u għandna bżonn nagħmlu torri ġdid. Issa jekk immorrux għal torri konvenzjonali jew inkella hemm diversi tipi ta’ torrijiet qed nistudjawha u s-sena d-dieħla nidentifikaw fejn se jsir u liema teknoloġija se nadottaw.",
                        "author": "Perit Claude Mallia – Kap Eżekuttiv Malta Air Traffic Services",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Kap tal-Operat tat-torri tal-kontroll, Adrian Vassallo, spjega li fil-kamra tal-operat jiġi kkontrollat it-traffiku tal-ajru bir-radar u dan hu mqassam f’setturi partikolari.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wieħed huwa l-approach u għandna l-area sector. L-ajruplani li jitilqu minn Malta jiġu mibgħuta fuq is-settur tal-approach u wara li jilħqu ċertu għoli wara li jkunu ħielsa minn traffiku ieħor jgħaddu għand l-area sector. L-area sector imbagħad jgħaddih lill-pajjiżi ġirien tagħna – Ruma, Tuneż, il-Greċja jew il-Libja. It-traffiku lejn il-Libja huwa baxx ħafna bħalissa għax il-Libja hija magħluqa.",
                        "author": "Adrian Vassallo – Kap tal-Operat tat-torri tal-kontroll",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Is-Sur Vassallo spjega li normalment l-iktar ħin impenjattiv għall-kamra tal-operat tat-torri tal-kontroll hu bejn il-11 u s-2pm ta’ wara nofsinhar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-okkażjoni tal-20 sena mit-twaqqif tal-Malta Air Traffic Services, nhar il-Ġimgħa l-kumpanija se tlaqqa’ f’Malta uffiċjali barranin u lokali mis-settur għal konferenza li se tiddiskuti l-ġejjieni tal-Malta Air Traffic Services, l-użu tad-drones, ajruplani ġodda u dawk li jissejħu vertical take offs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Air traffic control tower sees 300 planes daily",
                "url": "https://tvmnews.mt/en/news/air-traffic-control-tower-sees-300-planes-daily/",
                "Transcript": [
                    {
                        "text": "The company, Malta Air Traffic Services, wants to develop a new air traffic control tower instead of the present one which was built 50 years ago. The chief executive of the company, Claude Mallia, said that studies are underway on possibilities that can be considered; between a control tower that we are used to seeing or one with another format having the latest technology.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Work in the air traffic control tower is considered an essential service for the country. It is from here the movements of airplanes and helicopters taking off and landing in Malta and at the airport, are controlled as well as everything that passes through the Maltese airspace which covers a large part of the centre of the Mediterranean. This work is managed by the company Malta Air Traffic Services which currently has 50 licensed air traffic controllers and four others who are being trained.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The company is commemorating 20 years since its establishment and CEO – Architect Claude Mallia said that they are currently going through a phase of recovery following the hard times caused by the pandemic.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "At the moment we are once again seeing 300 planes a day, meaning they all pass through Maltese airspace, almost half of them landing at our airport. We are recovering from the pandemic, we suffered a huge loss in the pandemic because of course there was no traffic but now we have reached the 80% mark which we were seeing in 2019. 2019 was the best year we had and we are anticipating that late in 2023 and 2024 we will again reach the figures we anticipated.",
                        "author": "Architect Claude Mallia – CEO Malta Air Traffic Services",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The reduction in air traffic has affected the finances of the company which depends on payments from the airlines that use Maltese airspace. In the worst months of the restrictions of the pandemic, Malta Air Traffic Services had to come up with a million euros a month to continue providing service to the country. Because of this situation, projects were suspended, such as one in Greece to better control the Maltese airspace and that of a new control tower.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In Greece we will continue with the project we had and we also had a project here for a new tower because the tower we are using today is the one left by the British and it was built 50 years ago. Time has passed and we need to build a new tower. Now whether we go for a conventional tower or not is another question: there are various types of towers we are studying it and next year we will identify where it will be done and what technology we will adopt.",
                        "author": "CEO Claude Mallia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The Head of Operations of the control tower, Adrian Vassallo, explained that in the operation room the air traffic is controlled by radar and this is distributed in particular sectors.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "One is the approach and we have the area sector. The planes leaving Malta are sent to the approach sector and after reaching a certain height and free from other traffic they pass to the area sector. The area sector then passes it on to our neighboring countries – Rome, Tunis, Greece or Libya. Traffic to Libya is very low at the moment because Libya is closed.",
                        "author": "Adrian Vassallo – Head of Control Tower Operations",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Mr Vassallo explained that normally the busiest time for the control tower operating room is between 11 and 2pm in the afternoon.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On the occasion of the 20th anniversary of the establishment of Malta Air Traffic Services, on Friday the company will meet in Malta foreign and local officials from the sector for a conference that will discuss the future of the Malta Air Traffic Services, the use of drones, new aircraft and vertical take offs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "15:19",
            "URL MLT": "https://tvmnews.mt/news/eluf-isuqu-r-roti-u-l-muturi-wara-l-madonna-tal-grazzja/",
            "URL ENG": "https://tvmnews.mt/en/news/thousands-of-cyclists-flock-to-zabbar-for-traditional-pilgrimage/",
            "Duration": "02:37",
            "transcript mlt": {
                "Title": "Eluf isuqu r-roti u l-muturi wara l-Madonna tal-Grazzja",
                "url": "https://tvmnews.mt/news/eluf-isuqu-r-roti-u-l-muturi-wara-l-madonna-tal-grazzja/",
                "Transcript": [
                    {
                        "text": "Eluf ta’ ċiklisti u sewwieqa ta’ muturi taw ħajja lil tradizzjoni marbuta mal-festa tal-Madonna tal-Grazzja f’Ħaż-Żabbar meta ħadu sehem f’pellegrinaġġ li bħal ħafna avvenimenti oħra kien hawn stennija għalih billi kien ilu ma jsir tliet snin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ix-xbieha tal-Madonna tal-Grazzja fuq quddiem u warajha ċ-ċiklisti u l-motoċiklisti terrqu minn għadd ta’ lokalitajiet b’rotot differenti qabel ma waslu f’Ħaż-Żabbar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għall-ħabta tan-nofsiegħa, eluf ta’ ċiklisti u sewwieqa tal-muturi waslu fid-destinazzjoni aħħarija u mlew it-triq ewlenija li ġġorr l-istess isem tas-santwarju tant maħbub miż-Żabbarin u lil hinn. Is-sewwieqa tal-muturi telqu mill-Mosta waqt li ċ-ċiklisti minn barra l-Imdina.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Parroċċa ta’ Ħaż-Żabbar bdiet torganizza l-Pellegrinaġġ tal-Muturi u r-Roti fl-1951, bħala parti miċ-ċelebrazzjonijiet tal-inkurunazzjoni tal-kwadru titulari tal-Madonna tal-Grazzja. F’dak iż-żmien beda bis-sehem tal-muturi, iżda wara żdiedu wkoll ir-roti. Pellegrinaġġ b’tifsira doppja hekk kif il-Madonna tal-Grazzja hi wkoll protettriċi tas-sewwieqa tal-muturi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVM News, ftit mumenti wara li waqaf jaqdef missier spjegalna li din hi tradizzjoni li għadda lil uliedu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għal oħrajn dan kien peleggrinaġ tant mistenni wara l-waqfa ta’ sentejn minħabba l-pandemija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-pellegrini kollha ngħaqdu quddiem is-Santwarju tal-Madonna tal-Grazzja għal talba qasira ta’ ringrazzjament lill-Madonna u għadd ta’ saċerdoti niżlu jbierku lill-parteċipanti. Minn fuq iz-zuntier l-Arċipriet Evan Caruana rringrazja lil dawk kollha preżenti u qal li għal darb’oħra d-devozzjoni lejn il-Madonna ġiet riflessa f’Pellegrinaġġ li ra l-konkorrenza ta’ eluf.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Thousands of cyclists flock to Zabbar for traditional pilgrimage",
                "url": "https://tvmnews.mt/en/news/thousands-of-cyclists-flock-to-zabbar-for-traditional-pilgrimage/",
                "Transcript": [
                    {
                        "text": "Thousands of cyclists and motorcyclists came together in a tradition linked to the feast of Our Lady of Graces in Žabbar, where they took part in a pilgrimage that, like many other events, had been put on hold for the last three years because of the pandemic.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The cyclists and motorcyclists took off from a number of localities and took different routes before arriving in Żabbar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "At about half past midday, thousands of cyclists and motorcyclists arrived at the final destination and filled the main road that bears the same name as the sanctuary so loved by the Žabbar community and beyond. Motorcyclists left from Mosta while cyclists departed from outside Mdina.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Parish of Żabbar started organizing the Motorcycle and Bicycle Pilgrimage in 1951, as part of the coronation celebrations of the titular painting of Our Lady of Graces. At that time it started with the participation of motorcycles, but later bicycles were also added. The pilgrimage has a double meaning as Our Lady of Grace is also the patron saint of motorcyclists.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "One participant told TVM News, that this is a tradition he has passed on to his children.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "For others this was a long-awaited pilgrimage after the two-year hiatus due to the pandemic.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Pilgrims gathered in front of the Sanctuary of Our Lady of Grace for a short prayer of thanks to Our Lady and a number of priests came down to bless the participants. Archpriest Evan Caruana thanked all those present from the parvis, saying that once again the devotion to Our Lady was reflected in a Pilgrimage that saw the participation of thousands.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "19:25",
            "URL MLT": "https://tvmnews.mt/news/tliet-xhur-ilu-beda-t-tindif-tal-widien-qabel-ix-xita/",
            "URL ENG": "https://tvmnews.mt/en/news/as-the-stormy-season-approaches-valleys-being-cleaned-out-to-avoid-flooding/",
            "Duration": "01:26",
            "transcript mlt": {
                "Title": "Tliet xhur ilu beda t-tindif tal-widien qabel ix-xita",
                "url": "https://tvmnews.mt/news/tliet-xhur-ilu-beda-t-tindif-tal-widien-qabel-ix-xita/",
                "Transcript": [
                    {
                        "text": "Ftit jiem bogħod mit-tmiem tas-sajf, nibdew nistennew l-ewwel maltempati. Fl-aħħar ġimgħat kienet għaddejja ħidma biex diversi widien jitnaddfu u b’hekk l-ilma tax-xita jkollu fejn imur.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In-nixfa tas-sajf toffri l-ambjent ideali biex jitnaddfu l-widien minn skart mormi illegalment u pjanti invażivi li mhux biss joħonqu l-flora imma jimblukkaw ukoll l-ilma milli jgħaddi u għalhekk jikkontribwixxu għall-għargħar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ix-xogħol ta’ tindif u manutenzjoni tal-widien illum jinsab f’idejn Parks Malta li ilha għal dawn l-aħħar tliet xhur tnaddaf fost oħrajn, Wied iċ-Ċawsli, Wied il-Kbir f’Ħal-Qormi, il-Wied tal-Girgenti u l-Wied f’Għajn Mula f’Burmarrad.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews iltaqa’ ma’ Kirsty Vella f’Wied il-Mistra minn fejn Parks Malta qed tneħħi ammonti kbar ta’ qasab. Minkejja li l-qasab fil-widien huwa indikatur ta’ preżenza tal-ilma, huwa speċi invażiva ħafna li diffiċli teqirdu. Dan għaliex minkejja li ta’ kull sena l-qasab jinqala’ mill-għeruq, jerġa’ jikber.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Qed isiru wkoll studji biex jiġu mħawla speċi li huma indiġeni. Din iżżid il-bijodiversità u ssaħħaħ l-ekoloġija lokali u b’hekk inżidu l-valur ambjentali.”",
                        "author": "Kirsty Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Spjegat li x-xogħol ta’ tindif fil-widien ma jwassalx biss biex tissaħħaħ il-biodiversità lokali imma wkoll biex tonqos il-probabilità ta’ għargħar li jwassal ukoll għal telf tal-ħamrija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Żiedet li Parks Malta għaddejja b’numru ta’ xogħlijiet f’widien oħra bħal Wied Għajn Riħana, Wied l-Isqof u Wied Garnaw.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "As the stormy season approaches valleys being cleaned out to avoid flooding",
                "url": "https://tvmnews.mt/en/news/as-the-stormy-season-approaches-valleys-being-cleaned-out-to-avoid-flooding/",
                "Transcript": [
                    {
                        "text": "We’re a few days away from the end of summer, so the first storms aren’t far off, In recent weeks work to clean several valleys has been carried on order to facilitate the flow and passage of rainwater.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The summer drought offers the ideal environment to clean the valleys of illegally dumped waste and invasive plants that not only stifle the flora but also block the passage and flow of water and therefore contribute to flooding.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Work in connection with cleaning and maintenance of the valleys today is the hands of Parks Malta which for the last three months has been cleaning, Cawsli Valley, Wied il-Kbir in Qormi, the Girgenti Valley and the Għajn Mula Valley in Burmarrad.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews met Kirsty Vella in Mistra Valley where Parks Malta has been removing large amounts of reeds. Although the reeds in the valleys are an indicator of the presence of water, they are a very invasive species and difficult to eradicate. Every year, even though the cane is uprooted, it grows again.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“”Studies are also being carried out to plant native species. This will increase biodiversity and strengthen the local ecology and thus increase the environmental value.”",
                        "author": "Kirsty Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "She explained that the cleaning work in the valleys does not only lead to strengthening the local biodiversity but also reduces the probability of flooding which also leads to loss of soil.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "She added that Parks Malta is carrying out a number of works in other valleys such as Wied Għajn Riħana, Wied l’Isqof and Wied Garnaw.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "25:42",
            "URL MLT": "https://tvmnews.mt/news/pazjenti-maltin-bmard-rari-jgawdu-minn-kura-tradizzjonali-ciniza-fmalta/",
            "URL ENG": "https://tvmnews.mt/en/news/maltese-patients-with-rare-diseases-receive-traditional-chinese-treatments-in-malta/",
            "Duration": "02:04",
            "transcript mlt": {
                "Title": "Pazjenti Maltin b’mard rari jgawdu minn kura tradizzjonali Ċiniża f’Malta",
                "url": "https://tvmnews.mt/news/pazjenti-maltin-bmard-rari-jgawdu-minn-kura-tradizzjonali-ciniza-fmalta/",
                "Transcript": [
                    {
                        "text": "L-alleanza tal-mard rari f’Malta ffirmat ftehim fil-prinċipju maċ-ċentru reġjonali f’Malta għall-mediċina tradizzjonali Ċiniża biex tingħata għajnuna lil pazjenti Maltin li għandhom il-mard rari.  ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-ambaxxatur Ċiniż f’Malta Yu Dunhai li qal li l-ftehim juri r-relazzjoni bilterali b’saħħitha bejn Malta u ċ-Ċina, bil-kooperazzjoni mistennija tiżdied iktar ‘il quddiem għall-ġid tal-pazjenti Maltin. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-President tal-Alleanza għall-Mard Rari Michelle Muscat qalet li l-ftehim se jwassal biex il-pazjenti b’mard rari jibbenefikaw mill-mediċina tradizzjonali Ċiniża offruta f’pajjiżna.   ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-alleanza tal-mard rari f’Malta ffirmat ftehim maċ-ċentru reġjonali f’Malta għall-mediċina tradizzjonali Ċiniża bil-għan li pazjenti membri tal-alleanza jibbenfikaw minn kura tradizzjonali Ċiniża. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-fundatur u President tal-alleanza tal-mard rari f’Malta Michelle Muscat qalet lil TVMnews li permezz tal-ftehim, il-membri tal-alleanza f’Malta li llum ilaħħqu mal-500 pazjent u l-familji tagħhom se jiġu offruti din il-kura, iżda speċifikat li l-alleanza se timxi skont il-ħtiġijiet individwali tal-marda rari, għax qalet mhux kull każ jista’ jiġi ttrattat bl-istess mod.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-pazjenti tagħna bħala alleanza li nagħtuhom iċ-ċans li jekk din il-mediċina tgħinhom, se ngħinuhom jgħaddu mill-kura u trattamenti.",
                        "author": "Michelle Muscat",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-ftehim ġie ffirmat bejn is-Sinjura Muscat u d-irettur taċ-ċentru għall-mediċina tradizzjonali Ċiniza Chen Weifang. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Attenda għall-ftehim l-ambaxxatur Ċiniz f’Malta Yu Dunhai li qal li dan il-ftehim huwa l-ewwel pass għal iktar kollaborazzjoni mal-alleanza tal-mard rari biex isir iktar ġid lill-pazjenti Maltin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The signing of the MOU is going to provide benefits for the rare disease patients because the traditional Chinese medicine, will prove very efficient even back in China.",
                        "author": "Yu Dunhai",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Iċ-ċentru għall-mediċina tradizzjonali Ċiniża f’Raħal Ġdid ilu f’pajjiżna għal 27 sena, u joffri għadd ta’ terapiji li pazjenti Maltin li jkunu għaddejjin minn diversi kundizzjonijiet f’saħħithom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Maltese patients with rare diseases receive traditional Chinese treatments in Malta",
                "url": "https://tvmnews.mt/en/news/maltese-patients-with-rare-diseases-receive-traditional-chinese-treatments-in-malta/",
                "Transcript": [
                    {
                        "text": "The National Alliance for Rare Diseases in Malta has come to a memorandum of understanding with the regional centre in Malta for traditional Chinese medicine, for treatment to be given to Maltese patients who suffer from a a rare disease.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Chinese ambassador to Malta Yu Dunhai said that the agreement shows the strong bilateral relationship between two countries, with the co-operation expected to increase later on for the benefit of Maltese patients.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The founder and President of the National Alliance for Rare Diseases Michelle Muscat said that the agreement will mean that patients can benefit from traditional Chinese medicine.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Michelle Muscat told TVMnews that through this agreement, 500 patients and their families will be able to receive this treatment however she specified that the alliance will assess each individual case on an individual basis, because not every case can be treated in the same way.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "As an alliance we will give our patients the chance that if this medicine helps them, we will help them go through the treatment process.",
                        "author": "Michelle Muscat",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The agreement was signed between Mrs Muscat and the director of the Centre for traditional Chinese medicine Chen Weifang. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ambassador Yu Dunhai said that this was the first step for further collaboration.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The signing of the MOU is going to provide benefits for the rare disease patients because the traditional Chinese medicine, will prove very efficient even back in China.",
                        "author": "Yu Dunhai",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The centre for traditional Chinese medicine in Paola has been in our country for 27 years, and offers therapies for Malta patients who will be passing through various challenging health conditions.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "28:07",
            "URL MLT": "https://tvmnews.mt/news/artist-hamruniz-bmuzajk-qrib-il-knisja-ta-san-frangisk/",
            "URL ENG": "https://tvmnews.mt/en/news/hamrun-artist-inaugurates-mosaic-in-the-vicinity-of-church-of-st-francis/",
            "Duration": "02:15",
            "transcript mlt": {
                "Title": "Artist Ħamruniż b’mużajk qrib il-Knisja ta’ San Franġisk",
                "url": "https://tvmnews.mt/news/artist-hamruniz-bmuzajk-qrib-il-knisja-ta-san-frangisk/",
                "Transcript": [
                    {
                        "text": "Fix-xahar li l-Knisja tiddedika għal aktar għarfien u ħarsien tal-ħolqien, qrib il-Knisja ta’ San Franġisk fil-Ħamrun ġie inawgurat mużajk ibbażat fuq il-Kantiku tal-Ħolqien li nkiteb minn San Franġisk kważi tmien mitt sena ilu. U dalgħodu l-festa ta’ din il-knisja ġiet iċċelebrata bit-tberik tal-annimali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-Knisja ta’ San Franġisk fil-Ħamrun il-Ħadd filgħodu ġiet iċċelebrata l-festa ta’ dan il-qaddis li tant kellu għal qalbu l-annimali u l-ħolqien. Wara l-quddiesa li tkun animata mit-tfal u ż-żgħażagħ, dawk preżenti nġabru barra l-knisja bl-annimali domestiċi tagħhom. Minbarra klieb u qtates ta’ kull razza, kien hemm ukoll ponijiet u fkieren, fost annimali oħra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Gwardjan tal-Komunità Franġiskana tal-Ħamrun, Patri Joseph Magro, spjega għaliex din il-festa saret issa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Knisja tagħna hija ddedikata lil San Franġisk fl-għoti tal-pjagi li propja tiġi ċċelebrata fis-17 ta’ Settembru imma peress li kellna vestizzjoni ta’ tliet novizzi din is-sena mexxejna l-festa biex tkun fil-ġimgħa tal-festa u allura għamilniha propju llum. L-għoti tal-pjagi jimmarkaw l-aħħar snin tal-ħajja ta’ San Franġisk fejn xtaq jingħaqad ħafna ma’ Ġesù u bħala rigal Ġesù mmarkah bil-pjagi tiegħu u din hija l-festa li aħna qed niċċelebraw. Naturalment tilħaq il-qofol tagħha permezz ta’ din il-quddiesa li niddedikaw għat-tfal li nagħmluha kull nhar ta’ Ħadd fid-9 imma mbagħad wara jkollna t-tberik tal-annimali.",
                        "author": "Patri Joseph Magro",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Patri Joseph kompla jgħid li l-ħsieb wara festa bħal din hi wkoll biex il-ħajja ta’ San Franġisk tkun magħrufa iktar fost in-nies. TVMnews tkellem ma’ tfal li ġabu l-annimali domestiċi tagħhom biex jitbierku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Intant, fl-aħħar jiem, faċċata tal-Knisja ta’ San Franġisk fil-Ħamrun, fejn hemm spazju rikreattiv, ġie inawgurat mużajk li juri l-Kantiku ta’ San Franġisk, magħruf ukoll bħala l-Kantiku tal-Ħolqien. Dan il-Kantiku nkiteb minn San Franġisk fl-1225 u fih Franġisku jara lil Alla f’kollox u kollox ifakkru f’Alla. Tant iħossu parti mill-ħolqien ta’ Alla li jsejjaħ lill-qamar, ix-xemx, l-ilma, ir-riħ u l-arja “ħutu”. Il-mużajk nħadem minn artist Ħarmuniż, Louis Briffa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Hamrun Artist inaugurates mosaic in the vicinity of church of St. Francis",
                "url": "https://tvmnews.mt/en/news/hamrun-artist-inaugurates-mosaic-in-the-vicinity-of-church-of-st-francis/",
                "Transcript": [
                    {
                        "text": "During the month that the Church dedicates to greater awareness and protection of creation, a mosaic was inaugurated in the vicinity of the Church of st. Francis in Hamrun, based on the Canticle of Creation that was written by St. Francis of Assisi almost eight hundred years ago. This morning the feast of this church was celebrated with the blessing of the animals.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On Sunday morning, the church of Saint Francis in Hamrun celebrated the feast of this saint who loved animals and creation so much. After an mass which is attended by children and young people, those present gathered outside the church with their pets. In addition to dogs and cats of all breeds, there were also ponies and turtles, among other animals.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Guardian of the Franciscan Community of Hamrun, Father Joseph Magro, explained why this feast was held now.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Our Church is dedicated to Saint Francis whose feast is actually celebrated on September 17 but since we had a vestment of three novices this last year we moved the feast one week ahead and so we are celebrating it today. The giving of plagues marks the last years of St. Francis’ life. We dedicate mass to the children which we do every Sunday at 9, but then after that we have the blessing of the animals.",
                        "author": "Fr Joseph Magro",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Father Joseph went on to say that the idea behind a feast like this is also to to create more awareness about the life of Saint Francis. TVMnews spoke to children who brought their pets to be blessed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meanwhile, in the last few days, a mosaic was inaugurated in front of the Church of St. Francis in Hamrun, showing the Canticle of St. Francis, also known as the Canticle of Creation. This Canticle was written by Saint Francis in 1225 in which Francis sees God in everything. He feels so much a part of God’s creation that he calls the moon, the sun, the water, the wind and the air “his brothers”. The mosaic was made by Hamrun artist, Louis Briffa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "31:42",
            "URL MLT": "https://tvmnews.mt/news/minhabba-l-awtizmu-u-l-orjentazzjoni-sesswali-gejt-ibbuljata/",
            "URL ENG": "N/A",
            "Duration": "02:31",
            "transcript mlt": {
                "Title": "“Minħabba l-awtiżmu u l-orjentazzjoni sesswali ġejt ibbuljata”",
                "url": "https://tvmnews.mt/news/minhabba-l-awtizmu-u-l-orjentazzjoni-sesswali-gejt-ibbuljata/",
                "Transcript": [
                    {
                        "text": "Id-diżabilità u l-orjentazzjoni sesswali huma żewġ fatturi li kienu mistħarrġa mir-riċerkatur Matthew Vassallo li sab kif persuni b’diżabilità u gay ikunu iktar vulnerabbli u esklużi mis-soċjetà.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qed jirrakkomanda biex jitfasslu strateġiji li jtejbu l-kwalità ta’ ħajjithom, partikolarment b’iktar għarfien u edukazzjoni dwar l-isfidi li jgħaddu minnhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Naomi Schranz hija studenta universitarja li għandha 20 sena. Għandha il-kundizzjoni tal-awtiżmu u tifforma wkoll parti mill-komunità tal-LGBTIQ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tistqarr li d-diżabilità u l-orjentazzjoni sesswali tagħha jqanqlu vulnerabbiltajiet doppji u f’ħajjitha ffaċċjat il-preġudizzji u l-ibbuljar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minkejja dan tgħid li l-edukazzjoni għandha tkun ċ-ċavetta ewlenija li tibni pont biex tinħoloq kuxjenza li tittama tqanqal imġiba u soċjetà li tagħraf aħjar il-ħtiġijiet ta’ persuni li jinsabu fis-sitwazzjoni tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Education, and not just in terms of the stereotypical representation about being autistic or the stereotypical representation of being queer and especially with the intersection between them, it’s very rarely talked about and if you are start to include disability, and include sexual orientation and identity, we can go more towards an accepting society because people would be aware that we are out here and we exist and it’s normal and natural to be a part of these identities.",
                        "author": "Naomi Schranz",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-konferenza bit-tema “Intersecting Identities: Disability and Sexuality” stħarrġet aspetti mqanqla minn dawn is-sitwazzjonijiet partikolari, bir-riċerkatur Matthew Vassallo jistħarreġ dwar dawn l-aspetti u kif il-vulnerabbiltà doppja hija ttrattata mis-soċjetà u taffettwa lill-persuni LGBTIQ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa jgħid li minn ħames persuni li kienu identifikati għal din ir-riċerka sab li l-persuni b’diżabbiltà jiffaċċjaw sfidi fosthom biex jgħidu lil dawk ta’ madwarhom dwar l-orjentazzjoni sesswali tagħhom minħabba li mhux dejjem ikunu emmnuti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fost sfidi oħrajn sibna wkoll sfidi li għandhom x’jaqsmu mal-impjieg, mas-saħħa, mas-soċjalizzazzjoni u anke l-impatt tad-diżabbiltajiet li ma jidhrux.",
                        "author": "Matthew Vassallo",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Waqt id-diskussjoni diversi akkademiċi, rappreżentanti ta’ għaqdiet mhux governattivi u mill-komunità LGBTIQ elenkaw għadd ta’ rakkomandazzjonijiet fosthom dwar il-ħtieġa ta’ għarfien u strutturi ta’ appoġġ partikolarment għall-ġenituri u n-nies ta’ madwar dawn il-persuni li mill-istħarriġ irriżulta li jsibuha diffiċli beix jaċċettaw iżjed l-orjentazzjoni sesswali ta’ dawn il-persuni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-konferenza kienet organizzata mill-Kummissjoni għad-Drittijiet tal-Persuni b’Diżabilità b’kollaborazzjoni mal-Fakultà għat-Tisħiħ tas-Soċjetà tal-Università ta’ Malta waqt Pride Week.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {}
        }
    ]
}