{
    "News date": "13.08.2022",
    "Transcripts": [
        {
            "Time stamp": "02:04",
            "URL MLT": "https://tvmnews.mt/news/jitlesta-l-bini-tac-centru-tas-sahha-gdid-frahal-gdid/",
            "URL ENG": "https://tvmnews.mt/en/news/construction-of-paola-health-centre-completed/",
            "Duration": "02:45",
            "transcript mlt": {
                "Title": "Jitlesta l-bini taċ-ċentru tas-saħħa ġdid f’Raħal Ġdid",
                "url": "https://tvmnews.mt/news/jitlesta-l-bini-tac-centru-tas-sahha-gdid-frahal-gdid/",
                "Transcript": [
                    {
                        "text": "Il-bini taċ-Ċentru Reġjonali tas-Saħħa Vincent Moran f’Raħal Ġdid jinsab fi stadju avvanzat tant li x-xogħol ta’ kostruzzjoni huwa lest.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-project manager fi ħdan il-Fondazzjoni għas-Servizzi Mediċi (FMS), Clint Borg, spjega ma’ TVMnews x’ħidma saret s’issa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bħalissa wasalna fi stadju fejn għandna l-binja kollha lesta, l-istruttura tal-konkos, anke ta’ briks u ta’ bini minn ġewwa lest, wasalna fi stadju ta’ partition tal-gypsum ma kullimkien, min-naħa ta’ barra tlestew ir-rampi li ġew mibnija fuq ix-xelter li hawn taħtna, li kien wieħed mill-intopp li ltqajna fil-bidu tal-proġett.",
                        "author": "Clint Borg",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Borg qal li bħalissa qed jiġu installati s-servizzi kollha fil-binja li hija mifruxa fuq 40 tomna u għolja 6 sulari waqt li spjega kif il-binja saret b’tali mod li tħares l-ambjent tant li mistennija tikseb iċ-ċertifikazzjoni Lead li turi li l-istruttura hija disinjata b’sostenibilità u effiċjenza ambjentali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Eżekuttiv tal-Fondazzjoni għas-Servizzi Mediċi, Carmen Ciantar, qalet li dan iċ-ċentru ser joffri sensiela ta’ servizzi li fosthom hemm uħud li huma ġodda.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan iċ-ċentru reġjonali ser iservi bħala one-stop-shop, ser joffri servizzi li bħalissa qed jingħataw miċ-ċentru tas-saħħa ta’ Raħal Ġdid, servizzi li bħalissa qed jingħataw biss mill-Isptar Mater Dei bħall-kura tas-snien, ultrasounds u anke operazzjonijiet ta’ matul il-jum fejn in-nies ma jkollhomx għalfejn jibqgħu l-isptar, ser ikun hemm servizzi li huma ġodda bħal dawk tas-saħħa sesswali, saħħa mentali u nutrizzjoni li s’issa għadhom mhumiex eżistenti lanqas minn Mater Dei.",
                        "author": "Carmen Ciantar",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Iċ-Ċentru Reġjonali Vincent Moran se jkun jinkludi servizz ta’ ambulanza għall-emergenzi fin-naħa ta’ isfel ta’ Malta, parkeġġ ta’ aktar minn 250 vettura li ser ikun jista’ jintuża minn kulħadd mingħajr ħlas u ġnien pubbliku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ciantar qalet li ċ-Ċentru ser ikollu aċċessibilità sħiħa mill-parkeġġ sa kull parti li fiha jingħata trattament mediku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Infatti, iċ-Ċentru Reġjonali Vincent Moran mistenni li jsiru fih interventi kirurġiċi bħalma jingħataw fl-Isptar Mater Dei. Dan il-proġett qed isir b’investiment ta’ €40 miljun li 80% minnhom ġejjin minn fondi Ewropej.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Eżekuttiv tal-FMS ħabbret ukoll li hemm bosta ċentri reġjonali oħra ppjanati madwar il-pajjiż fosthom fin-naħa ta’ fuq ta’ Malta ħalli s-servizzi mediċi jkunu viċin in-nies.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Construction of Paola Health Centre completed",
                "url": "https://tvmnews.mt/en/news/construction-of-paola-health-centre-completed/",
                "Transcript": [
                    {
                        "text": "The Vincent Moran Regional Health Centre in Paola is in an advanced stage of completion now that its construction has been completed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Project Manager of the Fondazzjoni għas-Servizzi Mediċi (FMS), Clint Borg, explained to TVMnews the work that has been accomplished so far.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said the stage has been reached where the construction has been completed, including the concrete structure and the internal brickwork while gypsum partitions are being mounted. The external ramps have been completed and built over a shelter which was one of the obstructions experienced in the project.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Borg said that currently all services are being installed spread over 60 tomna and over six storeys and all works have respected the environment and it is expected the Lead Certification will be awarded that verifies the design is sustainable and environmentally efficient.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Executive Head of the Fondazzjoni għas-Servizzi Mediċi, Carmen Ciantar, said this centre will offer a series of services including some new ones.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "She said this Regional Centre will serve as a one-stop-shop and will offer services currently available at the Paola Health Centre and some that are only available from Mater Dei Hospital such as dental care, ultrasounds as well as day operations not requiring a hospital stay. There will also be new services for sexual health, mental health and nutrition which are currently not even available at Mater Dei Hospital.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Vincent Moran Regional Centre will also operate an emergency ambulance service for the southern part of Malta and will have parking availability for 250 vehicles free of charge, as well as a public garden. Parking will be available near all treatment areas.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In fact it is expected that the Vincent Moran Centre will offer surgical interventions such as those offered by Mater Dei. The project is on an investment €40 million of which 80% came from EU Funds.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The FMS Executive Head also announced that more such regional centres are planned in the northern part of Malta to make health services more available to the public.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "05:28",
            "URL MLT": "https://tvmnews.mt/news/bidla-fil-ligi-ssalva-l-hajja-ta-madwar-22-persuna-li-jahdmu-l-loghob-tan-nar/",
            "URL ENG": "https://tvmnews.mt/en/news/legal-change-that-has-saved-the-lives-of-about-22-persons-manufacturing-fireworks/",
            "Duration": "03:07",
            "transcript mlt": {
                "Title": "Bidla fil-liġi ssalva l-ħajja ta’ madwar 22 persuna li jaħdmu l-logħob tan-nar",
                "url": "https://tvmnews.mt/news/bidla-fil-ligi-ssalva-l-hajja-ta-madwar-22-persuna-li-jahdmu-l-loghob-tan-nar/",
                "Transcript": [
                    {
                        "text": "Għall-espert u l-professur tal-kimika, Alfred J Vella, fl-aħħar 11-il sena ġew salvati iktar minn 20 ħajja ta’ persuni li jaħdmu l-logħob tan-nar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’intervista ma’ TVMnews il-Professur Vella rrefera għar-rapport li sar fl-2011 u li fih kien hemm għadd ta’ rakkomandazzjonijiet biex jitqiesu mill-Gvern għal iktar tisħiħ fir-regoli dwar il-logħob tan-nar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li minn dawn ir-rakkomandazzjonijiet, sal-lum daħlet fis-seħħ liġi waħda biss. Ir-rakkomandazzjoni tgħid li l-putassa u l-klorati mħalltin ma’ metalli u kubrit m’għandhomx jibqgħu jintużaw, bil-Professur Vella jistqarr li din salvat għadd kbir ta’ ħajjiet meta wieħed iqis l-ammont ta’ inċidenti li seħħew fis-snin li għaddew.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Riżultat ta’ dik il-waħda minn dawn l-24 rakkomandazzjoni nħoss li ġew salvati l-ħajjiet ta’ min jaħdem in-nar. Fit-30 sena ta’ qabel ma sar dak ir-rapport fl-2011, kienu qegħdin imutu 2.2 persuni kull sena. Mela miżerjament salvajna l-ħajja ta’ 22, 23, 24 persuna f’dawn l-aħħar 10 snin grazzi għal dik ir-rakkomandazzjoni waħda.",
                        "author": "Il-Professur Alfred Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Professur Vella qal li fost it-23 rakkommandazzjoni l-oħra, li s’issa għadhom ma tqisux biex jiżdiedu mar-regoli attwali, hemm dik dwar l-electric matches, li tgħid li l-murtal għandu jintrama għall-ħruq malli jitwassal fuq il-post fejn se jinħaraq u mhux qabel jibda il-vjaġġ mill-kamra tan-nar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li sallum qatt ma kien hawn inċidenti f’dan ir-rigward, iżda jekk iseħħ inċident bħal dan kapaċi jkun katastrofiku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Professur Vella żied jgħid li proposta oħra li kapaċi ddaħħal iktar serħan il-moħħ għall-ħaddiema tan-nar hija l-ittestjar tal-materjal sabiex jiġi assigurat li dan mhux kontaminat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kimiċi li jintużaw fit-taħlit, qabel ma tagħmel il-kimika li se tuża biex tinħaraq, isir ittestjar fuq kampjun tagħha permezz ta’ testijiet sempliċi, u kieku dan isir tneħħi minn fuq moħħok il-biża li dik il-kimika li inti xtrajt u li inti se tuża biex tagħmel il-kompożizzjoni, seta’ jkun hemm xi ħaġa li qed tikkontamina il-materjal.",
                        "author": "Il-Professur Alfred Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Professur Vella spjega kif meta jinxtara l-materjal ikollu ċ-ċertifikat tal-analiżi, iżda qal li dan mhux biżżejjed, għax dan jista’ jiġi kkontaminat wara li jinxtara.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li għalhekk li t-testijiet fuq il-materjal, mill-ħaddiema tal-logħob tan-nar stess, huwa importanti ħafna waqt li temm jgħid li minkejja li dawn ir-rakkommandazzjonijiet ma sarux liġi, ħafna minnhom saru parti mill-prattiċi wżati minn dawk liċenzjati biex jaħdmu l-logħob tan-nar sabiex id-delizzju tagħhom jiġi prattikat bl-iktar mod sigur possibbli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Legal change that has saved the lives of about 22 persons manufacturing fireworks",
                "url": "https://tvmnews.mt/en/news/legal-change-that-has-saved-the-lives-of-about-22-persons-manufacturing-fireworks/",
                "Transcript": [
                    {
                        "text": "For Alfred J. Vella, an expert and Professor of Chemistry, over the last eleven years at least 20 persons have been saved from losing their lives in the manufacturing of fireworks.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In an interview with TVMnews Professor Vella referred to a 2011 report that contained a number of recommendations to be considered by Government to reform the manufacture of fireworks.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said from these recommendations todate only one Legal change has been introduced and this recommended that potassium and chlorine mixed in metal and with flint should no longer be used. Professor Vella stated this has saved a great number of lives when one considers the incidents in recent years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said the adoption of one of the 24 recommendations has saved the lives of many involved in fireworks manufacturing. He said that prior to the 2011 recommendations over the previous 30 years an average of almost three persons were dying annually through incidents. Therefore over the last ten years at least 22, 23, 24 persons have been saved through the adoption of just one recommendation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said that among the other 23 recommendations that have todate not been adopted, there is one regarding electric matches which states that a petard should be prepared for firing when placed on the firing spot and not before being carried there from the fireworks plant.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Professor Vella continued that todate there has not been an incident involving this but should such an incident take place it would be catastrophic.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said that other recommendations that should produce greater peace of mind for those involved is that material should be tested to ensure it is not contaminated.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The chemical used in the mix before ignition should be subject to a simple test and this should provide peace of mind that the chemicals purchased are not contaminated.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Professor Vella continued to explain that when material is purchased it should have a certificate of analysis but still, this is not enough because contamination can take place after purchase.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said that therefore the testing of material by those manufacturing the fireworks is highly important even though the recommendation has not become a Law. However, it has been adopted by those licenced to manufacture to provide the maximum of security possible.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "14:40",
            "URL MLT": "https://tvmnews.mt/news/struttura-ta-40-pied-se-tinharaq-minn-fuq-il-bejt-ta-kazin-fil-qrendi/",
            "URL ENG": "https://tvmnews.mt/en/news/40-foot-fireworks-structure-to-be-ignited-on-the-roof-of-qrendi-club/",
            "Duration": "02:16",
            "transcript mlt": {
                "Title": "Struttura ta’ 40 pied se tinħaraq minn fuq il-bejt ta’ każin fil-Qrendi",
                "url": "https://tvmnews.mt/news/struttura-ta-40-pied-se-tinharaq-minn-fuq-il-bejt-ta-kazin-fil-qrendi/",
                "Transcript": [
                    {
                        "text": "Il-parruċċani tal-Qrendi ser jerġgħu jgawdu l-ispettaklu tal-logħob tan-nar li huma magħrufa għalih, iżda b’mod innovattiv.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għall-ewwel darba ser tinħaraq struttura tonda li tinsab fuq il-bejt tal-Palazz Marija Assunta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iż-żgħazagħ voluntiera tal-Għaqda tan-Nar Santa Marija tal-Qrendi ilhom xhur sħaħ jippreparaw biex joħolqu spettaklu li mistenni jpaxxi lil dawk li ser isegwuh.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Struttura tonda b’dijametru ta’ 40 pied, li tinsab fuq il-Palazz Maria Assunta tas-Soċjeta Mużikali Santa Marija tal-Qrendi, illejla ser tixgħel iż-żona bil-logħob tan-nar sinkronizzat mal-mużika.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din l-istruttura, li saret għall-ewwel darba, ser tagħti dimensjoni ġdida lill-festa ta’ Santa Marija fil-Qrendi u anke ħolqot sens ta’ aspettattiva u parteċipazzjoni ġdida fil-komunità żagħżugħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-membri tal-Għaqda tan-Nar Santa Marija tal-Qrendi ilhom xhur sħaħ jippjanaw u jaħdmu biex tittella’ din l-istruttura li għalkemm ma ddurx bħal raddiena ser tpaxxi lil dawk li ser jirnexxielhom isegwu l-ħruq tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Segretarju tas-Soċjeta Mużikali Santa Marija Qrendi, Emilio Farrugia, qal li l-istruttura tonda hija xi ħaġa ġdida għal Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ser tkun innovazzjoni ġdida għal Malta, ser tinħaraq fil-ħin ta’ nofsillejl tal-lejla u tinkludi bħala raddiena u anke bħala show kollu li hawn fuq il-bejt ‘il fuq minn 5,000 cue li jinkludi kwarta show sinkronizzat mal-mużika ta’ Palazz Marija Assunta.",
                        "author": "Emilio Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Farrugia qal li ż-żgħażagħ membri fl-Għaqda tan-Nar jaħdmu matul is-sena kollha biex itellgħu l-ispettaklu tal-logħob tan-nar fosthom dak li jsir fil-bypass tal-Qrendi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li ż-żgħażagħ ser itellgħu wkoll rappreżentazzjoni awdjo-viżiva biex il-programm tal-logħob tan-nar ikompli għada.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ħadd 14 ta’ Awwissu se jkun hemm is-show magħruf ħafna mal-Maltin, The Conquest of Darkness, li jibda fil-ħin tad-9.30pm fil-by-pass tal-Qrendi, li jkun jinkludi nar sinkronizzat mal-mużika, murtali tradizzjonali u nar tal-art, imbagħad inkomplu fil-jum tal-festa, 15 ta’ Awwissu, fejn fis-7pm ikollna l-kaxxa tal-ħruġ u jsegwi bil-murtali u kaxxa tradizzjonali li nagħlqu biha l-festa 2022.",
                        "author": "Emilio Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Farrugia żied li din id-darba l-programm tal-logħob tan-nar ser jaghti rikonoxximent lil Feliċ Zerafa li ilu jieħu ħsieb il-kamra tan-nar għal ħafna snin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "40 foot fireworks structure to be ignited on the roof of Qrendi club",
                "url": "https://tvmnews.mt/en/news/40-foot-fireworks-structure-to-be-ignited-on-the-roof-of-qrendi-club/",
                "Transcript": [
                    {
                        "text": "Qrendi parishioners are once more to be regaled with a fireworks display for which the parish in renowned – but this time in an innovative manner.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "For the first time a large and round fireworks structure is to be ignited on the roof of the Palazz Marija Assunta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The youth volunteers of Qrendi’s Għaqda tan-Nar Santa Marija have spent months in preparations to create a spectacle which the watching crowd will relish.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The circular structure has a diameter of 40 feet and is on the roof of the Palazz Maria Assunta of Qrendi’s Soċjeta Mużikali Santa Marija Band Club and will link with synchronised music.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This first-time structure has created a new dimension to the Santa Marija festa and has created a sense of anticipation and drawn the participation of a number of youths.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The wheel will not rotate like a Catherine Wheel but should nevertheless create great enthusiasm.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Band club Secretary Emilio Farrugia said the circular structure is innovating for Malta. It will be ignited at midnight to provide a show accompanied by synchronised music.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said the youth members of the Farrugia Għaqda tan-Nar have worked throughout the year to create this spectacle to embellish the Qrendi Bypass.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The youths will also have an audio-visual representation to complement fireworks displays tomorrow.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tomorrow Sunday, 14th August there will be staged the well-known show The Conquest of Darkness which starts at 9.30pm in the Qrendi Bypass and this will be accompanied by synchronised music and the firing of petards. On the feast day on Monday at 7pm there will be a great fireworks display when the procession leaves the church and at the end of the procession there will be another grand fireworks display.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Farrugia added the whole fireworks programme will be in recognition of Feliċ Zerafa who has managed the works of the fireworks plant for many years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "17:29",
            "URL MLT": "https://tvmnews.mt/news/l-aida-ta-verdi-fit-teatru-aurora-fottubru-li-gej/",
            "URL ENG": "https://tvmnews.mt/en/news/verdis-aida-at-aurora-theatre-next-october/",
            "Duration": "02:22",
            "transcript mlt": {
                "Title": "L-Aida ta’ Verdi fit-Teatru Aurora f’Ottubru li ġej",
                "url": "https://tvmnews.mt/news/l-aida-ta-verdi-fit-teatru-aurora-fottubru-li-gej/",
                "Transcript": [
                    {
                        "text": "Stennija ta’ sentejn se tintemm f’Ottubru fejn it-teatru tal-opra Aurora se jtella’ produzzjoni internazzjonali b’xeni ta’ Franco Zeffirelli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-opra Aida hija fost l-iprem kompożizzjonijiet tal-kompożitur kbir Taljan Giuseppe Verdi u ġiet miktuba fl-1869.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-President tas-Soċjetà Filarmonika Leone, Dr Michael Caruana, qal li din il-produzzjoni mingħajr preċedent se tpoġġi lil Għawdex fuq mappa internazzjonali prestiġjuża.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Appuntament li kellu jigi pospost darbtejn minħabba l-pandemija, issa skedat għal Ottubru fit-teatru tal-opra Aurora fir-Rabat, Għawdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "insabu fil-qofol tagħhom it-tħejjijiet għall-produzzjoni internazzjonali b’xeni ta’ Franco Zeffirelli u kostumi tal-kollaboratriċi tiegħu Anna Anni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-opra Aida, mill-pinna ta’ Giuseppe Verdi, tibqa’ magħrufa għax-xeni tagħha b’ħafna nies u korijiet kbar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Opra miktuba minn Verdi fl-1869 li tirrakkonta l-istorja ta’ mħabba impossibli bejn principessa Etjopjana maqbuda l-Eġittu u ġeneral Eġizzjan li, f’idejn Franco Zeffirelli, tieħu l-ħajja fi produzzjoni li daret l-iktar teatri rinomati madwar id-dinja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-President tas-Soċjetà Filarmonika Leone, Dr Michael Caruana, qal li l-fatt li t-teatru Aurora rnexxielu jassigura produzzjoni ta’ isem u kalibru kbir iżid lil dan it-teatru mal-lista ta’ teatri rinomani fejn saret.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-fatt li l-Aurora qed iġġib din il-produzzjoni hija parti mill-istrateġija. Fil-passat ġieli kellna strateġiji li bihom ridna nipproduċu opra mill-qiegħ nett bil-kostumi, xeni u dak kollu meħtieġ biex tkun Made in Gozo. Din id-darba l-istrateġija kienet li npoġġu iktar lil Għawdex fuq mappa internazzjonali prestiġjuża.",
                        "author": "Dr Michael Caruana",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Franco Zeffirelli huwa forsi l-ikbar isem fid-dinja tal-produzzjonijiet tal-opra. Jibqa maghruf ukoll għal films kbar bħal Romeo and Juliet, The Taming of the Shrew u Jesus of Nazareth.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-2001, meta d-dinja fakkret il-100 sena mill-mewt tal-kompożitur kbir Taljan Giuseppe Verdi, huwa ħoloq din il-produzzjoni għat-teatru ta’ Busseto, fejn twieled Verdi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din il-produzzjoni tal-opra Aida baqgħet iddur id-dinja u fil-15 t’Ottubru se jkun it-teatru Aurora li se jtellagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Vivien Hewitt, direttur tal-opra b’karriera internazzjonali ta’ iktar minn 40 sena, se tkun qed tadatta din il-produzzjoni, ikkaratterizzata minn xeni kbar u kostumi mill-isbaħ, għal fuq il-palk tal-Aurora, li huwa ferm ikbar mill-palk li oriġinarjament din il-produzzjoni nħadmet għalih.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Verdi’s Aida at Aurora Theatre next October",
                "url": "https://tvmnews.mt/en/news/verdis-aida-at-aurora-theatre-next-october/",
                "Transcript": [
                    {
                        "text": "Popular Verdi’s opera, which was postponed on two occasions due to the pandemic, is now scheduled for October at the Aurora Theatre in Rabat, Gozo.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Preparations for the international production, with Franco Zeffirelli’s scenes and costumes by collaborator Anna Anni, are currently at their best.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Giuseppe Verdi’s Aida opera is renowned for its scenery and the participation of many actors and choirs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Written in 1869, Verdi’s opera recounts the impossible love story between an Ethiopian Princess held prisoner in Egypt and an Egyptian general. Produced by Franco Zeffirelli, the masterpiece has toured many world renowned theatres.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Leone Philharmonic Society President Dr Michael Caruana said that the fact that the Aurora theatre managed to ensure such a calibre production shows that this theatre has established itself among the renowned theatres that performed the opera.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Franco Zeffirelli is among the most renowned opera producers world-wide and produced successful films such as Romeo and Juliet, The Taming of the Shrew and Jesus of Nazareth.",
                        "author": "Dr Michael Caruana",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Aida opera will be performed at the Aurora theatre on 15 October.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The opera production will be adapted by Vivien Hewitt, an opera director with an international career spanning over 40 years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "25:05",
            "URL MLT": "https://tvmnews.mt/news/celebrita-tal-ikel-tork-fmalta-biex-jaqsam-is-sigriet-ta-platt-laham-tajjeb/",
            "URL ENG": "https://tvmnews.mt/en/news/turkish-food-celebrity-in-malta-to-share-secret-of-a-good-meat-dish/",
            "Duration": "02:16",
            "transcript mlt": {
                "Title": "Ċelebrità tal-ikel Tork f’Malta biex jaqsam is-sigriet ta’ platt laħam tajjeb",
                "url": "https://tvmnews.mt/news/celebrita-tal-ikel-tork-fmalta-biex-jaqsam-is-sigriet-ta-platt-laham-tajjeb/",
                "Transcript": [
                    {
                        "text": "Ċelebrità u kok fl-istess ħin. Tork li jispeċjalizza fil-laħam. Huwa sid ta’ 40 restorant li jispeċjalizzaw fil-laħam.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bħalissa jinsab Malta biex jaqsam is-sigriet ta’ platt laħam tajjeb, minn kif jinqata’, jissajjar u jittiekel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews iltaqa’ ma’ Cuneyt Asan li beda mix-xejn u llum huwa imprenditur ewlieni f’pajjizu u lil hinn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Asan huwa biċċier, sid ta’ 40 restorant li jispeċjalizzaw fil-laħam u ċelebrità kemm fit-Turkija u anke f’pajjiżi lil hinn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għandu 2,500 impjegat u jitqies bħala ġgant fl-industrija tar-ristoranti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bniedem li jgħid li beda mix-xejn, twieled f’familja umli u gradwalment bena lilu nnifsu b’etika qawwija favur xogħol, dedikazzjoni u umiltà.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għandu rziezet b’madwar 20,000 li jissupplixxu r-restoranti tiegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iltqajna miegħu fi stabbiliment fejn esebixxa il-ħiliet kreattivi tiegħu fil-mod kif jipprepara l-laħmijiet li jservi fl-istabbilimenti tiegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Staqsejnieh x’inhu s-sigriet ta’ platt laħam tajjeb. Huwa u jsinn is-skieken li juża fil-mestier tiegħu, qalilna li jiddependi mill-qatgħa u l-parti tal-laħam li hija servuta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jiżvela wkoll li element li jikkontribwixxi għall-kwalità tal-laħam huwa kif jinżamm miżmum u kif ikun imsajjar qabel ma finalment ikun servut fil-platt.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Idealment, il-laħam jinxtewa għal 6 minuti fuq kull naħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Asan għandu restorant f’Dubai u jippjana li jespandi fi swieq oħrajn fil-Qatar, Londra, Dubai u New York.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Turkish food celebrity in Malta to share secret of a good meat dish",
                "url": "https://tvmnews.mt/en/news/turkish-food-celebrity-in-malta-to-share-secret-of-a-good-meat-dish/",
                "Transcript": [
                    {
                        "text": "Cuneyt Asan, a Turkish chef celebrity who specialises in meat, is currently in Malta to share his secret of a good meat dish in the way it is cooked and eaten.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews met with the Turkish owner of some 40 restaurants who is currently a major enterpreneur in his country and abroad.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Asan, who employs some 2,500 workers, started his career from scratch, was born in a humble family and gradually evolved in his career with a strong work ethics, dedication and humility. He also owns some 20,000 farms that supply meat products to his restaurants.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews met the Turkish entrepreneur in an establishment where he exhibited his creative skills in the way he prepares meat dishes that are served in his restaurants.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "When asked about the secret of a good meat dish, Asan said it depends on the cut and the meat section that is being served. He also revealed that an element that contributes to the meat quality is the way it is stored and cooked before the meat is finally served in a dish.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ideally, meat is roasted for six minutes on each side.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Asan owns a restaurant in Dubai and plans to expand in other markets in Qatar, Londona, Dubai and New York.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "27:43",
            "URL MLT": "https://tvmnews.mt/news/religjonijiet-differenti-jinghaqdu-biex-ifakkru-l-vittmi-tal-gwerra-fghawdex/",
            "URL ENG": "https://tvmnews.mt/en/news/different-religions-commemorate-war-victims-in-san-lawrenz-gozo/",
            "Duration": "02:34",
            "transcript mlt": {
                "Title": "Reliġjonijiet differenti jingħaqdu biex ifakkru l-vittmi tal-Gwerra f’Għawdex",
                "url": "https://tvmnews.mt/news/religjonijiet-differenti-jinghaqdu-biex-ifakkru-l-vittmi-tal-gwerra-fghawdex/",
                "Transcript": [
                    {
                        "text": "Għad illi Għawdex kien meqjus bħala post aktar sigur mill-bumbardamenti tat-Tieni Gwerra Dinjija, ma jfissirx illi f’din il-gżira ma kienx hemm vittmi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ta’ kull sena, il-Kunsill Lokali ta’ San Lawrenz ifakkar lil uliedu li sfaw vittmi fl-attakk tal-5 ta’ Awwissu; iżda din is-sena ried jagħmel xi ħaġa oltre. Ġab flimkien reliġjonijiet differenti sabiex jitolbu għall-paċi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-attakki feroċi mill-ajru fit-Tieni Gwerra Dinjija heżżu mhux biss lil Malta, iżda anke lil Għawdex, saħansitra rħula żgħar u kwieti bħal San Lawrenz.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kienu erba’ nisa, il-vittmi tal-bombi li waqgħu fil-5 t’Awwissu, li ta’ kull sena jitfakkru b’ċerimonja mill-Kunsill Lokali ta’ San Lawrenz. Din is-sena iżda, fid-dawl ta’ dak li qed jiġri ftit kilometri ‘l bogħod minna, il-Kunsill Lokali ried li mhux biss ifakkar lil dawn in-nisa, iżda li joħloq ambjent illi fih iġib reliġjonijiet differenti sabiex flimkien jitolbu għall-paċi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għalkemm aħna żgħar, xorta waħda rridu nikkontribwixxu, ridna nikkontribwixxu għall-paċi permezz ta’ din is-serata li għamilna inter reliġjuża illi permezz tagħha tlabna lil Alla, illi permezz tagħha wkoll wassalna wkoll l-messaġġ li l-paċi tibda minn nfusna, tibda minna l-individwi, tibda minna l-lokalitajiet żgħar, tibda minna l-pajjiżi ż-żgħar. U jiena naħseb li l-messaġġ kien wieħed qawwi, kien messaġġ illi wasal, kien messaġġ illi permezz tiegħu anke dawk iż-żgħażagħ li kien hawn fostna jeħduh magħhom ħa jkunu huma wkoll promoturi tal-paċi.",
                        "author": "Noel Formosa",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Mistiedna għal din is-serata biex jaqsmu t-talb u l-ħsibijiet għall-paċi kien hemm Patri Dijonisju Mintoff f’isem il-komunità Kattolika ta’ pajjiżna u Daniele Pariente f’isem il-komunità Ġudajka f’Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Patri Dijonisju Mintoff qal li llum nafu kemm hi sabiħa l-paċi għaliex għexna l-gwerra u nafu l-kruha tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-ġustizzja u l-paċi żewġ namrati. Malli m’hemmx ġustizzja, m’hemmx paċi. Malli m’hemmx paċi, anke l-ġustizzja tispiċċa. Toqtol lil kulħadd imbagħad u d-demm isir bħall-ilma. Mela l-aħjar ħaġa li tgħix man-nies, tkun taf il-problemi tagħhom u trid tgħix magħhom biex titkellem fuqhom, trid tgħix magħhom in-nies, ma tridx titlaqhom, trid tgħix magħhom. Imbagħad wara trid tgħix m’Alla wkoll, għax int mhux se ssolvihom kollha għax għandek il-limiti tiegħek. Imma Alla m’għandux limiti. Alla jħobb lil kulħadd.",
                        "author": "Patri Dijonisju Mintoff",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Din is-serata, illi kkommemorat it-80 sena mindu seħħet id-diżgrazzja, kienet imtellgħa bis-sapport tal-Ministeru għal Għawdex u taħt il-patriċinju tal-Ispeaker tal-Kamra tad-Deputati Anġlu Farrugia. Fl-aħħar ta’ din il-velja l-ispeaker Anġlu Farrugia, flimkien mar-rappreżentanti tar-reliġjonijiet xegħlu l-fjamma tal-paċi f’riġlejn il-mafkar li jfakkar lil dawn il-vittmi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Different religions commemorate War victims in San Lawrenz, Gozo",
                "url": "https://tvmnews.mt/en/news/different-religions-commemorate-war-victims-in-san-lawrenz-gozo/",
                "Transcript": [
                    {
                        "text": "Each year, the San Lawrenz local council observes a tradition to commemorate Gozitans who were victims of the 5 August attack during World War II in this locality. This year, however, the commemoration was held in a different way with the participation of different religions who together prayed for peace.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "During the war, four women were victims of the bombs that fell on San Lawrenz. Noel Formosa stated that although Gozo is a small island, it wants to contribute to peace through an inter-religious ceremony during which they prayed to God and delivered a message of peace.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We wanted individuals and small localities to spread this message which, I think, is a strong one…..a message with the participation of youths among us so that they will deliver it as promoters of peace.",
                        "author": "Noel Formosa",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The participants during the commemoration included Patri Dijonisju Mintoff on behalf of the country’s Catholic community and Daniele Pariente who represented the Jewish community in Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Patri Mintoff said that peace is instrumental because the Maltese and Gozitan experienced the war and its ugly face.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "If there is no justice, there is no peace and vice versa. It kills everyone and blood will become similar to water. So it is better to be part of communities, to understand their problems….then you also have to live with God as one cannot solve all the problems by himself…God has no limits and loves everyone.",
                        "author": "Patri Dijonisju Mintoff",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The 80th anniversary of the tragedy was held with the support of the Gozo Ministry and under the patronage of Parliament’s Speaker Anġlu Farrugia. At the end of the commemoration, Speaker Farrugia and representatives of the religions lit a peace flame on the monument which commemorates the war victims.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "30:39",
            "URL MLT": "https://tvmnews.mt/news/jikteb-ktieb-biex-is-siehba-germaniza-titghallem-il-malti/",
            "URL ENG": "https://tvmnews.mt/en/news/love-and-google-translate-makes-the-world-go-round/",
            "Duration": "01:56",
            "transcript mlt": {
                "Title": "Jikteb ktieb biex is-sieħba Ġermaniża titgħallem il-Malti",
                "url": "https://tvmnews.mt/news/jikteb-ktieb-biex-is-siehba-germaniza-titghallem-il-malti/",
                "Transcript": [
                    {
                        "text": "“Malti Għal Liani” huwa ktieb bil-Malti u l-Ġermaniż li nkiteb minn awtur Malti biex jgħallem lis-sieħba tiegħu l-ilsien Malti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Joseph Micallef ħa xahrejn biex kiteb dan il-ktieb li essenzjalment huwa bil-Ġermaniż imma tradott għall-Malti biex jintroduċi l-ilsien Malti lill-Ġermaniżi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kif jgħidu, għall-imħabba tagħmel kollox jew kważi kollox. B’ħafna paċenzja u dedikazzjoni Joseph Micallef ipprepara ktieb mill-Ġermaniż għall-Malti ddedikat għas-sieħba tiegħu li ilha tgħix Malta għal dawn l-aħħar 9 xhur.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jismu “Malti Għal Liani” għax l-iskop kien għaliha imma wara ċertu żmien imbagħad għadna jekk hu tajjeb għalija għax ma noffruhx lil nies Ġermaniżi li jixtiequ jitgħallmu l-Malti, offrejtu b’xejn għan-nies Ġermanizi li jixtiequ jitgħallmu l-Malti.",
                        "author": "Joseph Micallef",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-ktieb jinkludi diversi kliem bit-traduzzjoni u logħob interattiv.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Joseph jgħid li Ġermaniż ma tgħallem qatt imma bil-perseveranza kollha rnexxielu jgħaqqdu f’xahrejn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Le, Ġermaniz ma naf xejn, għadni s’issa ma naf xejn, bl-għajnuna ta’ Google translate u ta’ Liani stess u ħabib irnexxieli.",
                        "author": "Joseph Micallef",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Liani qalet lil TVMnews li għalkemm jirnexxielha tikkomunika bl-Ingliż għaliha mhux biżżejjed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija qalet li kuljum qiegħda tespandi l-vokabolarju Malti u taqsam magħna liema kienet l-ewwel kelma Maltija li tgħallmet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Liani tgħid li kienet “inħobbok” l-ewwel kelma li tgħallmet għax kienet l-ewwel kelma li qalilha l-maħbub tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Love (and Google translate) makes the world go round",
                "url": "https://tvmnews.mt/en/news/love-and-google-translate-makes-the-world-go-round/",
                "Transcript": [
                    {
                        "text": "“Malti Ghal Liani” is a book in Maltese and German that was written by a Maltese author specifically to teach his German partner the Maltese language.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Joseph Micallef took two months to write this book which is essentially in German but translated into Maltese to introduce the Maltese language to the Germans.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "As the saying goes, love makes you move mountains. With a lot of patience and dedication Joseph Micallef wrote a book which he translated from German to Maltese and dedicated itto his partner who has been living in Malta for the last 9 months.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It’s called “Malti Ghal Liani” (Maltese for Liani) because she as the reason I wrote it, but after a certain time we decided that if it was good enough for her why not offer it to other Germans who want to learn Maltese. So I offered it for free to other Germans who wish to learn Maltese.",
                        "author": "Joseph Micallef",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The book includes several translated words and interactive games.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Joseph says that he never learned German but through sheer perseverance he managed to write the book in two months.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "No I don’t know any German but with the help of Google translate and with Liani’s help I managed. “",
                        "author": "Joseph Micallef",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Liani told TVMnews that although she manages to communicate in English, this is not enough for her.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "She said that she increase her Maltese vocabulary even day and shared the first Maltese word she learned – “inħobbok” – the first word her lover ever told her..",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}