{
    "News date": "14.08.2022",
    "Transcripts": [
        {
            "Time stamp": "02:39",
            "URL MLT": "https://tvmnews.mt/news/ara-jitkellem-zaghzugh-li-salva-fl-ispluzjoni-tal-kamra-tan-nar-tal-mosta/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-interview-with-young-man-who-had-lucky-escape-in-mosta-fireworks-explosion/",
            "Duration": "02:25",
            "transcript mlt": {
                "Title": "Ara: Jitkellem żagħżugħ li salva fl-isplużjoni tal-kamra tan-nar tal-Mosta",
                "url": "https://tvmnews.mt/news/ara-jitkellem-zaghzugh-li-salva-fl-ispluzjoni-tal-kamra-tan-nar-tal-mosta/",
                "Transcript": [
                    {
                        "text": "Iktar minn xahrejn wara li splodiet il-kamra tan-nar tas-Soċjetà Piroteknika 15 ta’ Awwissu, wieħed mill-persuni li ħelisha minn ħalq il-mewt irrakkonta ma’ TVMnews li għalkemm għadu maħkum mill-biża’ xorta għażel li jxammar il-kmiem biex ilesti n-nar għall-festa ta’ Santa Marija tal-Mosta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Lejlet il-festa ta’ Santa Marija, li fil-Mosta tiġi ċċelebrata f’nharha, Alexander Bartolo qal li bilfors li l-Madonna kienet mal-11-il persuna li ħarġu qawwijin u sħaħ wara li splodiet il-kamra tan-nar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Alexander Bartolo kien ma’ sħabu meta splodiet il-kamra tan-nar tas-Soċjetà Piroteknika 15 ta’ Awwissu tal-Mosta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Illum ninsab tajjeb għall-grazzja tal-ħanin Alla u nħarsu ‘l quddiem biex inkomplu għaddejjin.",
                        "author": "Alexander Bartolo – membru tas-Soċjetà Piroteknika 15 ta’ Awwissu",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "It-tliet persuni involuti fl-inċident kienu fl-inħawi u xħin semgħu splużjonijiet żgħar ħarġu jiġru ‘l barra permezz ta’ bieb li prattikament salvalhom ħajjithom. Weġġgħu . . . Niki Magro, Salvu Galea u Alexander Bartolo li sofra biss ħruq f’idejh.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jekk ngħidlek ma nibżax inkun qed nigdeb. Kollha kemm aħna, din hi trawma kerha għalina imma ngħaqadna iktar minn qatt qabel u ħdimna id f’id.",
                        "author": "Alexander Bartolo – membru tas-Soċjetà Piroteknika 15 ta’ Awwissu",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Nirringrazzjaha lill-Madonna. Jien u sħabi. Xi ħaġa biex tgħidha f’kumpless tan-nar minn 11-il ruħ, noħorġu qawwijin u sħaħ wara dak li għaddejna u mhux xi ħaġa faċli u nirringrazzjaha mill-qalb. Grazzi.",
                        "author": "Alexander Bartolo – membru tas-Soċjetà Piroteknika 15 ta’ Awwissu",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-isplużjoni seħħet ħdejn in-niċċa ta’ Santa Marija li hemm fil-kamra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kif qed tara għal darb’oħra, in-niċċa baqgħet hawnhekk jiġifieri miraklu għalija jiena. Hemm xi ħaġa. Fhimt.",
                        "author": "Kevin Cutajar – President tas-Soċjetà Piroteknika 15 ta’ Awwissu",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Waqt li l-isplużjoni tal-kamra għadha friska f’moħħhom iktar minn xahrejn wara, il-membri tas-Soċjetà Piroteknika 15 ta’ Awwissu xammru l-kmiem għall-festa ta’ Santa Marija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-ħidma minn dakinhar sal-lum ma waqfitx. Kulħadd min inaddaf, min jibni. Sibna ħafna għajnuna mill-benefatturi u membri tas-soċjetà u llum nista’ ngħid li grazzi għalihom, jekk Alla jrid din il-ġimgħa nonoraw il-programm tal-ajru u tan-nar tal-art għall-ġimgħa tal-festa.",
                        "author": "Kevin Cutajar – President tas-Soċjetà Piroteknika 15 ta’ Awwissu",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-festa ta’ Marija tiġi ċċelebrata f’seba’ lokalitajiet . . . il-Mosta, Ħal Għaxaq, il-Gudja, Ħ’Attard, l-Imqabba, il-Qrendi u r-Rabat Għawdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "WATCH: Interview with young man who had lucky escape in Mosta fireworks explosion",
                "url": "https://tvmnews.mt/en/news/watch-interview-with-young-man-who-had-lucky-escape-in-mosta-fireworks-explosion/",
                "Transcript": [
                    {
                        "text": "More than two months after the fireworks factory belonging to Soċjetà Piroteknika 15 ta’ Awwissu exploded, one of the people who had a lucky escape spoke with TVMnews and said that while he is still very afraid he still believes in rolling up his sleeves, for the Santa Maria feast in Mosta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On the eve of Santa Maria, Alexander Bartolo said that the Madonna must have been with the 11 people who escaped safe and sound after the explosion.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Alexander Bartolo was with his friends when the factory exploded.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Today I am well, thank God and I look forward to the future.",
                        "author": "Alexander Bartolo – member of Soċjetà Piroteknika 15 ta’ Awwissu",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The three people involved in the accident were at the scene and when they heard small explosions they ran out the door immediately which is what saved their lives. Those injured were Niki Magro, Salvu Galea and Alexander Bartolo who only sustained burns in his hands.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "If I told you I was not afraid I would be lying. This was a terrible trauma for us but we are more united than ever and worked hand in hand.",
                        "author": "Alexander Bartolo –",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "We thank Our Lady, myself and my friends. The fact that on that day 11 of us survived safe and sound is not easy and we thank her from our heart.",
                        "author": "Alexander Bartolo",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The explosion took place near the Santa Maria niche which is in that room.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "As you can see once again the niche remained safe so this for me this is a miracle. There must be something there.",
                        "author": "Kevin Cutajar – President of the Soċjetà Piroteknika 15 ta’ Awwissu",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "While the explosion is still fresh in our minds, more than two months later, the members of the fireworks factory rolled up their sleeve and got to work.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We have not stopped. Everyone has been cleaning and re-building. We found a lot of help from benefactors and members of the fireworks factory and today we can say that thanks to them, God willing, we will honour the programme for the feast.",
                        "author": "Kevin Cutajar",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The feast of Santa Maria is celebrated in seven places, Mosta, Għaxaq, Gudja, Attard, Mqabba, Qrendi and Rabat, Gozo.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "11:54",
            "URL MLT": "https://tvmnews.mt/news/ara-kumpanija-bsistema-ta-arja-kundizzjonata-biex-tkessah-il-post-tibbenefika-minn-skema-tal-malta-enterprise/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-maltese-company-benefits-from-smart-and-sustainable-malta-enterprise-scheme/",
            "Duration": "02:04",
            "transcript mlt": {
                "Title": "ARA: Kumpanija b’sistema ta’ arja kundizzjonata biex tkessaħ il-post tibbenefika minn skema tal-Malta Enterprise",
                "url": "https://tvmnews.mt/news/ara-kumpanija-bsistema-ta-arja-kundizzjonata-biex-tkessah-il-post-tibbenefika-minn-skema-tal-malta-enterprise/",
                "Transcript": [
                    {
                        "text": "L-iskema Smart and Sustainable tal-Malta Enterprise wasslet biex kumpanija lokali tejbet l-operat tagħha fosthom billi tuża sistema li permezz tagħha l-ilma jintuża biex ikessaħ il-post.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din l-iskema hi intiża għal dawk il-kumpaniji li qed jinvestu fi proġetti sostenibbli u jistgħu jibbenefikaw f’għajnuna finanzjarja sa massimu ta’ €50,000.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kumpanija Danish Bakery ibbenefikat mill-ismart and sustainable investment grant li hi operata mill-Malta Enterprise u tgħin biex l-operat tal-kumpaniji jkun aktar sostenibbli. Id-Danish Bakery qed tinvesti f’sistema tal-arja kundizzjonata iktar effiċjenti u sostenibbli u dan billi tuża l-ilma biex tkessaħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-iskema Smart and Sustainable tibda b’investiment minimu ta’ €10,000. Dawk eleġibbli jirċievu għajnuna ta’ 50% tal-investiment sa massimu ta’ €50,000. F’Għawdex intrapriżi li ilhom imwaqqfa aktar minn tliet snin jew fejn il-proġett se jwassal għal tnaqqis sew ta’ emissjonijiet tal-carbon dioxide, l-applikanti jibbenefikaw minn assistenza addizzjonali f’forma ta’ kreditu ta’ taxxa sa massimu ta’ €20,000.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din l-iskema tindirizza ħames tipi ta’ investiment, l-użu effiċjenti tal-ilma, sorsi ta’ materjali iktar ħodor u sostenibbli, immanniġġjar aħjar tal-iskart jew użu tar-riżorsi, proċessi aktar diġitali u l-użu effiċjenti tal-enerġija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iċ-Chairman tad-Danish Bakery Alex Mallia qal li dan l-investiment qed isaħħaħ il-kompetittività tal-kumpanija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Permezz tal-għajnuna li ħadna mill-Malta Enterprise se jgħinna nniżżlu t-temperatura fil-fabbrika għal ambjent aħjar għall-ħaddiema kif ukoll il-kumpanija se tkun qed tiffranka daqs 85% mill-konsum tal-elettriku u tnaqqas il-konsum tas-CO2 b’90%.",
                        "author": "Alex Mallia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Kap Eżekuttiv tal-Malta Enterprise Kurt Farrugia qal li din l-iskema iġġenerat interess u sens ta’ ħsieb fost l-intrapriżi f’Malta ta’ kif jistgħu jindirizzaw il-proċessi tal-operat u jsiru iktar sostenibbli u diġitali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Waqt żjara li għamlet fil-kumpanija Danish Bakery, il-Ministru għall-Ambjent, l-Enerġija u l-Intrapriża Miriam Dalli qalet li l-ħidma favur l-ambjent u s-sostenibbilita’ trid tiġi minn kull qasam u settur, inkluż dak ekonomiku. Sostniet li l-kumpaniji jridu jwessgħu l-operat tagħhom u jimpjegaw iktar nies, iżda fakkret li fl-istess ħin iridu jużaw b’iktar effiċjenza l-enerġija li jikkunsmaw bil-għan li jħallu impatt pożittiv ambjentali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Watch : Maltese Company benefits from Smart and Sustainable Malta Enterprise scheme",
                "url": "https://tvmnews.mt/en/news/watch-maltese-company-benefits-from-smart-and-sustainable-malta-enterprise-scheme/",
                "Transcript": [
                    {
                        "text": "The Smart and Sustainable Malta Enterprise scheme has led to a local company improving its operations, by using a system through which water is used to cool the premises.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This scheme is intended for those companies that are investing in sustainable projects and can potentially benefit from financial aid up to a maximum of €50,000.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The company Danish Bakery has benefited from the smart and sustainable investment grant which is operated by Malta Enterprise and helps to make the company’s operation more sustainable. Danish Bakery is investing in a more efficient and sustainable air conditioning system by using water for cooling purposes.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Smart and Sustainable scheme starts with a minimum investment of €10,000. Those eligible receive 50% of the investment aid up to a maximum of €50,000. In Gozo, in the case of enterprises that have been established for more than three years (or when project will lead to a significant reduction of carbon dioxide emissions) applicants benefit from additional assistance in the form of a tax credit up to a maximum of € 20,000.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This scheme addresses five types of investment, the efficient use of water, green resources, and more sustainable materials, better waste management or use of resources, more digital processes and the efficient use of energy.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Chairman of Danish Bakery, Alex Mallia, said that this investment was strengthening the competitiveness of the company..",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The help we got from Malta Enterprise will help us lower the temperature in the factory for a better environment for the workers in addition to the fact that the company will be saving as much 85% of electricity consumption and reduce CO2 consumption by 90%.",
                        "author": "Alex Mallia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "CEO of Malta Enterprise Kurt Farrugia said that this scheme has generated interest and a sense of thought among the enterprises in Malta on how they can address the operating processes and become more sustainable and digital. .",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "During a visit to Danish Bakery, the Minister for the Environment, Energy and Enterprise Miriam Dalli said that the work in favor of the environment and sustainability must come from every field and sector , including the economic one. She claimed that companies must expand their operations and employ more people, but reminded that at the same time they must use energy more efficiently.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "14:21",
            "URL MLT": "https://tvmnews.mt/news/irid-ikun-bnazzi-ghal-lampuka-ghax-bir-rih-tinzel-il-isfel/",
            "URL ENG": "https://tvmnews.mt/en/news/fishermen-gear-up-for-lampuki-season-and-hope-for-good-weather/",
            "Duration": "02:22",
            "transcript mlt": {
                "Title": "“Irid ikun bnazzi għal-lampuka għax bir-riħ tinżel ‘il isfel”",
                "url": "https://tvmnews.mt/news/irid-ikun-bnazzi-ghal-lampuka-ghax-bir-rih-tinzel-il-isfel/",
                "Transcript": [
                    {
                        "text": "Minn għada jiftaħ uffiċjalment l-istaġun tal-lampuki.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews dalgħodu żar Marsaxlokk, ir-raħal sinonimu mas-sajd, u tkellem ma’ xi sajjieda u bejjiegħa li qed iħejju għal din is-sajda tant għall-qalb il-Maltin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’inqas minn 24 siegħa, is-sajjieda kemm kummerċjali u anke dilettanti, se jkunu jistgħu jsalpaw fil-baħar għall-ħuta tant popolari mal-Maltin – il-lampuka.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bħalissa, id-dgħajjes u l-bastimenti jinsabu mgħobbija bil-kannizzati, ġebel, palm u ċimi sabiex it-Tnejn, ma’ sbieħ il-jum, joħorġu ‘l barra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kulħadd issa jipprepara u jipproponi li jkun hawn il-lampuki u jidher li xi ħaġa hawn lampuki, għax meta tmur fuq il-baħar tara. Issa jiddependi meta mmorru għax-xogħol, meta s-sajjied imur għax-xogħol, dawn il-lampuki ma nsibuhomx hemm.",
                        "author": "Sajjied",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dawn il-ġranet li għaddew intramaw iċ-ċimi. Issa għada jmorru jgħabbu s-silġ u jmorru ’l barra jekk ikun il-bnazzi.",
                        "author": "Sajjied",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Tkellimna wkoll ma’ xi bejjiegħa tal-ħut, u lkoll qablu li l-lampuka hija ħuta mfittxija ferm, tant li diġà kien hemm bosta nies li saqsew għaliha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-lampuka l-iktar ħuta mfittxija, lilha l-iktar li nbigħu hawn isfel.",
                        "author": "Bejjiegħa tal-ħut",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Ħerqana, nisperaw li s-sajjieda jaqbdu l-lampuki biex ikollna xi nbigħu. Il-lampuka tinbiegħ ħafna mill-Maltin.",
                        "author": "Bejjiegħa tal-ħut",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Mart wieħed mis-sajjieda spjegat li l-lampuka, li tpassi f’dan iż-żmien, tgħum viċin ħafna tal-wiċċ ta’ baħar fond u tfittex id-dell tal-kannizzati, teknika li qalet ġiet żviluppata mis-sajjieda Maltin bosta snin ilu. Qalet li kulħadd kapaċi jaqbad il-ħut, iżda kultant tilgħab parti wkoll ix-xorti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dak bla ħin. Il-lampuki tista’ tmur bħalissa, irid ikun bla riħ. Irid ikun bnazzi għal-lampuka għax jekk ikun hemm ir-riħ, il-lampuka tinżel ‘il isfel.",
                        "author": "Mart sajjied",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-ħajja ta’ sajjied mhix faċli. Iżda n-namra tiġri f’demmhom u mhux lakemm tifridha minnhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Narawh bnazzi, inqumu filgħodu u nitilqu. Imbagħad minn hemm ‘il hemm, xħin noħorġu nafu, xħin nidħlu, ifhimni … Imma ġurnata, jumejn l-iktar.",
                        "author": "Sajjied",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dment li tkun twelidt ġo fih, tkun ġo fik u ma tibdlux. Jien issa ilni 60 sena fuq il-baħar, jiġifieri ma nistax nibdlu u li kieku kelli nerġa’ nitwieled mill-ġdid, hekk nerġa’ nagħżel.",
                        "author": "Sajjied",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-istaġun tal-lampuki jibda fil-15 t’Awwissu u jibqa’ għaddej sal-aħħar tas-sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Fishermen gear up for lampuki season and hope for good weather",
                "url": "https://tvmnews.mt/en/news/fishermen-gear-up-for-lampuki-season-and-hope-for-good-weather/",
                "Transcript": [
                    {
                        "text": "From tomorrow the lampuki season officially opens.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews this morning visited Marsaxlokk, Malta’s quintessential fishing village, and spoke to some fishermen and market sellers who are preparing for this fishing season which is so dear to the hearts of the Maltese.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In less than 24 hours, commercial and amateur fishermen will begin fishing for the fish most popular with the Maltese – the lampuka.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "At the moment, their boats and ships are loaded with trellises, stones, palm fronds and floats, so that on Monday early morning, they will set off.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Everyone has been preparing and has been patiently waiting for lampuki and it seems that they are in luck, because when you go out to sea you can see them. Now it all depends on whether they are still there and whether the fishermen will manage to reel them in.",
                        "author": "Fisherman",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "These past days were spent setting up the floats. Now tomorrow they will load ice and go out to sea, if the weather is good.",
                        "author": "Fisherman",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "We also spoke to some fish sellers, and they all agreed that lampuka is a very sought after fish, so much so that are already many people who have asked for it.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The lampuka is the most popular fish, the one we sell the most down here.",
                        "author": "Fish vendor",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "We are looking forward to it, hopefully the fishermen will catch the lampuki so we have something to sell. Lampuka is widely sold by the Maltese.",
                        "author": "Fish vendor",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The wife of one of the fishermen explained that the lampuka, which travels at this time, swims very close to the surface of the sea and looks for the shade of the trellises, a technique she said was developed by the Maltese fishermen Maltese many years ago. She said that everyone is capable of catching fish, but sometimes luck also plays a part.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There’s no right time really . Lampuki can swim away. There can’t be a wind and it has to be fine weather asa otherwise the lampuka will go down to the bottom of the sea.",
                        "author": "Fisherman’s wife",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The life of a fisherman is not an easy one. But it’s a passion runs in their veins and you can’t separate the fisherman from his passion.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "When we see that the weather is good once we wake up in the morning, we leave. From then on, we can’t really say when we will be back, but usually we are out for a day or two at most.",
                        "author": "Fisherman",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "AIf you were born into this life, you won’t change it for anything. have now been at sea for 60 years, which means I cannot change and if I were born again, this is what I would choose again.",
                        "author": "Fisherman",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Lampuki season starts on 15 August and continues until the end of Summer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "17:31",
            "URL MLT": "https://tvmnews.mt/news/l-anzjani-jilmentaw-dwar-hsarat-fl-atms-il-bov-jghid-li-mhemmx-hsarat/",
            "URL ENG": "https://tvmnews.mt/en/news/elderly-complain-about-damaged-atms-while-bov-denies-claims/",
            "Duration": "02:14",
            "transcript mlt": {
                "Title": "L-anzjani jilmentaw dwar ħsarat fl-ATMs, il-BOV jgħid li m’hemmx ħsarat",
                "url": "https://tvmnews.mt/news/l-anzjani-jilmentaw-dwar-hsarat-fl-atms-il-bov-jghid-li-mhemmx-hsarat/",
                "Transcript": [
                    {
                        "text": "L-Għaqda Nazzjonali tal-Pensjonanti esprimiet tħassib li l-anzjani qed jispiċċaw lampa stampa meta jmorru biex jiġbdu l-flus mill-ATMs u jsibuhom bil-ħsara jew mingħajr flus. Il-President tal-Għaqda, Charles Micallef, qal li l-Bank of Valletta minflok korsijiet għall-anzjani dwar fost oħrajn l-użu tal-ATMs, għandha toffri servizz personalizzat lill-anzjani biex jitgħallmu jużaw is-servizzi diġitali tal-bank.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mill-banda l-oħra, Kenneth Farrugia mill-BOV wieġeb li kull sena, isiru medja ta’ iktar minn disa’ miljun tranżazzjoni permezz tal-ATMs. Is-Sur Farrugia qal li l-BOV m’għandu l-ebda ATM bil-ħsara mid-disgħin waħda li hawn mifruxa madwar il-pajjiż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Anzjani qed jilmentaw mal-Għaqda Nazzjonali tal-Pensjonanti li għadhom isibuha diffiċli jiġbdu l-flus mill-ATMs għax fost oħrajn għadhom ma sabux tarf kif jużawhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Għaqda Nazzjonali tal-Pensjonanti tirċievi lmenti wkoll dwar il-ħsarat li jkollhom l-ATMs. Il-President tal-Għaqda, Charles Micallef, qal li dan qed jikkawża skariġġ speċjalment għall-anzjani għax qed ikollhom joqogħdu fil-kju għall-kaxxiera u xi kultant anki jispiċċaw bla flus f’idhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Sur Micallef qal li minflok korsijiet dwar kif jużaw is-servizzi diġitali tal-bank, l-anzjani għandhom jingħataw servizz personalizzat mill-bank anke għaliex il-memorja tibda tbatti biex fost oħrajn jiftakru l-passwords tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bniedem anzjan tgħidlu se nagħmillek kors diġà qed twaddbu lura. Allura għedtilhom għamlu xi ħaġa, għamlu coffee morning jew BBQ fis-sajf u fiha daħħlu informazzjoni dwar kif tuża l-ATMs imma tgħidilhomx morru kors speċjalment ikun kors iktar minn ġurnata waħda.",
                        "author": "Charles Micallef – President tal-Għaqda Nazzjonali tal-Pensjonanti",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Kenneth Farrugia mill-Bank of Valletta wieġeb li l-maġġoranza assoluta tat-tranżazzjonijiet tal-bank isiru b’mod diġitali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Illum b’buttuna tista’ tittrasferixxi mill-kont tiegħek għall-ieħor u tħallas pagamenti tal-credit cards li jista’ jkollok, tħallas pagamenti tal-kontijiet tad-dawl u l-ilma u pagamenti lil terzi bħall-poloz tal-assikurazzjoni u pagamenti oħrajn.",
                        "author": "Kenneth Farrugia – Chief Retail Banking Officer tal-Bank of Valletta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Mistoqsi dwar l-ilment mill-Għaqda Nazzjonali tal-Pensjonanti, is-Sur Farrugia mill-BOV wieġeb li bħalissa m’hemmx ATMs bil-ħsara. Spjega li l-ATMs ġieli jkunu wieqfa għal żewġ raġunijiet . . . ħsara mekkanika jew l-ATM ma tkunx qed topera għal xi ħin sakemm terġa’ timtela bil-flus u jinġabru ċ-ċekkijiet li jkunu ġew depożitati. Fil-każ tal-aħħar, is-Sur Farrugia qal li l-istennija tkun madwar nofs siegħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma naħsibx li dak hu kumment li japplika għall-ATMs kollha tal-bank. Ikollna ATMs li bħal kull magna, tindirizza t-tiswija meħtieġa u mbagħad l-ATM jinqalgħalha xi ħaġa oħra. Il-proċess tal-bank li meta naraw rikorrenza ta’ ħsara f’ċerti ATMs, il-bank ikun qed jippjana biex eventwalment dik l-ATM jibdilha.",
                        "author": "Kenneth Farrugia – Chief Retail Banking Officer tal-Bank of Valletta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Is-Sur Farrugia qal li kull sena, bl-ATMs isiru medja ta’ 9 miljun tranżazzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Elderly complain about damaged ATMs while BOV denies claims",
                "url": "https://tvmnews.mt/en/news/elderly-complain-about-damaged-atms-while-bov-denies-claims/",
                "Transcript": [
                    {
                        "text": "The National Association of Pensioners expressed concern that the elderly were being shortchanged whenever they went to withdraw money from ATMs, because these were often damaged or else had no money. The President of the Association, Charles Micallef, said that instead of offering elderly persons courses regarding the use of ATMs, Bank of Valletta should offer a personalized service to the elderly to learn how to use the bank’s digital services.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On the other hand, Kenneth Farrugia from BOV replied that every year, an average of more than nine million transactions were made through ATMs. Mr. Farrugia said that there were no damaged BOV ATMs out of the ninety one that were spread around the country.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Elderly people are complaining to the National Union of Pensioners that they find it difficult to withdraw money from ATMs because, inter alia, they still haven’t figured out how to use them.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The National Association of Pensioners also receives complaints about damaged ATMs. The President of the Association, Charles Micallef, said that this is causing stress especially to the elderly because they are having to wait in the queue for the cashiers and sometimes they even end up without money.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mr Micallef said that instead of courses on how to use the bank’s digital services, the elderly should be given a personalized service by the bank, also because they may find remembering passwords difficult.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "If you tell an elderly man that you are offering a course, that in itself an be daunting. So I suggested they organise a coffee morning or a BBQ in the summer and to offer information on how to use the ATMs. But don’t expect them to go to a course especially if it is a course over more than one day.",
                        "author": "Charles Micallef – President of Pensioner’s Association",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Bank of Valletta representative Kenneth Farrugia, replied that the absolute majority of the bank’s transactions are done digitally.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Today with the push of a button you can transfer money from one account to another and make credit card payments, pay water and electricity bills and make payments to third parties such as insurance and other payments.",
                        "author": "Kenneth Farrugia – Chief Retail Banking Officer Bank of Valletta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Questioned about the complaints from the National Union of Pensioners, Mr. Farrugia replied that there are currently no damaged ATMs. He explained that ATMs are sometimes stationary for two reasons – on account of a mechanical failure or because the ATM is not operational for some time until it is replenished with money and until cheques that have been deposited are collected. In the latter case, Mr Farrugia said that the delay would be around half an hour.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I don’t think that is a comment that applies to all bank ATMs. When we see a recurrence of damage in certain ATMs, the bank’s plan is to eventually replace that ATM.",
                        "author": "Kenneth Farrugia – Chief Retail Banking Officer BOV",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Mr Farrugia said that every year, an average of 9 million transactions are made using ATMs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "24:15",
            "URL MLT": "https://tvmnews.mt/news/il-kwalifiki-tar-refugjati-ghandhom-jigu-rikonoxxuti-jrs/",
            "URL ENG": "https://tvmnews.mt/en/news/refugees-qualifications-should-be-recognised-jrs/",
            "Duration": "02:06",
            "transcript mlt": {
                "Title": "“Il-kwalifiki tar-refuġjati għandhom jiġu rikonoxxuti” – JRS",
                "url": "https://tvmnews.mt/news/il-kwalifiki-tar-refugjati-ghandhom-jigu-rikonoxxuti-jrs/",
                "Transcript": [
                    {
                        "text": "Is-Servizz tal-Ġiżwiti għar-Refuġjati qal li r-refuġjati għandhom jitħallew japplikaw għal xogħlijiet mas-servizz pubbliku fosthom bħala interpreti, għalliema u infermiera.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVMnews, Julian Caruana mill-JRS qal li minħabba li l-kwalifiki tar-refuġjati mhumiex rikonoxxuti f’Malta, il-ħiliet tagħhom għandhom jiġu eżaminati mill-Università u l-MCAST.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-JRS iħoss li r-refuġjati għandhom jingħataw id-dritt tal-vot u l-għażla li jikkontestaw l-elezzjoni ġenerali biex ma jħossuhomx imwarrba fis-soċjetà.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Stħarriġ li sar ma’ refuġjati f’Malta sab li dawn il-persuni jħossuhom inferjuri mill-Maltin anke jekk ilhom is-snin jgħixu Malta. L-istudju juri li mill-mument li jaslu f’Malta, ir-refuġjati jaqgħu fix-xibka tal-faqar u l-esklużjoni soċjali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fost ir-raġunijiet li r-refuġjati f’Malta jħossuhom maqtugħin mis-soċjetà hi li qatt ma ngħataw id-dritt tal-vot. Dr Julian Caruana argumenta li wara għoxrin sena jgħixu Malta, ir-refuġjati għandhom jitħallew joħorġu għall-elezzjoni ġenerali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Naħsbu li għandha ssir dik id-diskussjoni biex dawn in-nies jidħlu fis-sistema politika. Issa l-ewwel pass jista’ jkun li jivvutaw fil-Kunsilli Lokali u mbagħad nitilqu minn hemm imma hi xi ħaġa li għandha tiġi kkunsidrata għaxis-sistema bħalissa mhux sostenibbli.",
                        "author": "Julian Caruana",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-istudju jipproponi li r-refuġjati għandhom jitħallew japplikaw għal impjiegi fis-servizz pubbliku anke fil-qasam tas-saħħa u l-edukazzjoni wara li l-ħiliet tagħhom jiġu eżaminati mill-Università u l-MCAST.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għalfejn ma nimpjegawx lil dawn in-nies bħala interpreti, bħala culture mediators fis-servizzi pubbliċi għax dik se tkun vantaġġ għalihom u għalina għax din barriera u meta niġu għas-servizz pubbliku meta niġu biex noffru dawn is-servizzi li ma jitkellmux daqshekk tajjeb bl-Ingliż u bil-Malti, neħlu.",
                        "author": "Julian Caruana",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dr Caruana appella lill-Gvern biex jindirizza b’mod iktar dirett ir-razziżmu anke fis-suq tax-xogħol fosthom fil-qasam tal-kostruzzjoni u l-catering.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hemm ħafna xogħol li hu illegali u temporanju jiġifieri dik hi xi ħaġa li mogħti xogħol għal xahar, xahrejn mingħajr l-ebda salvagwardja. Ħafna drabi mħallas ħafna inqas mill-paga minima u xi kultant in-nies, sfortunatament, se ninstema’ estrem, jaħdmu għal xahar jingħataw xebgħa u ma jingħatawx flus. Każi estremi imma jeżistu u aħna mmorru għand il-Pulizija biex niftħu każi f’dan ir-rigward.",
                        "author": "Julian Caruana",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-istudju sar mis-Servizz tal-Ġiżwiti għar-Refuġjati ma’ refuġjati li jgħixu f’Malta u għaqdiet mhux governattivi li jaħdmu f’dan is-settur.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "“Refugees’ qualifications should be recognised” – JRS",
                "url": "https://tvmnews.mt/en/news/refugees-qualifications-should-be-recognised-jrs/",
                "Transcript": [
                    {
                        "text": "The Jesuit Refugee Service said that refugees should be allowed to apply for work with the public service for posts such as interpreters, teachers and nurses.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Speaking to TVMnews, Julian Caruana from JRS said that because their qualifications are not recognised, they should be examined by the University and MCAST.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "JRS feels that refugees should have the right to vote and give the choice to contest the general election in order not to feel marginalised.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A survey carried out with the refugees found that they feel inferior to the Maltese even if they have lived here a long time. The study found that from the moment they arrive in Malta refugees, fall into the trap of social exclusion.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Among the reasons that they feel cut off from society is that they can never have the right to vote. Dr Julian Caruana argued that after 20 years living in Malta, they should also be allowed to contest the elections.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There should be a discussion for these people to enter into our political system. The first step is for them to be allowed to vote in the local councils and then we take it from there, but it is something which needs to be considered as right now it is not sustainable.",
                        "author": "Julian Caruana",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The study also proposes ways to better use refugee skills:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Why don’t we employ these people as interpreters and cultural mediators which would be an advantage for them and for us because hit is a barrier, and when they need services from the public sector and cannot speak English or Maltese, we get stuck.",
                        "author": "Julian Caruana",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dr Caruana appealed to the Government to address the issue of racism directly even at the workplace including the construction and catering sectors.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There is a lot of work which is illegal and temporary, sometimes they are given work month by month,, without any guarantees. They are often paid less than the minimum wage and sometime people unfortunately, it might sound extreme, but they are beaten up and not paid. They are extreme cases but they exist and we go to the Police to file a report about it.",
                        "author": "Julian Caruana",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The study was carried out by the Jesuits Refugee Service and NGOs who work in this sector.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "30:12",
            "URL MLT": "https://tvmnews.mt/news/dehra-gdida-lill-pittura-ta-mattia-preti-fil-knisja-taz-zurrieq/",
            "URL ENG": "https://tvmnews.mt/en/news/mattia-preti-painting-in-zurrieq-is-given-new-lease-of-life/",
            "Duration": "02:59",
            "transcript mlt": {
                "Title": "Dehra ġdida lill-pittura ta’ Mattia Preti fil-Knisja taż-Żurrieq",
                "url": "https://tvmnews.mt/news/dehra-gdida-lill-pittura-ta-mattia-preti-fil-knisja-taz-zurrieq/",
                "Transcript": [
                    {
                        "text": "Pittura ta’ Mattia Preti, li tinsab fil-Knisja ta’ Santa Katarina ta’ Lixandra fiż-Żurrieq, reġgħet ingħatat id-dehra oriġinali tagħha, wara intervent ta’ konservazzjoni u restawr, li dam għaddej madwar sena. Din il-pittura hija waħda minn seba’ xogħlijiet ta’ Mattia Preti li wieħed jista’ jsib f’din il-Knisja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minn arti traskurata għal waħda restawrata – il-pittura ta’ Mattia Preti, li tmur lura għal żmien il-pesta, għaddiet minn proċess ta’ restawr estensiv biex issa tista’ terġa’ titgawda Mill-parruċċani fil-Knisja Arcipretali taż-Żurrieq.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-pittura ġġib l-isem ta’ Santu Rokku, Bjaġju, Duminku u Nikola ta’ Tolentino Jinterċiedu għal Dawk Milqutin mill-Pesta u ġiet eżegwita fl-1676.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ix-xogħol prinċipali fuqha sar min tim ta’ tliet konservaturi – Anthony Spagnol, Sephora Borg u Jeanelle Lentini. Dawn qalu li tant saru interventi fuq il-pittura fil-passat, li spiċċaw għattew iż-żebgħa oriġinali ta’ Mattia Preti u trasformaw il-kwadru f’xi ħaġa oħra, kif spjega ma’ TVM News Anthony Spagnol.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan l-intervent li sar fuq dan il-kwadru serva biex jieħu l-perspettiva propja tiegħu. Ir riżultat huwa viċin ħafna ta’ dak li kkonċepixxa Preti meta dan għamel il-kwadru. Viċin ħafna, mhux qed ngħid morna għall-oriġinal, dak qatt ma jista’ jintlaħaq, però viċin ħafna tal-ispirtu li ħadem fuqu Mattia Preti. Interventi fil-passat ippreżentaw il-kwadru differenti, u għalhekk l-għan tagħna kien li nreġġgħu lura dawk l-interventi sabiex intuh verament il-valur artistiku u storiku tiegħu.",
                        "author": "Anthony Spagnol",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Sephora spjegat li qabel bdew l-interventi, kellhom ineħħu dak li sar qabel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-ewwel naddafna l-istat pittoriku, tneħħew is-saffi kollha ta’ verniċ li kien hemm, kif ukoll l-interventi, l-irtokki kollha li saru fil-passat. L-ewwel interventi kienu propju li neħħejna bl-użu ta’ solventi kienu irtokki li saru madwar 30 sena ilu. Imbagħad kellna nużaw gels abbażi ta’ solventi li dawn stajna bihom inneħħu interventi iktar antiki. U interventi antiki ħafna, imorru lura ħafna fiż-żmien, kellhom jitneħħew bl-użu ta’ scalpel blade b’mod mekkaniku.",
                        "author": "Sephora Borg",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Jeanelle qalet li n-naħa ta’ wara tal-pittura nstabet fi stat ta’ konservazzjoni ħażin ħafna, li kien qiegħed iħalli impatt ukoll fuq in-naħa pittorika.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fuq wara kien hemm din il-karta sewda li aħna ridna imbagħad nneħħuha għax kienet qed timmarka fuq in-naħa ta’ quddiem tal-pittura. Din aħna biddilniha u għamilna minflokha tila tal-linen, li din kellna nagħmluha minħabba xi tiċrit li kien hemm biex insaħħu t-tila iżjed u ma ssirx iżjed ħsara fuqha.",
                        "author": "Jeanelle Lentini",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dan l-intervent seta’ jsir grazzi għall-Fondazzjoni tal-Ajruport ta’ Malta. Iċ-Chairman ta’ din il-fondazzjoni, Josef Formosa Gauci, wera l-apprezzament tiegħu lejn it-tim li aċċetta li jaħdem fuq il-proġett, biex b’hekk il-Fondazzjoni setgħet tkompli bil-missjoni tagħha li tikkontribwixxi għall-ħarsien tal-patrimonju tal-gżejjer Maltin, partikolarment fl-irħula fil-viċinanzi tal-ajruport.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Mattia Preti painting in Żurrieq is given new lease of life",
                "url": "https://tvmnews.mt/en/news/mattia-preti-painting-in-zurrieq-is-given-new-lease-of-life/",
                "Transcript": [
                    {
                        "text": "A painting by Mattia Preti, located in the Church of Santa Katarina of Lixandra in Żurrieq, has been restored to its original state after undergoing a one year process of conservation and restoration. This painting is one of seven works by Mattia Preti found in this Church.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mattia Preti’s painting, which dates back to the time of the plague, has undergone an extensive restoration process and can now be enjoyed again by Zurrieq parishioners.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The painting which which was commissioned in 1676 features Saint Rocco, Biaggio, Dominic and Nicholas of Tolentino who intercede for those stricken by the Plague.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Works were mainly carried out by a team of three conservators – Anthony Spagnol, Sephora Borg and Jeanelle Lentini. They said that so many interventions were made on the painting in the past, that they ended up covering Mattia Preti’s original paint and transforming the painting into something else, as Anthony Spagnol explained to TVM News.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This intervention helped the painting recover its original perspective. The result is very close to what Preti conceived. Very close, I’m not saying we got it back to the original state, that can never be achieved, but we came very close to the spirit that Mattia Preti worked on. Interventions in the past presented a different picture, and therefore our goal was to reverse those interventions in order to really give it its artistic and historical value.",
                        "author": "Anthony Spagnol",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Sephora explained that before the interventions began, they had to remove what was done before.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "First we cleaned the painting, removed all the layers of varnish, as well as the interventions, all the touches made in the past The very first interventions that we removed using solvents were touch-ups that were done about 30 years ago. Then we had to use gels based on solvents with which we could remove older interventions. And very old interventions, going back a long time, had to be removed using a scalpel blade in a mechanical way.",
                        "author": "Sephora Borg",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Jeanelle said that the back of the painting was found in a very bad state of conservation, which was also having an impact on the pictorial side.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On the back there was this black paper that we then wanted to remove because it was marking the front of the painting. We changed it and made a linen canvas instead, which we had to do to strengthen the canvas and not cause more damage because of some tears that were present.",
                        "author": "Jeanelle Lentini",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "This intervention was made possible thanks to the Malta Airport Foundation. The Chairman of this foundation, Josef Formosa Gauci, showed his appreciation to the team that agreed to work on the project, so that the Foundation could continue contributing to the protection of the heritage of the Maltese islands, particularly in the villages in the vicinity of the airport.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}