{
    "News date": "15.08.2022",
    "Transcripts": [
        {
            "Time stamp": "02:14",
            "URL MLT": "https://tvmnews.mt/news/lanqas-timmaginaw-kemm-kien-hawn-guh-fil-gwerra-evelyn-chircop-88-sena/",
            "URL ENG": "https://tvmnews.mt/en/news/you-cannot-imagine-the-extent-of-hunger-during-the-war-evelyn-chircop-aged-88/",
            "Duration": "03:19",
            "transcript mlt": {
                "Title": "“Lanqas timmaġinaw kemm kien hawn ġuħ fil-Gwerra” – Evelyn Chircop, 88 sena",
                "url": "https://tvmnews.mt/news/lanqas-timmaginaw-kemm-kien-hawn-guh-fil-gwerra-evelyn-chircop-88-sena/",
                "Transcript": [
                    {
                        "text": "Il-festa tal-Assunta taħbat ma’ anniversarju li l-poplu Malti ma jinsih qatt. Wara 3 jgħix fit-tifrik u l-faqar tal-gwerra, il-festa ta’ Santa Marija tal-1942 sabet lill-poplu Malti f’salib it-toroq – bejn l-għadu u s-salvazzjoni mill-guħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Nhar il-15 t’Awwissu 1942 fil-Port il-Kbir kien daħal il-bastiment SS Ohio, tal-konvoy Operation Pedestal. Mument li biddel l-istorja għall-poplu Malti. Mument li għexet Evelyn Chircop minn Santa Venera.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Illum fl-ghomor ta’ 88 sena, Chircop għadha tiftakar ċar l-istennija u l-ferħ mal-wasla fil-Port il-Kbir tal-Konvoj ta’ Santa Marija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meta tfaċċa l-konvoy qisha kienet xi grazzja li bqajna mexjin.",
                        "author": "Evelyn Chircop",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Evelyn Chircop kienet tifla meta faqqgħet il-Gwerra. Sallum tiftakar ċar kristall it-tbatija, l-għaks u l-ġuħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Insomma, mhux x’konna nieklu ta, imma x’kienu jitimgħuna, għaliex ħobż ma nafux jekk kienx ħobż, kulħadd ilaqqat mill-aħjar li jista’.",
                        "author": "Evelyn Chircop",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-konvoy ta’ Santa Marija, jew Operation Pedestal, ġab provvista ta’ ikel lejn Malta għall-perjodu ta’ 3 xhur u kwantità ta’ fjuwil fuq il-bastiment Ohio, meqjus bħala l-iktar importanti għax minnu l-ajruplani tar-Royal Airforce setgħu jikkumbattu l-għadu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ħafna minn dawk li għexu l-esperjenza jgħidu li din il-ġrajja għaqdet il-fidi fil-Madonna mas-salvazzjoni tal-poplu Malti, li kien f’salib it-toroq – li minn mument għall-ieħor iċedi fl-idejn l-għadu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Konna ħa mmutu ara kemm kien hawn għaks, illum ma nistgħux nimmaġinawh. Kien hawn dik li ngħidulha l-Victory Kitchen, skont kemm konna nkunu nies. Wara l-konvoy taħsbux li kien hawn xi sitwazzjoni fejn tixtri li tixtieq, imma ttaffa ftit.",
                        "author": "Evelyn Chircop",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Kienu 50 il-bastimenti li fit-3 t’Awwissu salpaw mir-Renju Unit, 14 tal-merkanzija, li 5 biss irnexxielhom jaslu Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-15 t’Awwissu il-bastiment Ohio daħal imxengel fuq naħa waħda, milqut mill-bombi tal-għadu. It-tifsira ta’ din il-ġrajja hija kbira… u ma tintesiex. U r-rakkont tal-anzjani tal-lum jibqa’ ħaj għal dejjem.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Allura meta ġie l-konvoy qisha kienet xi grazzja li aħna bqajna għaddejjin. Kien hawn atmosfera sabiħa mbagħad wara.",
                        "author": "Evelyn Chircop",
                        "type": 1,
                        "type_str": "QUOTE"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "“You cannot imagine the extent of hunger during the War” – Evelyn Chircop, aged 88",
                "url": "https://tvmnews.mt/en/news/you-cannot-imagine-the-extent-of-hunger-during-the-war-evelyn-chircop-aged-88/",
                "Transcript": [
                    {
                        "text": "The feast of the Assumption also marks an anniversary that the people of Malta will never forget. After three continuous months of aerial bombardment and destruction by the Axis forces, the 15th of August in 1942 found the population at the crossroads – between the enemy or salvation from hunger.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In the Grand Harbour on this day, the American ship SS Ohio, from Operation Pedestal, entered the Grand Harbour, an arrival that changed the history of the Maltese Islands.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This was a moment that Evelyn Chircop from Santa Venera lived through.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Today, aged 88, she still clearly remembers the expectancy and joy when the Santa Marija Convoy finally entered the Grand Harbour.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Evelyn said through the arrival the country managed to survive. She was still a young girl when the Second World War broke out and she clearly remembers the deprivations and the hunger.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Rather than choosing their eating, they ate what they were fed and nobody actually knew whether the bread was bread because one ate what was going.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The convoy brought food provisions to last three months and a quantity of oil and fuel that was badly needed by Royal Air Force aircraft to combat the enemy.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Many linked this event to the intervention of the Holy Mary to save the people of Malta and Gozo because at that point there was thought of surrendering to the enemy.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "People were on the point of death from hunger and deprivation, Evelyn said and today one cannot image the extent of that hunger. People were fed from the Victory Kitchen according to the number of people there were present. The arrival of the convoy did not largely change matters but at least the deprivation decreased.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On 3rd August, 1942 Operation Pedestal left Britain with 50 vessels, and 14 merchant ships. Only five survived to enter the Grand Harbour.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Evelyn Chircop said the Ohio entered the Harbour lop-sided from heavy bombing but the significance was great and will never be forgotten and the recollections of us elderly will never die.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "After the arrival there was a feeling of great joy.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "09:43",
            "URL MLT": "https://tvmnews.mt/news/santa-marija-tirritorna-bil-kbir-wara-l-waqfa-tal-covid/",
            "URL ENG": "https://tvmnews.mt/en/news/santa-marija-returns-with-a-bang-after-covid-restrictions/",
            "Duration": "01:54",
            "transcript mlt": {
                "Title": "Santa Marija tirritorna bil-kbir wara l-waqfa tal-Covid",
                "url": "https://tvmnews.mt/news/santa-marija-tirritorna-bil-kbir-wara-l-waqfa-tal-covid/",
                "Transcript": [
                    {
                        "text": "Il-briju tal-festa din is-sena jinħass iżjed mis-soltu wara l-pawsa minħabba l-Covid.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Illum il-15 t’Awwissu f’7 lokalitajiet f’Malta u oħra f’Għawdex qed tkun iċċelebrata l-festa ta’ Santa Marija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews żar il-Mosta għall-marċ brijuż ta’ filgħodu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kienu snin ta’ stennija għal dawn iż-żgħażagħ Mostin li sena wara l-oħra jieħdu sehem fil-festa ta’ Santa Marija fil-Mosta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Stennija speċjali din is-sena wara li l-aħħar darba li ċċelebraw flimkien fil-festa tant ghal qalbhom kien 3 snin ilu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iżda wara l-waqfa temproanja minħabba l-Covid, il-briju reġa’ lura mill-ġdid – minn żgħar u kbar, li minn filgħodu bdew jinġemgħu fit-toroq ewlenin tal-Mosta għall-marc ta’ filgħodu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Bażilika Minuri ta’ Santa Marija tal-Mosta, imżejna għall-okkażjoni tal-festa tal-patruna tagħha, kienet mimlija nies li matul din il-ġimgħa attendew għall-funzjonijiet b’risq il-festa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-birju tal-festa fil-marċ ta’ filghodu ma naqasx, mad-daqq tal-banda u l-innijiet tal-Madonna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews tkellem ma’ uħud minn dawk li kienu għall-marċ dalgħodu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Ovvjament, għax filli tagħmel 3 snin lanqas tgawdiha u filli qegħdin hawn illum u npattu tat-3 snin li għaddew”.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Ilna ma niċċelebrawha 3 snin għalina l-Mostin aħna kburin”.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Hija parti mit-tradizzjoni ta’ Malta, hija xi ħaġa Maltija, tkun ilek dawk is-snin kollha hija vera sabiħa”.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Insellem lil dawk il-festi kollha ta’ Santa Marija li qed jieħdu pjaċir magħna”.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Santa Marija hija kollox għalina, kollox, jien trabbejt 7 mili ‘l fuq mill-każin, Santa Marija hija kollox għalina, sentejn neqsin mill-festa għalina, dik kienet xi ħaġa kbira għalina, inħobbuha wisq”.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-istaġun tal-festi fil-gzejjer Maltin jilħaq il-qofol tiegħu f’nofs Awwissu meta eluf ta’ Maltin u turisti jiċċelebraw il-festa ta’ Santa Marija fil-15 ta’ Awwissu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-festa ta’ Santa Marija Assunta hija ċċelebrata fil-jum tagħha, 15 ta’ Awwissu, f’7 lokalitajiet f’Malta – il-Mosta, Ħ’Attard, l-Imqabba, l-Qrendi, Ħal Għaxaq u l-Gudja – kif ukoll fir-Rabat, Għawdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Santa Marija returns with a bang after Covid restrictions",
                "url": "https://tvmnews.mt/en/news/santa-marija-returns-with-a-bang-after-covid-restrictions/",
                "Transcript": [
                    {
                        "text": "Festive celebrations this year were more evident this year following the restrictions caused by Covid.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Today, 15th August, seven localities in Malta and one in Gozo, celebrated the feast of Santa Marija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews was at Mosta to attend the boisterous morning band march.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "For the youths of Mosta this was a welcome return to renewed participation and celebration of the feast of The Assumption, last celebrated in this manner three years ago.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Celebrations resumed afresh after the enforced deprivation and were welcomed by the old and the young as band music reverberated through the main streets of Mosta this morning.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Mosta Santa Marija Minor Basilica was well bedecked for the occasion and was filled with people who throughout the week attended functions commemorating the festa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The boisterousness of the morning band march was highly evident including hymns dedicated to Our Lady.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews spoke to some of those who attended. The general opinion was a welcome return after an absence of three years and this is what makes the people of Mosta proud because it is part of the country’s tradition and after three years of waiting this is a most welcome return. There were also best wishes to other parishes celebrating the festa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "One said the Santa Marija festa is everything for the people of Mosta and is much loved. This is the height of the festive season and the Santa Marija festa is celebrated Mosta, Attard, Mqabba, Qrendi, Għaxaq and Gudja – as well as in Rabat, Gozo",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "16:26",
            "URL MLT": "https://tvmnews.mt/news/id-direttur-ta-jurassic-world-jghid-li-l-industrija-tal-films-fmalta-se-tissahhah/",
            "URL ENG": "https://tvmnews.mt/en/news/jurassic-world-director-confident-that-the-maltese-film-industry-will-go-from-strength-to-strength/",
            "Duration": "02:42",
            "transcript mlt": {
                "Title": "Id-Direttur ta’ Jurassic World jgħid li l-industrija tal-films f’Malta se tissaħħaħ",
                "url": "https://tvmnews.mt/news/id-direttur-ta-jurassic-world-jghid-li-l-industrija-tal-films-fmalta-se-tissahhah/",
                "Transcript": [
                    {
                        "text": "Fl-isfond tas-suċċess kummerċjali li għamel il-Film Jurrasic World Dominion, li diġà ħalla kważi biljun dollaru Amerikan fil-Box Office, id-Direttur tal-Film Colin Treverrow stqarr ma’ TVMnews li jinsab sodisfatt li kien hu li f’100 sena storja ta’ films poġġa lil Malta fiċ-ċentru tal-istorja u mhux biss ġibed xeni hawnhekk iżda ta prominenza lil-Istorja tal-Gżejjer Maltin",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Id-Direttur Amerikan Colin Treverrow jemmen li bil-bini tal-ewwel sound stages, Malta se tkompli ssaħħaħ il-pożizzjoni tagħha fl-industrija internazzjonali tal-films.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’intervista esklussiva ma’ TVMnews, id-Direttur ta’ Jurrasic World Dominion esprima s-sodisfazzjon tiegħu li Malta għall-ewwel darba mhux biss tidher fi blockbuster iżda tilgħab parti ċentrali fl-istorja tal-film.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "What I love, Malta has been a major film location for a long time, and it was always filmed for somewhere else, and we shot modern day Malta for Malta and I know when people come to visit they’ll be able to see distinct spots where we had a motorcylce running it. Yeah I feel like I’ll come here another time probably to shoot a film in another era, the film infrastructure is great, a lot of stuff going on, investment, it’s really a great place to be.",
                        "author": "Colin Treverrow",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Treverrow qal li s-sekwenza mimlija azzjoni li fiha Chris Pratt jirkeb il-mutur madwar it-toroq tal-kapitali Valletta f’taqbida mad-dinosawri niżlet tajjeb ħafna u stqarr li jinsab kuntent li l-istorja ta’ Malta ġiet mżewwġa ma’ dan il-film li qed jintwera mal-erbat irjieħ tad-dinja u ħalla qrib il-biljun dollaru Amerikan fil-box office.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għall-Kummissarju tal-Films Malti, Johann Grech, dan is-suċċess huwa t-turija ta’ fejn sejra l-industrija lokali tal-films li sejħilha suċċess.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Gvern Malti qed jinvesti fil-kbir fl-infrastuttura tal-films, irridu li bil-viżjoni noħolqu industrija ċinematografika ta’ klassi dinjija, din mhix slogan, din hija mantra u għalhekk qed nħallu impatt kbir. Għalhekk il-Gvern qed jinvesti fil-masterplan fejn se naraw l-ewwel bini ta’ sound stages ta’ klassi dinjija, fejn aħna se nkomplu nikompetu mad-dinja kollha.",
                        "author": "Johann Grech",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Ma’ TVMnews, Grech wera ruħu fiduċjuż li Malta se tibqa’ tattira produzzjonijiet simili fiż-żmien li ġej.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Aktar produzzjoniet lejn pajjiżna? Ottimist iva, naraw li nerħbu aktar produzzjonijiet bħal dawn, però oħrajn żgħar u medji li jħallu l-industrija taħdem ta’ kuljum. Illum ta’ min jgħid li 1,400 jaħdmu f’din l-industrija. U 400 kru. U rridu aktar.",
                        "author": "Johann Grech",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Id-Direttur tal-film Colin Trevorrow, flimkien ma’ tnejn mill-atturi, kienu f’Malta l-Ġimgħa biex jattendu għall-avveniment ta’ Universal Pictures Global Entertainment Event.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fuq stedina ta’ Universal Pictures kien hawn Malta wkoll ‘il fuq minn 40 ġurnalist internazzjonali li kellhom l-opportunità jżuru s-siti fejn inġibed il-film kif ukoll jirrapportaw dwar l-industrija tal-films lokali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Jurassic World Director confident that the Maltese film industry will go from strength to strength",
                "url": "https://tvmnews.mt/en/news/jurassic-world-director-confident-that-the-maltese-film-industry-will-go-from-strength-to-strength/",
                "Transcript": [
                    {
                        "text": "Against the backdrop of the commercial success of the film Jurrasic World Dominion, which has already generated almost a billion US dollars at the Box Office, the Director of the Film Colin Treverrow told TVMnews that he is satisfied that after Malta’s 100 year film history, he has managed to place it at the centre, not only filming scenes here but giving prominence to the History of the Maltese Islands.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "American director Colin Treverrow believes that with the construction of the first sound stages, Malta will continue to strengthen its position in the international film industry.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In an exclusive interview with TVMnews, the Director of Jurrasic World Dominion expressed satisfaction that for the first time Malta not only appears in a blockbuster but plays a central part in the film’s story-line.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "What I love, Malta has been a major film location for a long time, and it was always filmed for somewhere else, and we shot modern day Malta for Malta and I know when people come to visit they’ll be able to see distinct spots where we had a motorcylce running it. Yeah I feel like I’ll come here another time probably to shoot a film in another era, the film infrastructure is great, a lot of stuff going on, investment, it’s really a great place to be.",
                        "author": "Colin Treverrow",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Treverrow said that the action-packed sequence in which Chris Pratt rides his motorcycle around the streets of the capital Valletta in a fight with dinosaurs, went down very well, and said that he was happy that the action film, which is a global success, lays great emphasis on the history of Malta, and has left close to a billion US dollars at the box office.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Commissioner of Maltese Films, Johann Grech, maintains that this success clearly shows the direction the local film industry is heading, which he called a success.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Maltese Government is investing heavily in film infrastructure, we want to create a world-class cinematographic industry with a vision. This is not a slogan, this is mantra so we are making a big impact. Therefore the Government is investing in the masterplan where we will see the first building of world class sound stages, where we will continue to compete worldwide.",
                        "author": "Johann Grech",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Speaking to TVMnews, Grech expressed confidence that Malta will continue to attract similar productions in the years to come .",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I’m optimistic that we will attract more productions to our country? We welcome more productions like this, but small and medium sized ones that allow the industry to work on a daily basis. Today 1,400 work in this industry. And a crew of 400. And we want more.",
                        "author": "Johann Grech",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The director of the film Colin Trevorrow, together with two of the actors, were in Malta on Friday to attend the Universal Pictures Global Entertainment Event.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "At the invitation of Universal Pictures, more than 40 international journalists were also here in Malta who had the opportunity to visit the sites where the film was shot as well as report on the local film industry.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "19:37",
            "URL MLT": "https://tvmnews.mt/news/birra-maltija-tibda-tinbiegh-fl-indja-wara-li-ntghogbot-waqt-fiera/",
            "URL ENG": "https://tvmnews.mt/en/news/india-has-a-new-beer-and-its-maltese/",
            "Duration": "03:10",
            "transcript mlt": {
                "Title": "Birra Maltija tibda tinbiegħ fl-Indja wara li ntgħoġbot waqt fiera",
                "url": "https://tvmnews.mt/news/birra-maltija-tibda-tinbiegh-fl-indja-wara-li-ntghogbot-waqt-fiera/",
                "Transcript": [
                    {
                        "text": "Wara ħidma li saret minn Trade Malta u l-Kummissjoni Għolja Maltija fl-Indja, produttur lokali beda jesporta l-birra mhux alkoħolika fl-Indja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Importatur Indjan qal lil TVMnews li l-prodott Malti intgħoġob wara li l-kumpanija Maltija kienet qed tieħu sehem f’fiera kummerċjali barra l-pajjiż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ftit tal-jiem ilu, il-birra Maltija ġiet varata u ġiet esportata minn Malta l-ewwel konsenja, b’aktar konsenji se jiġu esportati fix-xhur li ġejjin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kumpaniji Maltin li jkunu qed ifittxu swieq barranin qed ikollhom għajnuna minn Trade Malta biex isibu swieq li fihom jista’ jkollhom suċċess bil-prodotti tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Matul din l-aħħar sena, permezz ta’ Trade Malta u ħidma diplomatika, kumpanija lokali – Farsons – irnexxielha tesporta birra mhux alkoħolika fl-Indja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meta kumpanija tkun qed tipprova tidħol għall-ewwel darba f’suq barrani ġdid hija essenzjali l-ħidma diplomatika mill-ambaxxati li jirrappreżentaw lil Malta fil-pajjiżi barranin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews tkellem mal-Kummissarju Għoli Malti fl-Indja, Reuben Gauci, li ħadem id f’id ma’ Trade Malta u l-kumpanija Maltija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Il-kumpaniji Maltin jikkuntattwajna regolarment, interessati biex jesportaw, u aħna nassistu f’dak li hemm bżonn, kemm ir-reġistrazzjoni tal-prodotti u anke parti mix-xogħol tagħna hu li nirreklamaw il-prodott Malti.",
                        "author": "Reuben Gauci",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-importatur Indjan Sahil Tandon qal lil TVMnews li skopra l-birra mhux alkoħolika Maltija waqt fiera internazzjonali, fejn kien hemm din il-kumpannija Maltija tippromwovi l-prodotti tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-importatur Indjan qal li bħala kumpannija dejjem ifittxu li jdaħħlu fl-Indja prodott barrani ġdid, pajjiż li llum għandu popolazzjoni ta’ 1.3 biljun ruħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Since in India non-alcoholic beer has a very good potential, India with 1.3 billion, you can imagine how much drinks they can have, and we finally import the beer, because it’s pure and high in quality.",
                        "author": "Sahil Tandon",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Stephen Sultana, kelliem għal Farsons, li esportat il-birra mhux alkoħolika fl-Indja qal lil TVMnews li l-prospetti jidhru tajbin u fix-xhur li ġejjin se jkompli jżidu l-konsenji ta’ din il-birra Maltija fl-Indja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Aħna nagħmlu r-riċerka tagħna, u ħadna sehem f’fieri permezz ta’ Trade Malta u kuntatti mal-importaturi u għajnuna minn Reuben Gauci l-Kummissarju Għoli li għenna nippromwovu l-prodotti tagħna. Il-ħidma diplomatika importanti għaliex l-preżenza tagħha turi li hemm appoġġ għal dan il-prodott.",
                        "author": "Stephen Sultana",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-kumpanija Maltija tesporta l-prodotti tagħha f’20 suq madwar id-dinja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "India has a new beer and it’s Maltese",
                "url": "https://tvmnews.mt/en/news/india-has-a-new-beer-and-its-maltese/",
                "Transcript": [
                    {
                        "text": "Following collaboration between Trade Malta and the Maltese High Commission in India, a local producer started exporting non-alcoholic beer to India.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Indian importer told TVMnews that the Maltese product was liked after the Maltese company took part in a trade fair abroad.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A few days ago, the Maltese beer was launched and the first consignment was exported from Malta, with more deliveries to be exported in the coming months.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Maltese companies looking for foreign markets are getting help from Trade Malta to find markets where they can be successful with their products.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In the last year, following collaboration between Trade Malta and diplomatic work, a local company – Farsons – managed to export non-alcoholic beer to India.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "When a company is trying to infiltrate a new foreign market for the first time, diplomatic work by the embassies that represent Malta in foreign countries is essential.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews spoke to the Maltese High Commissioner in India, Reuben Gauci, who worked hand in hand with Trade Malta and the Maltese company.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Maltese companies who are interested in exporting, contact us regularly, and we assist in what is needed, both with the registration and even advertising of the Maltese products.",
                        "author": "Reuben Gauci",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The Indian importer Sahil Tandon told TVMnews that he discovered Maltese non-alcoholic beer during an international fair, where this Maltese company was promoting its products.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Indian importer said that as a company they always seek to import new foreign products to India, a country that today has a population of 1.3 billion people.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Since in India non-alcoholic beer has a very good potential, India with 1.3 billion, you can imagine how much drinks they can have, and we finally import the beer, because it’s pure and high in quality.",
                        "author": "Sahil Tandon",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Stephen Sultana, spokesperson for Farsons, which exported the non-alcoholic beer to India, told TVMnews that the prospects look good and in the coming months they will continue to increase the deliveries of this Maltese beer in India.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We do our research, and we took part in fairs through Trade Malta and contacts with importers and help from Reuben Gauci at the High Commissioner, who helped us promote our products. Diplomatic work is important because its presence shows that there is support for this product.",
                        "author": "Stephen Sultana",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The Maltese company exports its products to 20 markets around the world.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "24:51",
            "URL MLT": "https://tvmnews.mt/news/pellegrinagg-bil-muturi-bejn-l-imgarr-u-had-dingli-brisq-il-hospice/",
            "URL ENG": "https://tvmnews.mt/en/news/motorbike-pilgrimage-from-mgarr-to-dingli-in-aid-of-hospice/",
            "Duration": "02:09",
            "transcript mlt": {
                "Title": "Pellegrinaġġ bil-muturi bejn l-Imġarr u Ħad Dingli b’risq il-Hospice",
                "url": "https://tvmnews.mt/news/pellegrinagg-bil-muturi-bejn-l-imgarr-u-had-dingli-brisq-il-hospice/",
                "Transcript": [
                    {
                        "text": "Pellegrinaġġ bil-muturi llum bejn l-Imġarr u Ħad Dingli, żewġ lokalitajiet li jiċċelebraw il-festa ta’ Santa Marija fl-ewwel Ħadd fuq nhara.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-pellegrinaġġ jgħaqqad żewġ għanijiet – id-devozzjoni lejn il-Madonna u l-għan filantropiku għax il-fondi miġbura f’dan il-pellegrinaġġ imorru għall-Moviment Hospice.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għall-5 sena nfila, il-parroċċi ta’ Ħad-Dingli u l-Imġarr organizzaw pellegrinaġġ bil-muturi li beda fl-għodwa bikrija ta’ filgħodu mill-Imġarr u ntemm f’Ħad Dingli, quddiem il-knisja arċipretali, bid-daqq tal-ħornijiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dawn iż-żewġ parroċċi huma ddedikati lil Santa Marija u jiċċelebraw il-festa titulari fl-ewwel Ħadd wara l-15 ta’ Awwissu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-pellegrinaġġ segwa rotta li għaddiet minn diversi lokalitajiet u matul it-triq segwew vann li kellu x-xbihat tal-vari titulari taż-żewġ parroċċi, bil-vann jinstaq mill-Kappillan tal-Imġarr, Dun George Schembri.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mal-wasla tas-sewwieqa tal-muturi biswit il-Knisja ta’ Ħad-Dingli, l-Arċipriet ta’ Ħad-Dingli, il-Kanonku David Farrugia, mexxa talba u bierek lis-sewwieqa tal-muturi, bs-sewwieqa jingħataw ukoll ċertifikat ta’ parteċipazzjoni u tifkira tal-okkażjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Aħna wkoll irridu nuru li f’Santa Marija u fil-festi tagħna, il-festi jiġu biex vermament ngħinu lil xulxin u nkunu qrib ta’ xulxin.",
                        "author": "Il-Kanonku David Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Huwa qal li l-attività għandha l-għan li tgħaqqad flimkien sewwieqa ta’ muturi li jsuqu f’pellegrinaġġ wara x-xbieha ta’ Santa Marija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnew ħa l-kummenti ta’ uħud minn dawk li pparteċipaw fil-pellegrinaġġ:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Festa ta’ Santa Marija u jiena devota tal-Assunta, u hija fl-istess ħin okkażjoni biex niltaqgħu aħna d-dilettanti tal-muturi u fl-istess ħin qegħdin nagħmlu talba dejjem biex tipproteġina l-Madonna dejjem waqt li nkunu fit-triq, hawn ħafna perikli għal kulħadd”.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Devot tal-Madonna, pellegrinaġġi tal-Madonna immur, dak il-gost tiegħi, u nitlob lil Madonna iżżomm idejha fuqna u fuq il-familja”.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Din hija l-ewwel darba u anke l-mutur l-ewwel darba li qed nuzawh, ħadna gost u tajna d-donazzjoni tagħna,\njiena kemm il-darba ġejt hawnhekk, l-ewwel darba ilu tliet snin kien ta’ Bjorn”.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“L-ewwelnett għax għandi scooter u nieħu pjaċir u biex nagħti sehmi għall-karità, għall-Hospice Movement ukoll”.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Skop ieħor tal-attività kien biex jinġabru donazzjonijiet li marru għal Hospice Malta li qed tikkonkludi l-proġett St Michael Hospice f’Santa Venera.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Motorbike pilgrimage from Mġarr to Dingli in aid of Hospice",
                "url": "https://tvmnews.mt/en/news/motorbike-pilgrimage-from-mgarr-to-dingli-in-aid-of-hospice/",
                "Transcript": [
                    {
                        "text": "A motorcycle pilgrimage took place between Mġarr and Dingli, two localities that celebrate the feast of The Assumption.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The pilgrimage combined two aims, that to The Assumption and the philanthropic aim to collect funds for the Hospice Movement.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This took place for the fifth successive year in the early morning and ended at Dingli in front of the parish church with the blaring of horns.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The pilgrimage drove through various localities in the presence of a van with depictions of the titular statues of the two parishes. The van was driven by the Mġarr Parish Priest, Dun George Schembri.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "As the pilgrimage neared the Dingli Church, Canon David Farrugia conducted a prayer and blessed the motorcyclists who were presented with a certificate to mark the occasion.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Canon Farrugia said that such festive occasions should show we are here to help each other and be near each other.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said the pilgrimage has two aims, that of uniting motorcyclists to follow the depiction of the Holy Mother.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews also gathered the comments of some of the participants.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "One said the occasion of The Assumption presents the occasion for motorcyclists to gather together while also seeking the protection of the Holy Mother while we are on the road to prevent perils.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Another said he is devoted to the Holy Mother and loves to attend such pilgrimages and prays he be safeguarded as well as his family.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Yet another said this was the first time and the first time he used this motorbike and enjoyed the ride and the last time he was in the locality was three years ago in aid of Bjorn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A scooter rider said it was enjoyable and equally enjoyable to donate to the Hospice Movement.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The funds will go to Hospice Malta which is concluding the St Michael Hospice Project in Santa Venera.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "27:18",
            "URL MLT": "https://tvmnews.mt/news/indjani-jiccelebraw-l-indipendenza-ta-pajjizhom-bi-thawwil-ta-pjanti-fil-marsa/",
            "URL ENG": "https://tvmnews.mt/en/news/indians-in-malta-commemorate-their-countrys-independence-by-planting-trees-at-marsa/",
            "Duration": "01:43",
            "transcript mlt": {
                "Title": "Indjani jiċċelebraw l-Indipendenza ta’ pajjiżhom bi tħawwil ta’ pjanti fil-Marsa",
                "url": "https://tvmnews.mt/news/indjani-jiccelebraw-l-indipendenza-ta-pajjizhom-bi-thawwil-ta-pjanti-fil-marsa/",
                "Transcript": [
                    {
                        "text": "Il-komunità Indjana llum tfakkar l-Indipendenza tagħha mir-Renju Unit.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kien fil-15 t’Awwissu li l-Indja ħadet l-Indipendenza u llum grupp ta’ Indjani li jgħixu Malta xammru l-kmiem biex jagħtu xi ħaġa lura lill-pajjiż li laqagħhom u fih bdew paġna ġdida f’ħajjithom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Grupp ta’ madwar 20 Indjan bakkru u rħewla lejn il-Marsa sabiex iħawwlu pjanti u arbuxell waqt li jnaddfu ż-żona.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jekk għall-Maltin il-15 t’Awwissu għandha tifsira strorika kbira, l-istess jista’ jingħad għall-Indjani li bħallum 75 sena ilu kisbu l-Indipendenza mir-Renju Unit.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Rishi Davinder Pal, li kien wieħed mill-persuni li ħareġ b’din l-inizjattiva, qal li b’kollox tħawlu mat-30 siġra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li din hija l-ewwel attività tax-xorta tagħha mill-grupp ta’ Indjani f’Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Rishi sostna li lkoll jemmnu li minkejja li huma barranin, għandhom jagħtu kontribut, anke jekk żgħir, lill-pajjiż li laqagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We are feeling we have to do something for the country because we are also living here, it does not matter that we are foreigners here, it is our duty, we have to do something for the society, every one has to do it, I send them a message and immediately they came here, at 8am they are cleaning.",
                        "author": "Rishi Davinder Pal",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Ma’ TVMnews spjega kif din l-attività saret b’kollaborazzjoni mal-Kunsill Lokali tal-Marsa fejn qal li din hija l-ewwel waħda minn sensiela ta’ attivitajiet pjanati sabiex il-komunità Indjana f’Malta tkompli tintegra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Rishi spjega li fiż-żmien li ġej se jkunu qed ikomplu jieħdu ħsieb dan il-ġnien u s-siġar li tħawwlu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għal Rishi u sħabu l-15 t’Awwissu jibqa immarkat f’qalbhom. Pajjiżhom kiseb l-Indipendenza mir-Renju Unit bħallum fl-1947.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hawn Malta sabu wkoll din il-qrubija li jistgħu jqabblu festa importanti għalihom fl-istess ġurnata li l-poplu Malti jiċċelebra bil-kbir nhar Santa Marija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huma qalulna li dan il-jum għalihom ifisser li jridu jkomplu jagħtu kontribut lill-pajjiż li laqagħhom u li fih fetħu paġna ġdida f’ħajjithom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Indians in Malta commemorate their country’s independence by planting trees at Marsa",
                "url": "https://tvmnews.mt/en/news/indians-in-malta-commemorate-their-countrys-independence-by-planting-trees-at-marsa/",
                "Transcript": [
                    {
                        "text": "The Indian community in Malta today commemorated their country’s gaining independence from the United Kingdom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It was on 15th August in 1947 that India gained its independence and a group of Indians residing in Malta rolled up their sleeves to bestow their thanks for the country that has enabled them to start a new page in their lives.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "About 20 Indians made an early start to bed plants and bushes while cleaning up the surrounding zone.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "If 15th August has great historic significance for Malta it has the same for India because today 75 years ago the country was granted its independence from the United Kingdom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Rishi Davinder Pal, one of the persons behind this initiative, said that in all about 30 trees were planted and this was the first such initiative by the Indian community in Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Rishi maintained that although they are foreigners they should contribute, even though a small contribution, to the country that has welcomed them.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“We are feeling we have to do something for the country because we are also living here, it does not matter that we are foreigners here, it is our duty, we have to do something for the society, everyone has to do it, I send them a message and immediately they came here, at 8am they are cleaning”, he said.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "With TVMnews he explained this initiative has taken place in collaboration with the Marsa local Council and is the first of a series of planned activities to help the Indian community to integrate.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Rishi explained that in the future they will continue to maintain the garden and the trees they have planted. It has been a boon that their special day is also twined with one of Malta’s most commemorative days.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "They will continue to contribute to the country that has given them a fresh start in life.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "29:16",
            "URL MLT": "https://tvmnews.mt/news/illejla-kuncert-brisq-il-fondazzjoni-richmond-biex-tghin-aktar-persuni/",
            "URL ENG": "https://tvmnews.mt/en/news/tonights-concert-will-enable-richmond-foundation-to-help-more-people/",
            "Duration": "02:25",
            "transcript mlt": {
                "Title": "Illejla kunċert b’risq il-Fondazzjoni Richmond biex tgħin aktar persuni",
                "url": "https://tvmnews.mt/news/illejla-kuncert-brisq-il-fondazzjoni-richmond-biex-tghin-aktar-persuni/",
                "Transcript": [
                    {
                        "text": "Kunċert fi tmiem il-ġimgħa għandu jkompli jgħin fil-ġbir tal-fondi għall-Fondazzjoni Richmond.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan biex tkun tista’ tkompli bil-ħidma tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kuncert huwa inizjattiva tal-impjegati tal-Fondazzjoni stess.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Rock For Richmond, il-kunċert li minnu jinġabru fondi għall-Fondazzjoni Richmond, waqaf għal sentejn minħabba l-pandemija u issa se jerġa’ jsir fi tmiem din il-ġimgħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Inizjattiva mill-impjegati tar-Richmond u li fiha jinvolvi diversi gruppi mużikali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-għan aħħari, kif spjegat il-Kap tal-Ooperat tal-Fondazzjoni Daniela Calleja Bitar, hija li tibqa’ tingħata għajnuna lil mijiet li jċemplu, jibgħatu messaġġi jew jersqu personalment biex jieħdu l-għajnuna mingħand din il-Fondazzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi żmien il-Covid is-saħħa mentali ħadet spinta fis-sens li kien hemm ħafna kuxjenza u n-nies bdew iħossu l-bżonn ifittxu l-għajnuna, barra li tant qed tiżdied l-għoli tal-ħajja li qed inħossu dik l-għafsa tan-nies biex huma jgħixu kuljum.",
                        "author": "Daniela Calleja Bitar",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-attività se tittella’ s-Sibt li ġej fit-Teatru Grieg tal-Mosta bil-partecipazzjoni, fost oħrajn, tal-gruppi Beangrowers, Brodu u r-rapper Enrique Rezo.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ippruvajna nagħmlu attività li tilħaq ħafna nies, din is-sena qed infittxu li noħolqu l-ispirtu u l-atmosfera tal-kunċerti passati, insejjaħ lil kulmin għandu interess kemm li jgħin u kemm li jieħu sagħtejn gost isegwi l-mużika live.",
                        "author": "Mario Vella, mental health support worker",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Fondazzjoni Richmond, li fetħet il-bibien tagħha 30 sena, ilu tgħin kontinwament lin-nies li jesperjenzaw problemi ta’ saħħa mentali u lil dawk ta’ madwarhom waqt li toffri kura terapewtika.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija timpenja ruħha biex dak li jkun jirnexxielu jerġa’ jgħix b’mod indipendenti u sal-lum il-ġurnata fetħet 7 djar, 30 appartamenrt, helpline u chat li permezz tagħhom jagħtu servizz 24 siegħa kuljum.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Tonight’s concert will enable Richmond Foundation to help more people",
                "url": "https://tvmnews.mt/en/news/tonights-concert-will-enable-richmond-foundation-to-help-more-people/",
                "Transcript": [
                    {
                        "text": "This weekend’s concert is aimed at continuing to raise funds for the Richmond Foundation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This will enable the Foundation to continue with its work.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The concert is an initiative by staff at the Foundation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Rock for Richmond, the concert through which funds are raised for the Richmond Foundation, was not held for two years because of the pandemic and will now be held again this weekend.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This is an initiative by the staff at Richmond and involves a number of musical groups.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The ultimate aim, as explained by the Foundation’s Head of Operations Daniela Calleja Bitar, is so that assistance can continue to be given to the hundreds who call, send messages or turn up personally to receive help from the Foundation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mental health surfaced during Covid, in the sense that people started feeling the need to seek assistance, besides the fact that the cost of living is increasing so much that we are feeling the pressure experienced by people for daily living.",
                        "author": "Daniela Calleja Bitar",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The activity is being held this evening at the Greek Theatre in Mosta with the participation, among others, of The Beangrowers, Brodu and rapper Enrique Rezo.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We aimed for an activity that reaches a wide audience. This year we are trying to recreate the spirit and atmosphere of past concerts. My appeal is for everyone interested both in helping and in enjoying two hours of live music.",
                        "author": "Mario Vella, mental health support worker",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The Richmond Foundation opened its doors 30 years ago and continuously helps people experiencing mental health problems as well as those around them, whilst offering therapeutic treatment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Foundation commits itself to ensuring an independent living and to date has set up seven homes, 30 apartments, a helpline and a chat through which it offers a 24/7 service.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "31:56",
            "URL MLT": "https://tvmnews.mt/news/ktieb-gdid-dwar-hajjet-id-direttur-elio-lombardi/",
            "URL ENG": "https://tvmnews.mt/en/news/new-book-which-documents-the-life-of-director-elio-lombardi/",
            "Duration": "01:26",
            "transcript mlt": {
                "Title": "Ktieb ġdid dwar ħajjet id-direttur Elio Lombardi",
                "url": "https://tvmnews.mt/news/ktieb-gdid-dwar-hajjet-id-direttur-elio-lombardi/",
                "Transcript": [
                    {
                        "text": "Għandu 88 sena u baqa’ għaddej bil-produzzjoni ta’ films lokali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Elio Lombardi ma żammx biss mal-produzzjoni tal-films, li jiktibhom hu stess, imma jpingi, ikanta, iħit u jagħmel l-irtokk",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Produttur tal-films lokali. Kiteb, ħadem u dderieġa ‘l fuq minn 100 film. Mhux biss, iżda Elio Lombardi huwa wkoll ħajjat, pittur, kantant u bena anke s-setts tal-films tiegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVMnews Elio Lombardi, li llum-il ġurnata jgħodd it-88 sena, ħadem anke l-irkokk fuq il-personaġġi li jieħdu sehem fil-purċissjonijiet tal-Ġimgha l-Kbira. Ħajjet dan l-artist Malta issa hija rrakkuntata fi ktieb ġdid.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jien nirringrazzja ‘l Alla bit-talenti li tani, u daqsekk, għax m’għamilt xejn speċjali biex jagħtihomli.",
                        "author": "Elio Lombardi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Elio Lombardi jgħid li f’ħajtu għamel minn kollox qabel ma’ ffoka biss fuq il-films u kien bis-saħħa tan-nannu Emilio li qaleb minn ħajjat għal produttur tal-films lokali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan in-nannu kellu stamperija u jien imsemmi għalih Emilio Lombardi, li kien jgħidli “int imissek qiegħed hawn”, u bdejt naħdem hemm.",
                        "author": "Elio Lombardi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-awtriċi tal-ktieb, Mary Attard, ħadmet f’diversi mil-films ta’ Lombardi. Kienet il-krejattività u l-ħajja attiva tad-direttur li ispirawha biex tiddokumenta l-biografija tiegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-films beda jaħdimhom fil-bidu tas-snin 80 u llum-il ġurnata Elio għadu jaħdem fuq films ġodda. Fil-fatt bħalissa qed jaħdem il-112-il film tiegħu bl-isem ta’ “Il-Giddieb Għomru Qasir”.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jien ma naqta’ qalbi qatt, nafda f’Alla u daqshekk.",
                        "author": "Elio Lombardi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-ktieb huwa vjaġġ lura fiż-żmien b’ritratti antiki u atturi li ħadmu ma’ Elio Lombardi u anke pitturi li pitter Lombardi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "New book which documents the life of Director Elio Lombardi",
                "url": "https://tvmnews.mt/en/news/new-book-which-documents-the-life-of-director-elio-lombardi/",
                "Transcript": [
                    {
                        "text": "At the age of 88 he is still producing local films.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Elio Lombardi, a local film producer, didn’t just stick to the production of films, which he writes himself, but he also paints, sings, sews and does make-up.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Lombardi has written, acted and directed over 100 films. He is also a tailor, painter, singer and has even built his own film sets.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Elio Lombardi spoke to TVMnews and told them that also worked on the characters who take part in the Good Friday processions. The life of this Maltese artist is now told in a new book.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I thank God for the talents he has given me.",
                        "author": "Elio Lombardi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Elio Lombardi says that in his life he did everything before he focused on films and it was thanks to his grandfather Emilio that he switched from tailor to local film producer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "My grandfather had a printing press and I was named after him – Emilio Lombardi, so much so that he used to tell me “your place is here”, which is how I started working there.",
                        "author": "Elio Lombardi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The author of the book, Mary Attard, worked in several of Lombardi’s films. It was the director’s creativity and active life that inspired her to document his biography.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He started working on films in the early 80s and today Elio is still working on new films. In fact, he is currently working on his 112th film called “Il-Giddieb Għomru Qasir” (The Life of a liar is short).",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I don’t ever give up. I trust in God.",
                        "author": "Elio Lombardi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The book is a journey back in time and contains old photos and actors who worked with Elio Lombardi and even paintings that Lombardi painted.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}