{
    "News date": "16.08.2022",
    "Transcripts": [
        {
            "Time stamp": "02:33",
            "URL MLT": "https://tvmnews.mt/news/46000-ruh-jaqsmu-l-fliegu-ghal-santa-marija/",
            "URL ENG": "https://tvmnews.mt/en/news/46000-crossed-the-gozo-channel-during-santa-marija/",
            "Duration": "02:40",
            "transcript mlt": {
                "Title": "46,000 ruħ jaqsmu l-fliegu għal Santa Marija",
                "url": "https://tvmnews.mt/news/46000-ruh-jaqsmu-l-fliegu-ghal-santa-marija/",
                "Transcript": [
                    {
                        "text": "Kienu tmiem il-ġimgħa u festa ta’ Santa Marija tajbin għat-turiżmu intern u barrani f’Għawdex. Iċ-Chairman tal-Gozo Channel, Joe Cordina, u l-Kap Eżekuttiv tal-Assoċjazzjoni Għawdxija għat-Turiżmu, Joe Muscat, qalu li l-ammont ta’ nies li marru Għawdex għal din il-festa tant popolari qabeż dak tas-sena l-oħra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Nhar Santa Marija din is-sena ħabtet it-Tnejn u għalhekk ħafna kienu dawk li ħadu tmiem il-ġimgħa fit-tul, bogħod mix-xogħol. Jidher li tmiem il-ġimgħa li għaddiet u l-festa ta’ Santa Marija ġibdu lejn Għawdex ammont sew ta’ nies.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ikkuntattjat minn TVM NEWS, iċ-Chairman tal-Gozo Channel, Joe Cordina qal li mill-Ħamis sat-Tnejn qasmu l-fliegu madwar 46,000 passiġġier, li jfisser 11,000 passiġġier iktar mis-sena l-oħra. Is-Sur Cordina kompla jgħid li n-numri kienu sodisfaċenti iżda għadhom ma laħqux in-numri rekord tal-2019 meta dik is-sena kienu marru Għawdex 50,000 passiġġier għall-ġranet tal-festa ta’ Santa Marija. Semma diversi fatturi li jwasslu għat-tibdil fl-ammont ta’ nies li jerħulha lejn Għawdex għal btala, fosthom f’liema ġurnata taqa’ l-festa ta’ Santa Marija u jekk tinzertax tiġi taħbat eżatt qabel jew wara tmiem il-ġimgħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Eżekuttiv tal-Assoċjazzjoni Għawdxija għat-Turiżmu, GTA, Joe Muscat, qal lil TVM NEWS li l-perjodu ta’ dawn l-aħħar ġranet f’Santa Marija kien tajjeb ħafna fejn jidħol turiżmu, kemm intern u wkoll barrani. Qal li f’dawn il-jiem il-lukandi u l-postijiet tal-akkomodazzjoni irreġistraw livell ta’ okkupanza minn 93% għal 95%. Innota li l-fatt li l-festa ta’ Santa Marija ħabtet it-Tnejn għenet biex in-nies estendew il-btala wara tmiem il-ġimgħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Sur Muscat qal li l-operaturi turistiċi f’Għawdex innutaw li kien hemm żieda fis-suq barrani, waqt li s-suq domestiku ma kienx fuq il-livell tas-sena l-oħra. Spjega li dan seħħ minħabba li din is-sena tneħħew ir-restrizzjonijiet kollha tal-ivvjaġġar u għalhekk il-Maltin ippreferaw jieħdu vaganza barra minn Malta. Il-Kap Eżekuttiv tal-GTA qal li l-Assoċjazzjoni temmen li din is-sena se tkun is-sena ta’ rkupru li twassal għall-2023 li qal l-GTA tispera li tilħaq u taqbeż il-livelli għoljin tat-turiżmu li kienu ġew reġistrati fl-2019.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Irrimarka li jinsab kunfidenti li t-turiżmu f’Għawdex mill-bidu tas-sena sa issa qabeż iċ-ċifri tas-sena l-oħra. Qal li s-sena l-oħra l-okkupanza fil-postijiet tal-akkomodazzjoni f’Għawdex kienet b’maġġoranza assoluta mill-Maltin, iżda qal li din is-sena il-persentaġġ bejn Maltin u barranin li jżuru Għawdex reġa’ qiegħed fil-livell ta’ kważi nofs b’nofs kif kien ikun fis-snin ta’ qabel. Is-Sur Muscat temm jgħid li s-sena l-oħra l-barranin li żaru lil Għawdex kienu iktar minn 70,600. Sostna li jinsab kunfidenti li din is-sena dan l-ammont se jinqabeż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "46,000 crossed the Gozo Channel during Santa Marija",
                "url": "https://tvmnews.mt/en/news/46000-crossed-the-gozo-channel-during-santa-marija/",
                "Transcript": [
                    {
                        "text": "The weekend and the feast of The Assumption were good for internal and foreign tourism in Gozo. The Gozo Channel Chairman Joe Cordina, and the Executive Head of the Gozo Tourism Association, Joe Muscat, said the number of visitors to Gozo for this occasion was higher than last year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Santa Marija this year fell on a Monday and therefore provided a long weekend away from work. A great number of persons were attracted to Gozo.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Contacted by TVM NEWS, Joe Cordina said that between Thursday and Monday about 46,000 passengers crossed the Gozo Channel, that is, 11,000 more than last year. The Gozo Channel Chairman said this was satisfactory but the record of 2019 has yet to be reached when 50,000 passengers crossed over during this period.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said the day on which The Assumption falls has a great bearing and its proximity to a weekend makes a great difference.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Joe Muscat told TVM NEWS that accommodation places registered an occupancy level of 95% from 93% and the fact that Santa Maria fell on a Monday helped tremendously.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Muscat said that tourist operators in Gozo also showed an increase in foreign tourists compared to last year as a result of the removal of restrictions. This also caused Maltese to take overseas holidays. He said his Association believes this is going to be a recovery year leading to 2023 and it is hoped that 2019 levels will be attained.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Muscat said he is convinced that since the beginning of the year arrival figures have exceeded last year. Last year’s occupancy levels were mainly Maltese but this year it was almost 50-50 between Maltese and foreigners. He ended by saying that last year there were 70600 foreign visitors to Gozo and he is confident this will be surpassed this year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "16:57",
            "URL MLT": "https://tvmnews.mt/news/imut-mons-philip-calleja-hadem-mal-emigranti-u-r-refugjati/",
            "URL ENG": "https://tvmnews.mt/en/news/mons-philip-calleja-dies-at-the-age-of-93/",
            "Duration": "01:43",
            "transcript mlt": {
                "Title": "Imut Mons. Philip Calleja – ħadem mal-emigranti u r-refuġjati",
                "url": "https://tvmnews.mt/news/imut-mons-philip-calleja-hadem-mal-emigranti-u-r-refugjati/",
                "Transcript": [
                    {
                        "text": "Tħabbret il-mewt ta’ Monsinjur Philip Calleja fl-età ta’ 93 sena, li għal sebgħin sena ħadem għall-emigranti Maltin, l-immigranti u r-refuġjati f’Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa miet matul il-lejl fid-dar tal-Kleru fejn kien ilu jgħix għal dawn l-aħħar snin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi tweet, l-Arċisqof Mons. Chales J Scicluna kiteb biex nitolbu għal ruħ Monsinjur Calleja li fi kliemu, kien qisu familja għall-immigranti f’pajjiżna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Monsinjur Philip Calleja kien imwieled u mrobbi fil-Belt Valletta, u kien ġie ordnat saċerdot fit-2 t’Awwissu tal-1953. Huwa kellu diversi karigi fil-Kurja fosthom dik ta’ segretarju amministrattiv u kanċillier.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Monsinjur Calleja kien l-organizzatur tal-Knisja fl-ewwel żjara tal-Papa Ġwanni Pawlu t-Tieni fl-1990 u kien strumentali biex Monsinjur Mikiel Azzopardi akkwista l-art minn fejn illum topera d-Dar tal-Providenza fis-Siġġiewi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għal 70 sena, Monsinjur Philip Calleja ħadem bla heda biex taffa t-tbatija ta’ immigranti u refuġjati f’Malta, u huwa sinonimu għall-impenn li kien juri meta serva bħala Direttur tal-Kummissjoni Migranti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kummissjoni Migranti, sellmet il-memorja ta’ Mons. Calleja li qalet dan is-saċerdot kien jagħti servizz b’dedikazzjoni lil dawk il-persuni li kellhom jħallu pajjiżhom u jsofru tant tbatija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews tkellem mad-Direttur attwali tal-Kummissjoni Migranti Fr Anton D’Amato, li rrefera għall-impenn li kien juri Mons Calleja f’ħidmietu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fis-snin tmenin u disgħin meta bdew deħlin l-immigranti u dawk li jfittxu l-ażil f’Malta, il-Kummissjoni kienet pijuniera, l-ewwel servizz mill-Kummissjoni u nistgħu ngħidu li Monsinjur Calleja kien ta’ servizz mhux biss għall-knisja iżda wkoll għal pajjiżna.",
                        "author": "Fr Anton D’Amato",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Mons Calleja jgawdi diversi rikonoxximenti internazzjonali u lokali għall-impenn tiegħu fil-qasam tal-immigranti u refuġjati.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Mons. Philip Calleja dies at the age of 93",
                "url": "https://tvmnews.mt/en/news/mons-philip-calleja-dies-at-the-age-of-93/",
                "Transcript": [
                    {
                        "text": "Mons. Philip Calleja had died at the age of 93 years. He died at Dar tal Kleru where he was living during the last years of his life.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He was born on December 8, 1928 and was ordained as a priest on 2 August 1953.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "During his life he worked a lot for emigrants and refugees. For about 50 years he was the director of the Migrant Commission, which was founded in 1950 due to the great exodus of Maltese to other countries.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mons. Philip Calleja used to offer help to people who intended to continue living abroad. Over time, through the Commission, he also began to offer concrete help to immigrants and refugees here in Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Migrant Commission saluted his memory and thanked him for his kindness in his work with those people who had to leave their homes.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "21:32",
            "URL MLT": "https://tvmnews.mt/news/hidmet-il-bidwi-ghawdxi-fwirja-tradizzjonali-fvilla-rundle/",
            "URL ENG": "https://tvmnews.mt/en/news/gozitan-farmers-exhibit-their-products-in-the-traditional-fair-at-villa-rundle-in-gozo/",
            "Duration": "02:14",
            "transcript mlt": {
                "Title": "Ħidmet il-bidwi Għawdxi f’wirja tradizzjonali f’Villa Rundle",
                "url": "https://tvmnews.mt/news/hidmet-il-bidwi-ghawdxi-fwirja-tradizzjonali-fvilla-rundle/",
                "Transcript": [
                    {
                        "text": "Fil-ġonna ta’ Villa Rundle f’Għawdex reġgħet ittellgħet il-wirja tradizzjonali tal-biedja u s-snajja’. Din il-wirja titqis bħala vetrina fuq il-prodotti agrikoli Għawdxin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Wirja tal-Biedja u s-Snajja fil-ġonna ta’ Villa Rundle f’Għawdex taf il-bidu tagħha fl-1855. Din il-wirja kienet u baqgħet ċelebrazzjoni tal-prodott u t-talent Malti. Frott, ħxejjex u ikel tipiku għall-gżejjer Maltin u Għawdxin kienu fost il-prodotti esebiti fil-Wirja Agrarja ta’ din is-sena. Wirja li ssir għall-festa ta’ Santa Marija. Ir-rebbieħ tal-wirja agrarja ta’ din is-sena, Josef Debattista, qal li kien jidher ċar li din il-wirja kienet mistennija ħafna min-nies.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-wirja ta’ din is-sena wara li kienet ilha ma ssir sentejn minħabba l-pandemija, kienet ta’ suċċess kbir kemm fl-oġġetti esebiti, kif ukoll fil-livell ta’ kif inhuma esposti l-affarijiet. Wieħed jista’ jinnota kemm hawn artiġjanat lokali li ħafna min-nies jekk ma jarawx f’esebizzjonijiet bħal dawn ma jkunux jafu bihom.",
                        "author": "Josef Debattista",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Laurence Attard, uffiċjal agrikolu u membru fil-kumitat tal-Wirja Agrarja, tkellem dwar l-importanza ta’ din il-wirja għall-bdiewa Għawdxin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din il-wirja agrarja ta’ Santa Marija li ilha ssir min-nofs is-seklu 19, hija l-vetrina tal-biedja Għawdxija. Il-bidwi Għawdxi għadu jipproduċi diversi prodotti kemm fil-qasam tal-għelieqi kif ukoll fil-qasam tal-annimali u din hi hawnhekk il-vetrina ta’ dak li jkabbar il-bidwi Għawdxi.",
                        "author": "Laurence Attard",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Ministru għal Għawdex Clint Camilleri qal li l-Wirja Agrarja li ssir f’Santa Marija hi pjattaforma għar-raħħala u l-bdiewa Għawdxin u wkoll għal dawk kollha li jaħdmu l-artiġjanat biex juru x’kapaċi toffri l-art tal-gżira Għawdxija. il-Ministru Camilleri qal li l-produtturi Għawdxin qed juru x’kapaċi joffru bil-ħidma tagħhom u bl-ipproċessar tal-istess prodott b’attenzjoni lejn is-sigurtà tal-ikel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Aġent President Frank Bezzina żar il-wirja u appella biex il-prodotti agrikoli u artiġjanali Maltin jingħataw prominenza u spazju akbar biex jikkompetu b’mod ekwu mal-prodotti barranin. Il-wirja tal-biedja u s-snajja ġiet organizzata mis-Soċjeta’ Agrikola, Industrijali u Kulturali t’Għawdex flimkien mal-Ministeru għal Għawdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Gozitan farmers exhibit their products in the traditional fair at Villa Rundle in Gozo",
                "url": "https://tvmnews.mt/en/news/gozitan-farmers-exhibit-their-products-in-the-traditional-fair-at-villa-rundle-in-gozo/",
                "Transcript": [
                    {
                        "text": "The gardens at Villa Rundle in Gozo were once more the traditional venue of Gozitan farming and related trades. This is regarded as a showcase of Gozitan agricultural products.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Its origins go back to 1855 and it has remained a showcase of fresh fruits and vegetables and food throughout the Maltese Islands. It is always set to complement the feast of The Assumption. The winner of the agricultural display this year was Josef Debattista who said the fair exhibition was awaited by many people.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Debattista said this was a return after an absence of two years because of the pandemic and proved to be a great success because of the products on show as well as the way they were displayed and presented. It also highlights many agricultural activities that are not generally known by the public.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Laurence Attard, an Agricultural Official and a Member of the Wirja Agrarja Committee spoke of the importance of this display of Gozitan agricultural.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said this display has been annually active since the mid 19th Century and is a showcase for Gozitan farmers who continue to rear various products in fields but also rear animals and so this is a veritable showcase.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Minister for Gozo, Clint Camilleri, said this is a platform for Gozitan farmers but also for those who work in skilful trades offered by Gozo. He said the farmers show their capabilities through their products and its processing in a secure manner.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Acting President Frank Bezzina visited the exhibition and appealed for the agricultural products of the Maltese Islands to be given prominence equal to that of imported foreign products. The exhibition of agriculture and trades was organised by the Gozo’s Soċjeta’ Agrikola, Industrijali u Kulturali together with the Gozo Ministry",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "26:59",
            "URL MLT": "https://tvmnews.mt/news/ir-re-tar-rock-roll-elvis-presley-jaghlaq-45-sena-mejjet/",
            "URL ENG": "https://tvmnews.mt/en/news/rockroll-king-elvis-presley-died-45-years-ago-today/",
            "Duration": "02:44",
            "transcript mlt": {
                "Title": "Ir-re tar-rock & roll Elvis Presley jagħlaq 45 sena mejjet",
                "url": "https://tvmnews.mt/news/ir-re-tar-rock-roll-elvis-presley-jaghlaq-45-sena-mejjet/",
                "Transcript": [
                    {
                        "text": "Ir-re tar-rock & roll, Elvis Presley, illum għalaq 45 sena mejjet. Fi Graceland, Memphis l-Istati Uniti, fil-post fejn għex u anki miet, bħal ma jiġri kull sena, saret ċerimonja b’eluf ta’ nies sellmu l-memorja ta’ kantant li jibqa’ l-iktar artist li qatt biegħ diski fid-dinja, bil-begħ kien ilaħħaq il-biljun diska. Minkejja li għaddew 45 sena, il-mużika ta’ Elvis baqgħet immortali, b’film biografiku li ħareġ f’Ġunju li għadda, diġà biegħ b’aktar minn mitejn miljun dollaru fil-box office.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Magħruf għall-vuċi unika b’timbru ta’ mużika gospel, rythym and blues, country u ċaqlieq uniku tas-saqajn, Elvis Presley baqa’ meqjus bħala r-re tar-rock and roll. Minkejja li għaddew 45 sena Elvis baqa’ ħaj bil-mużika u l-legat li ħalla warajh għal miljuni ta’ ammiraturi madwar id-dinja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi Graceland, Memphis Tennessee, l-Istati Uniti, il-post fejn għex Elvis ta’ kull sena eluf ta’ ammiraturi tiegħu jieħdu sehem f’ċerimonja biex jitfakkar l-anniversarju tal-mewt tiegħu, ġurnata li tibqa’ bħala dik ta’ swied ta’ qalb għal dawk li kienu jħobbuh. Illum fi Graceland saret cerimonja oħra, fejn indaqqet il-mużika tiegħu, b’nies iġorru x-xemgħat, u b’diskorsi fosthom minn martu Priscilla.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Elvis beda l-karriera tiegħu ta’ dsatax-il sena bl-ewwel hit li kellu kienet fl-1956 bil-kanzunetta Heartbreak Hotel, bil-kanzunzetta titla’ bħala numru wieħed fic-charts Amerikani u kienet hit madwar id-dinja kollha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kanzunetti oħra li għamlu success kienu Hound Dog, Don’t be Cruel, u Love me Tender.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kien ukoll attur f’diversi films, u kien kiseb suċċess enormi wkoll bil-kanzunetta Jailhouse Rock.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Presley serva wkoll sentejn fl-armata u kien stazzjonat fil-Ġermanja fejn hemm iltaqa’ ma’ Priscilla meta kellha biss 14-il sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iżżewweg lil Priscilla fl-1967 f’Las Vegas u kellhom tifla, Lisa Marie. Dam miżzewweg biss ħames snin. Il-fama u s-success kienu mħallta ma’ ħajja ta’ problemi f’saħħtu, u użu tad-droga, sakemm miet fl-età ta’ 42 sena fi Graceland stess.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din is-sena ħareġ il-film biografiku ta’ Elvis mid-direttur Awstraljan Baz Luhrmann, bl-attur Austin Butler jirnexxielu jikseb suċċess kbir minħabba l-wirja eċċellenti tiegħu kemm bħala attur u anki bħala kantant tal-kanzunetti ta’ Elvis.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Rock&Roll King Elvis Presley died 45 years ago today",
                "url": "https://tvmnews.mt/en/news/rockroll-king-elvis-presley-died-45-years-ago-today/",
                "Transcript": [
                    {
                        "text": "Rock&Roll King Elvis Presley died 45 years ago today. In Graceland, Memphis Tennessee in the United States where he lived and died, the annual ceremony attended by many thousands was held to commemorate his life. Throughout his career he sold over a billion discs, the most ever by a performer. Despite the passage of so many years his music has remained immortal and depicted in a biographic film in June which has already registered sales of 200 million Dollars at the Box Office.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Famed for having an unique voice to render gospel music, rhythm and blues, country and dance feet shuffling he has remained the iconic King of Rock&Roll. Although 45 years have passed his music remains alive and he left behind many millions of admirers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In Graceland where he lived, each year many thousands of admirers congregate to pay their tribute and commemorate their deep mourning. His music was played at the ceremony and many held candles and speeches were made including that by his wife Priscilla.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Elvis began his career aged 19 and registered his first big hit in 1956 with Heartbreak Hotel which topped the US charts and charts throughout the world.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Further great successes followed like Hound Dog, Don’t be Cruel, and Love me Tender.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He also acted in various films, the most successful being Jailhouse Rock.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Presley also served two years in the US military in Germany where he met Priscilla when at the time she was only aged 14.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "They were married in 1967 in Las Vegas and had a daughter, Lisa Marie. His marriage lasted five years distorted by fame and success but also health problems through the use of drugs and gluttonous eating and he died aged 42 at Graceland.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The biographic film of Elvis was issued this year by Australian Director Baz Luhrmann Actor Austin Butler achieved great success in his excellent role of Elvis and the imitation of his songs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "30:05",
            "URL MLT": "https://tvmnews.mt/news/ara-l-istatwa-ta-santa-marija-tal-imgarr-bmant-uniku-u-originali/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-unique-and-original-mantle-for-mgarrs-santa-marija-statue/",
            "Duration": "02:40",
            "transcript mlt": {
                "Title": "Ara: L-istatwa ta’ Santa Marija tal-Imġarr b’mant “uniku” u “oriġinali”",
                "url": "https://tvmnews.mt/news/ara-l-istatwa-ta-santa-marija-tal-imgarr-bmant-uniku-u-originali/",
                "Transcript": [
                    {
                        "text": "Ġie inawgurat il-mant tal-istatwa titulari ta’ Santa Marija tal-Imġarr. Din l-istatwa qed tagħlaq 100 sena din is-sena u għalhekk il-mant qed isir fl-ewwel ċentinarju. Il-mant intrama t-Tlieta filgħodu minn uħud mill-persuni li kellhom sehem f’dan il-proġett li qed jitqies bħala uniku u oriġinali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "100 sena. Daqshekk ilha li waslet il-vara ta’ Santa Marija fil-Knisja tal-Imġarr. F’għeluq l-ewwel ċentinarju, għall-ewwel darba, l-istatwa tal-Assunta sarilha mant. Xogħol mirqum, bl-idejn, fl-ikħal u d-dehbi. Il-mant, intrama t-Tlieta filgħodu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVMnews, il-moħħ wara dan il-proġett, Monsinjur Edgar Vella, stqarr li l-istorja ta’ dan il-mant tmur lura sew.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kuruna nxtrat madwar 20 sena ilu jekk mhux xi ftit iżjed. Dan il-proġett dejjem ħa jibda u mhux ħa jeħel u ħa nibdew u mhux ħa nlestu…u evolva ħafna, kemm fid-diżinn u kemm fl-esekuzzjoni tiegħu.",
                        "author": "Monsinjur Edgar Vella – il-moħħ wara l-mant",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Fil-parroċċi li għandhom il-patroċinju tal-Madonna jew inkella ta’ San Ġużepp hija tradizzjoni li jintrama mant biex taħtu jkun hemm il-vara titulari. Madankollu, Monsinjur Vella spjega li l-mant tal-Imġarr huwa uniku u oriġinali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bnadi oħra jintrama u jiddendel u jintrabat mal-ħitan u ma’ fuq tan-nava. Mentri fil-każ tagħna l-mant jieqaf fuqu nnifsu.",
                        "author": "Monsinjur Edgar Vella – il-moħħ wara l-mant",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Kienu diversi, il-persuni li kellhom sehem f’dan ix-xogħol. L-istruttura tal-inġinerija tal-ħadid inħadmet minn Stephen Farrugia. Il-kuruna ġiet indurata minn Jonathan Farrugia. Il-ħjata saret minn Frans Vella u minn Lucia Gauci.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ħadem ir-rakmu tad-deheb, Dun Martin Borg u ddiżinjah Silvio Pace. Is-serafini indurati saru minn Omar Camilleri u l-aċċessorji ġew fornuti minn Ivan Scerri. Ta daqqa t’id ukoll, Twanny Vassallo. It-tessut tal-ħarir, jinkludi l-arma tal-Imġarr.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-mant juri sens ta’ rispett u reverenza.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huma affarijiet simboliċi li jgħinuna fil-mixja tal-fidi. Wara kollox aħna għandna bżonn l-immaġni biex nimxu ‘l quddiem fil-ħajja umana ta’ kuljum u fl-istess ħin dak li hemm f’qalbna jissarraf b’mod konkret f’ġesti żgħar li nuru lil xulxin.",
                        "author": "Dun George Schembri – Kappilan tal-Imġarr",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-mant għall-istatwa titulari fl-Imġarr ġie inawgurat it-Tlieta filgħaxija. Intant, fl-Imġarr, din is-sena tagħlaq 100 sena wkoll l-offerta tal-vara, li hija mezz ta’ għajnuna għall-ħajja tal-parroċċa u biex tittella’ l-festa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Watch: Unique and original mantle for Mġarr’s Santa Marija statue",
                "url": "https://tvmnews.mt/en/news/watch-unique-and-original-mantle-for-mgarrs-santa-marija-statue/",
                "Transcript": [
                    {
                        "text": "A mantle for the titular statue of Santa Matija in Mġarr has been inaugurated. This statue is 100 years old this year, and the mantle has been added on its first centenary. The mantle was put in place on Tuesday morning by a number of persons who were involved in this project, which is considered as unique and original.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Santa Marija statue arrived at the Mġarr parish church 100 years ago. On the occasion of its first centenary, the statue has been adorned with a mantle. Worked by hand in blue and gold, the mantle was put in place on Tuesday morning.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The mastermind behind this project, Monsignor Edgar Vella, told TVMnews the story behind the mantle goes back quite some time.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The crown was purchased 20 years ago, perhaps a bit more. This project has always been ‘about to start’ but never really took off… it evolved over time, both in design and execution.",
                        "author": "Monsignor Edgar Vella – the mastermind behind the project",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "It is traditional in parishes under the patronage of the Madonna or St Joseph for a mantle to be erected over the titular statue. Monsignor Vella explained, however, that the Mġarr mantle is unique and original.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In other localities it is put together and hangs over and is tied to the walls and on top of the nave. In our case, the mantle is held upright.",
                        "author": "Monsignor Edgar Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "A number of persons were involved in this work. The metal structure was put together by Stephen Farrugia. The crown was gilded by Jonathan Farrugia. The mantle was sown by Frans Vella and Lucia Gauci.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fr Martin Borg was responsible for the gold embroidery which was designed by Silvio Pace. The gilded angels are the work of Omar Camilleri and the accessories were provided by Ivan Scerri, with Twanny Vassallo also lending a hand. The silk textile includes the coat of arms of Mġarr.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The mantle shows a sense of respect and reverence.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "These things are symbolic and help us in our march of faith. After all, we need an image to move ahead in our daily human life and at the same time, what we have in our hearts is translated concretely into small gestures that we show each other.",
                        "author": "Fr George Schembri – Mġarr parish priest",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The mantle was inaugurated on Tuesday evening. Meanwhile, the offering for the statue in Mġarr is also 100 years old this year, this being a means of assistance for life in the parish and for the organisation of the feast.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "33:16",
            "URL MLT": "https://tvmnews.mt/news/wirja-li-tfakkar-dak-li-sehh-80-sena-ilu-tad-dhul-tal-konvoj-ta-santa-marija/",
            "URL ENG": "https://tvmnews.mt/en/news/exhibit-to-commemorate-what-happened-80-years-ago-with-arrival-of-santa-maria-convoy/",
            "Duration": "01:59",
            "transcript mlt": {
                "Title": "Wirja li tfakkar dak li seħħ 80 sena ilu tad-dħul tal-konvoj ta’ Santa Marija",
                "url": "https://tvmnews.mt/news/wirja-li-tfakkar-dak-li-sehh-80-sena-ilu-tad-dhul-tal-konvoj-ta-santa-marija/",
                "Transcript": [
                    {
                        "text": "Il-ġrajja tal-operazzjoni pedestal ser tkompli titfakkar għat-3 xhur li ġejjin permezz ta’ esebizzjoni li qed tittella’ fid-daħla tal-Malta at War Museum fil-Birgu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din il-ġrajja li seħħet 80 sena ilu mmarkat il-futur tal-poplu Malti għalhekk il-Fondazzjoni Wirt Artna u l-Fondazzjoni Kottenera ħadmu flimkien biex itellgħu esebizzjoni li tkompli żżid l-għarfien dwar dak li seħħ fl-1942.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għall-okkażjoni tat-80 sena minn mindu seħħet il-ġrajja ta’ dħul tal-konvoj ta’ Santa Marija fil-Port il-Kbir, ġrajja li reġgħet tat il-ħajja u t-tama lill-poplu Malti wara xhur ta’ nuqqas kbir ta’ ikel, il-Fondazzjoni Wirt Artna flimkien mal-Fondazzjoni Kottonera tellgħu wirja ta’ esebiti relatati ma’ din il-ġrajja li mmarkat l-istorja tal-poplu Malti. Il-wirja tista’ tkun segwita mingħajr ma’ wieħed jidħol fil-mużew innifsu għalkemm din id-darba l-wirja tkompliet titwessa ma’ esebiti li jinsabu fil-mużew b’informazzjoni relatata mal-konvoj ta’ Santa Marija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Barra l-mudell tat-tanker Ohio, għandna set midalji tas-second mate ta’ Rochester Castle, irridu infakkru li l-konvoj ta’ Santa Marija ma kienx magħmul biss mit-tanker però fortunatament daħlu miegħu b’kollox tliet vapuri oħra u wieħed minnhom kien ir-Rochester Castle u aħna fil-kollezzjoni tagħna għandna l-midalji u x-xabla tas-second mate li kien fuq dana l-bastiment fil-fatt qegħdin għall-wiri hawnhekk",
                        "author": "Mario Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Is-Sur Farrugia qal li għall-wiri hemm munizzjon u anke insinja tal-avjazzjoni Taljana li intużat biex ikun attakkat il-konvoj. L-esebizzjoni tinkludi wkoll oġġetti li ngħataw lill-Mużew minn persuna li serviet waqt l-operazzjoni pedestal.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iċ-Chairman tal-Fondazzjoni Kottonera Glenn Bedingfield qal li l-aspett kulturali u storiku tal-Kottonera qed jingħata importanza kbira biex din iż-żona tkompli tgħolli l-kwalità tal-ħajja. Sostna li l-Kottonera għolliet ħafna l-livell tal-istandards tagħha u enfasizza li jeħtieġ iktar investiment biex ikompli jikber il-potenzjal tal-lokalitajiet u tan-nies li jgħixu fl-ibliet ta’ din ż-żona.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-esebizzjoni li qed tittella’ fil-Malta at War Museum fil-Birgu ser iddum miftuħa sa Ottubru li ġej.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Exhibit to commemorate what happened 80 years ago with arrival of Santa Maria convoy",
                "url": "https://tvmnews.mt/en/news/exhibit-to-commemorate-what-happened-80-years-ago-with-arrival-of-santa-maria-convoy/",
                "Transcript": [
                    {
                        "text": "What is known as ‘Operation Pedestal’ will be commemorated for three months by means of an exhibition which is being held at the entrance of the Malta at War Museum in Birgu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This event took place 80 years ago and shaped the future of the Maltese people. For this reason, Fondazzjoni Wirt Artna and Fondazzjoni Kottenera have worked together to put up an exhibition to create awareness about what happened in 1942.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This exhibit is being held on the 80th anniversary of the arrival of the Santa Maria convoy at the Grand Harbour, an event which gave hope and life back to the Maltese people after months of a food shortage. One can view the exhibit without entering the building although this time the exhibit has been extended to include other exhibits at the museum, with information related to the convey.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Apart from the tanker Ohio, there is a set of medals belonging to the second mate of Rochester Castle. We must remember that the convoy was not just the tanker but fortunately three other ships also came in, one of which was Rochester Castle. In our collection we have medals and a sword belonging to the second mate.",
                        "author": "Mario Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Mr Farrugia said that there is ammunition on show as well as insignia of Italian aviation which was used to attack the convoy. The exhibit also includes items given to the Museum by people who served during Operation Pedestal.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Chairman of Fondazzjoni Kottonera, Glenn Bedingfield, said that the cultural and historical aspect of Cottonera is being given great importance for the area to keep having a better quality of life. He said that Cottonera has raised its standards and emphasised that more investment is needed for its potential to grow for the benefit of those whoo lives in the three cities.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The exhibition is being held at the Malta at War Museum in Birgu until October.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}