{
    "News date": "17.08.2022",
    "Transcripts": [
        {
            "Time stamp": "02:10",
            "URL MLT": "https://tvmnews.mt/news/zewg-terzi-tal-haddiema-fil-manifattura-fuq-shutdown/",
            "URL ENG": "https://tvmnews.mt/en/news/two-thirds-of-workers-in-manufacturing-sector-are-on-shutdown/",
            "Duration": "03:36",
            "transcript mlt": {
                "Title": "Żewġ terzi tal-ħaddiema fil-manifattura fuq shutdown",
                "url": "https://tvmnews.mt/news/zewg-terzi-tal-haddiema-fil-manifattura-fuq-shutdown/",
                "Transcript": [
                    {
                        "text": "Huwa stmat li kważi żewġ terzi tal-ħaddiema fis-settur tal-manifattura bħalissa jkunu bix-shutdown. Skont il-General Workers’ Union u l-UĦM Voice of the Workers l-għażla tal-ġranet tax-shutdown issir b’arranġament bejn min iħaddem u l-impjegati fil-bidu tas-sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Segretarju Ġenerali tal-GWU u l-Kap Eżekuttiv tal-UĦM qalu li x-shutdown jiddependi fuq il-produttività meħtieġa mill-kumpanija, tant li spjegaw li mhux kull post tax-xogħol jippermetti dan it-tip ta’ arranġament fil-perjodu tas-Sajf.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-parti l-kbira tal-fabbriki u kumpaniji tal-manifattura bħalissa jkunu magħluqin bix-shutdown. Bl-eċċezzjoni tas-sentejn tal-Covid, il-ħaddiema ta’ dawn il-kumpaniji jagħlqu fil-perjodu ta’ nofs Awwissu, li jaħbat mal-festa ta’ Santa Marija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Segretarju Ġenerali tal-General Workers’ Union Josef Bugeja qal lil TVMnews li bħalma jiġri f’pajjiżi oħra, f’dan il-perjodu tbatti d-domanda fis-settur tal-manifattura, filwaqt li spjega jkollok ħaddiema li jkunu jixtiequ jieħdu l-leave fl-istess ġranet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tnejn minn kull 3 ikunu magħluqin għax-shutdown fil-perjodu ta’ Santa Marija. Ikollok sptarijiet, armata, pulizija, avjazzjoni u ospitalità li jaħdmu iżjed fix-xahar t’Awwissu minħabba li turisti u Maltin li qed igawdu l-vaganzi tagħhom.",
                        "author": "Josef Bugeja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Kemm is-Sur Bugeja kif ukoll il-Kap Eżekuttiv tal-UĦM Voice of the Workers Josef Vella qalu li x-shutdown ikun imnaqqax fil-ftehim kollettiv tal-ħaddiema tal-kumpanija li tkun trid tagħmel dan it-tip t’arranġament, anke biex tieħu l-opportunità tagħmel manutenzjoni tal-linji tal-produzzjoni li ħafna drabi jaħdmu lejl u nhar, xift wara l-ieħor.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-ftehim kollettiv jistipula li fil-bidu tas-sena l-kumpanija tinforma lill-union bil-ġranet tax-shutdown u jkun hemm proviso biex jiċċaqalqu ġranet tax-shutdown. Fil-leġislazzjoni ġdida sussidjarja dwar il-leave irid jaqbel l-impjegat biex iċaqlaq il-leave.",
                        "author": "Josef Bugeja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Ħaddiem ikun jaf minn meta jiġi ffirmat il-ftehim kollettiv bix-shutdown, jekk ikun hemm post tax-xogħol ikun irid jagħmel arranġament ad hoc isir ftehim skont is-sitwazzjoni.",
                        "author": "Josef Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Mistoqsi dwar x’impatt ikun hemm fuq il-produttività, is-Sur Vella wieġeb li din ma tintlaqatx jekk kollox isir bi pjan bejn il-management u l-ħaddiema.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-ftehim kollettiv isir biex il-kumpanija jkollha kontroll tal-ispiża, jara management meta jkun se jsir ix-shutdown, vacation leave u sick leave, u suppost li l-produttività ma tintlaqatx bi pjan maħsub minn dawk ikkonċernati.",
                        "author": "Josef Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Ix-shutdown mhux biss isir f’dan il-perjodu tas-Sajf, iżda wkoll hawn min jagħżel li jagħlaq il-kumpanija fi żmien il-Milied jew meta jkun hemm lok għal bridged leave.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ivarja bejn ġimgħa u ġimgħatejn fi żmien Santa Marija u ġimgħa oħra fi żmien il-Milied u jiddependi wkoll mid-domanda li jkollha l-kumpanija u l-waqfa li jkunu meħtieġa jagħmlu l-impjegati biex jilħqu bilanċ bejn il-ħajja u x-xogħol.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Two thirds of workers in manufacturing sector are on shutdown",
                "url": "https://tvmnews.mt/en/news/two-thirds-of-workers-in-manufacturing-sector-are-on-shutdown/",
                "Transcript": [
                    {
                        "text": "It is estimated that almost two-thirds of workers in the manufacturing sector are currently on shutdown. According to the General Workers’ Union and UĦM Voice of the Workers the choice of the days for shutdown are made through an arrangement between employers and employees at the beginning of the year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Secretary General of the GWU and the CEO of the UĦM said that the shutdown depends on how much production the company needs and, in fact, not every place of work allows this type of arrangement during summer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Most factories and manufacturing companies are currently on shutdown. Except for the two years during Covid, the employees have always taken leave in mid-August, which coincides with the feast of Santa Maria.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The GWU’s Secretary General Josef Bugeja told TVMnews that, as happens in other countries, the demand for manufacturing goes down while many employees ask for leave on the same days.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Two out of three companies are on shutdown during Santa Maria. You have hospitals, the Army, Police, aviation and hospitality industries which work more in August because of tourists and locals who are on holiday.",
                        "author": "Josef Bugeja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Both Mr Bugeja as well as the CEO of the UĦM Voice of the Workers Josef Vella said the shutdown also gives the companies the opportunity to carry out maintenance on the production lines which are often used day and night, one shift after another.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The collective agreement stipulates that at the beginning of the year the company has to inform the union on the days of the shutdown and there is a proviso that the days can be moved. In the new subsidiary legislation about leave, employees have to agree if vacation days are moved.",
                        "author": "Josef Bugeja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "An employee knows about the shutdown when the collective agreement is signed, and if a workplace wants to make ad hoc arrangements, an agreement is made according to the situation.",
                        "author": "Josef Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Asked about the impact on production, Mr Vella replied that this is not affected if everything is down according to a plan between management and employees.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The collective agreement is entered into so that the company can control expenses, and the management can plan the shutdown, vacation leave and sick leave, so in this way production should not be affected.",
                        "author": "Josef Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Some companies prefer to have their shutdown over Christmas when they use what is called bridged leave.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This varies between one – two weeks over Santa Mara and another week over Christmas, depending on the demands which the company has and the leave which employees need in order to achieve a work/life balance.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "06:21",
            "URL MLT": "https://tvmnews.mt/news/dirett-l-ahhar-tislima-lis-suldat-christian-degabriele-fiz-zejtun/",
            "URL ENG": "https://tvmnews.mt/en/news/live-funeral-of-soldier-christian-degabriele-in-zejtun/",
            "Duration": "02:48",
            "transcript mlt": {
                "Title": "Ħajjet Christian tgħaffġet minn xi ħadd li qatilha u baqa’ sejjer – Dun George Spiteri",
                "url": "https://tvmnews.mt/news/dirett-l-ahhar-tislima-lis-suldat-christian-degabriele-fiz-zejtun/",
                "Transcript": [
                    {
                        "text": "Is-suldat Christian Degabriele dalgħodu ngħata l-aħħar tislima wara li miet traġikament fl-età ta’ 35 sena. Il-funeral bl-unuri tal-Forzi Armati Maltin sar fil-Knisja Arċipretali u Arċimatriċi ta’ Santa Katarina fiż-Żejtun.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Degabriele li kien suldat fis-sezzjoni militari tal-Armata miet il-ġimgħa l-oħra waqt li kien qed jgħodds flimkien ma’ fizzjal fl-inħawi ta’ bejn ix-Xatt ta’ Buġibba u l-Gżejjer ta’ San Pawl.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-omelija tiegħu, Dun George Spiteri kellu kliem iebes ħafna għall-mod kif inħasdet ħajjet is-suldat Degbariele. Qal li bħal fjura tan-narċis, ħajtu tgħaffġet minn xi ħadd li qatilha u baqa’ sejjer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hu mifhum li l-inkjesta maġisterjali u l-investigazzjonijiet tal-pulizija għad iridu jistabbilixxu d-dinamika tal-inċident. Madankollu rapporti qalu li Degabriele ntlaqat minn skrun ta’ dgħajsa li baqgħet sejra minn fuq il-post.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dun Spiteri beda l-omelija tiegħu billi stqarr li l-ġemgħa kbira li nġabret dalgħodu biex isellem lil Christian tinsab imbikkma, iċċassata, bla kliem, imħawda u rrabjata dwar dak li seħħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Qal li kien ilu jaf lil Christian għal dawn l-aħħar seba’ snin u kien ħabib ta’ qrabatu. “Kien qisu wieħed minn ta’ ġewwa”.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fissru bħala bniedem responsabbli, li kien jaf jagħmel kollox u ma jaqtax qalbu. Jara kif se jgħin lil ħaddieħor. Jipprova jaqdi lil kulħadd, ma jafx jgħid le. Fighter. Jagħmel xogħlu tajjeb b’diliġenza u attenzjoni kbira kif jixhdu għalih sħabu s-suldati. Qal li kien kapaċi jifraħ ma min jifraħ u jibki ma min jibki. Kapaċi jsabbar u jfarraġ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Semma d-delizzju tal-baħar li qal li ħasadlu ħajtu fuq din l-art minħabba negliġenza ta’ ħaddieħor li baqa’ sejjer. Qal li pajjiżna mdawwar bil-baħar ikħal sabiħ. Fi kliemu, l-għira ta’ ħafna pajjiżi oħra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Qal li sfortunatament f’pajjiżna la għandna sigurtà fuq l-art u wisq aktar fuq il-baħar. Qal li l-motto tal-Maltin sar ejja ħa mmorru. Ma jimportanix minn ħaddieħor għax l-ewwel jien u l-aħħar jien.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Appella lil kull min għandu dan id-delizzju biex jieħu l-prekawzjonijiet possibbli u ma jieħu xejn forgranted għax qal li tista’ tiswielek ħajtek.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Semma kif il-baħar ħasad il-ħajja ta’ bosta u li d-delizzju tal-baħar għalkemm sabiħ ħafna fih periklu kbir.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa temm l-omelija tiegħu billi talab lil Christian jitlob għal qrabatu u sħabu iżda wkoll għal min ħasadlu ħajtu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Intant fil-bidu tal-quddiesa, il-Kappillan tal-Armata Dun Joseph Meli qal li l-okkażjoni tal-lum hi ċelebrazzjoni ferrieħa ta’ ħajja ta’ bniedem li ħalliena fl-aqwa żmien taż-żogħżija tiegħu,meta kien qiegħed jibni ħajtu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Il-ħajja ta’ Christian hija għotja għal kull wieħed u waħda minnha”, waqt li ta ħajr lil Alla għal dan il-bniedem fuq żewġ livelli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“L-ewwel nett bħala ċittadin Malti li għażel li jaqla’ l-għajxien tiegħu, billi joffri ħajtu f’servizz lejn il-poplu Malti u dan għamlu billi daħal fil-Forzi Armati ta’ Malta u serva b’mod tassew eżemplari”, qal Dun Meli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Christian’s life was destroyed by someone who killed him and kept going – Dun George Spiteri",
                "url": "https://tvmnews.mt/en/news/live-funeral-of-soldier-christian-degabriele-in-zejtun/",
                "Transcript": [
                    {
                        "text": "The funeral for Christian Degrabriele is being held this morning at St Catherine’s Church in Zejtun. The 35-year-old solider and father lost his life tragically last week while diving at St Paul’s Bay.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He was stationed with the maritime section and died while out diving with another soldier in the area between the Bugibba coastline and the St Paul’s islands.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A magisterial inquiry was opened by Duty Magistrate Monica Vella who appointed a number of experts to help her establish the dynamics of this tragedy.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In his homily, Dun George Spiteri spoke harshly about the way Degabriele’s life was cut short so abruptly. He said that like a narcissi flower his life was destroyed becausesomeone killed him and kept going.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Reports claim that Degabriele was hit by a boat’s propeller and the boat kept going.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dun Spiteri said that the mourners who gathered to pay tribute to Christian are broken-hearted, shocked, speechless, confused and angry about this tragedy.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said he has known Christian for the last seven years and was a friend of his family. “He was like one of us.”",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He described him as a responsible person, who used to know how to do everything and who never gave up. He was always trying to help others, and never said no to anything. He was a fighter. He did his work diligently and with great attention as his colleagues can vouch. He shared people’s joys and sorrows and was capable of showing great compassion.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He mentioned his hobby, diving, which was what led to his death because of someone else’s negligence. “The beautiful sea which surrounds our country, the envy of many other countries, unfortunately is lacking in safety, just like we lack safety on land”. He said that the motto of the Maltese is, “let’s just get on with it, I don’t care about others, my life always come first.”",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He appealed to all those who go diving to take all possible precautions and not take anything for granted because it could cost you your life.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He mentioned how the sea has claimed the lives of many people and that although having a hobby involving water sports can be nice, it can also be dangerous.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He concluded by asking Christian to pray for his family and friends but also for the person who took his life.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Parish Priest for the army Dun Joseph Meli said that today is a celebration of the life of a person who left us at the peak of his youth, when he had just started to build his life.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Christian’s life was a gift for all of us,” while thanking God for this person on two levels.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“First as a Maltese citizen who chose to give service to the Maltese people by entering the Armed Forces and secondly by serving in an exemplary way, ” said Dun Meli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meanwhile Degabriele’s tragic death was mourned by many people including his colleagues who paid tribute to his memory with a number of messages on social media. The Police are investigating the case.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "15:12",
            "URL MLT": "https://tvmnews.mt/news/il-maltin-jibzghu-jaghmlu-t-test-tas-smigh-minhabba-l-hearing-aids-tabib/",
            "URL ENG": "https://tvmnews.mt/en/news/audiologist-says-people-are-scared-of-carrying-out-hearing-tests/",
            "Duration": "02:05",
            "transcript mlt": {
                "Title": "Il-Maltin jibżgħu jagħmlu t-test tas-smigħ minħabba l-hearing aids – tabib",
                "url": "https://tvmnews.mt/news/il-maltin-jibzghu-jaghmlu-t-test-tas-smigh-minhabba-l-hearing-aids-tabib/",
                "Transcript": [
                    {
                        "text": "L-istorbju fuq il-post tax-xogħol, fl-istabbilimenti tad-divertiment u madwarna jaf huwa l-kaġun ta’ telf ta’ smigħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-President tal-Assoċjazzjoni Maltija tal-Awdjoloġisti, Dr Andrew Sciberras, jemmen li hawn biża’ biex il-Maltin jirrikoru għat-testijiet tas-smigħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa għalhekk li l-Gvern estenda l-proġett-pilota li permezz tiegħu qed joffri ċ-ċans biex min irid jagħmel test tas-smigħ bla ħlas ikun jista’ jirrikorri f’wieħed miċ-ċentri mwaqqfa apposta fiż-Żurrieq, Ħaż-Żebbuġ u l-Birgu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bejn l-aħħar ta’ Settembru u x-xahar t’Ottubru se jerġgħu jiġu offruti testijiet tas-smigħ mingħajr ħlas fil-lokalitajiet taż-Żurrieq, Ħaż-Żebbuġ u l-Birgu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan sar magħruf meta tħabbret it-tieni fażi tal-proġett Hearing Care for All li fl-ewwel fażi tiegħu nstab li minn 515-il test illi saru f’4 ċentri differenti, madwar 41% irriżulta li għandhom problemi fis-smigħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-President tal-Assoċjazzjoni Maltija tal-Awdjoloġisti, Dr Andrew Sciberras, qal li ma’ TVMmews li jemmen li din il-problema hija mifruxa sew f’Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Problema hawn fis-sens li nies jibżgħu jmorru jiċċekkjaw is-smigħ tagħhom. Ikunu jafu li għandhom problema, jew ikun qalilhom imma jibżgħu jmorru jagħmlu test minħabba l-hearing aids. Issa llum il-hearing aids tant saru avvanzati u żgħar li mhemmx bżonn dik il-biża’ qisek qed tagħmel in-nuċċali ġdid. L-aktar problema huwa l-istorbju. Sfortunatament m’għandmiex għarfien dwar l-istorbju kemm fuq il-post tax-xogħol kif ukoll id-divertiment u l-ħajja.",
                        "author": "Dr Andrew Sciberras",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Huwa qal li permezz ta’ dawn it-testijiet se jiżdied sett ieħor ta’ dejta mad-database eżistenti sabiex ikollhom informazzjoni preċiża dwar is-sitwazzjoni ta’ nuqqas tas-smigħ f’Malta bbażata fuq is-severità, is-sess, l-età u l-lokalità.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru għall-Inklużjoni, il-Volontarjat u d-Drittijiet tal-Konsumatur Julia Farrugia Portelli fissret din l-estensjoni bħala xhieda li l-Gvern qed jiġġieled l-eskużjoni soċjali u żiedet li fix-xhur li ġejjin se tkun qed titnieda kampanja nazzjonali ta’ għarfien għall-poplu Malti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Min-naħa tiegħu, il-membru parlamentari Ewropew Alex Agius Saliba – li huwa wkoll iċ-Chair tal-Forum għas-Saħħa tas-Smigħ fil-Parlament Ewropew – sostna li wara s-suċċess tal-ewwel sessjonijiet li saru matul is-sena li għaddiet u li permezz tagħhom għall-ewwel darba nġabret statistika importanti, kien essenzjali li għal sena oħra jerġgħu jagħtu din l-opportunità lil aktar Maltin u Għawdxin sabiex anke nipprevjenu telf tas-smigħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Audiologist says people are scared of carrying out hearing tests",
                "url": "https://tvmnews.mt/en/news/audiologist-says-people-are-scared-of-carrying-out-hearing-tests/",
                "Transcript": [
                    {
                        "text": "Noise at the work place and in entertainment places may well be responsible for causing hearing difficulties.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The President of the Malta Association of Audiologists, Dr Andrew Sciberras, believes there are persons who are afraid of having hearing tests.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Therefore the Government has extended the pilot-project to offer further chance of hearing tests from centres that have been purposely delegated to appropriate centres at Żurrieq, Żebbuġ and Vittoriosa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Between the end of September and October hearing tests will be available at these centres free of charge.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This was announced when the second phase of the Hearing Care for All Project was launched. During the first phase 515 tests were carried out in four different centres and of these, about 41% resulted in having hearing problems.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Andrew Sciberras told TVMnews he believes this is a problem spread throughout the Islands.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said the problem is that people seem to fear carrying out such a test even though they may be aware they have a problem but detest the use of hearing aids but nowadays these are so advanced and so small there is no feed for any fear, just like having new spectacles.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The greatest problem is the all-round noise but unfortunately there is no actual record of noise levels at places of work or entertainment and throughout life in general.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Sciberras said through further tests there will be an extension to the current database giving more precise information based on the severity, the sexual gender, age and the locality.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Minister for Inclusion, the Voluntary and Consumer Rights, Julia Farrugia Portelli, explained this extension testifies the Government continues to fight social exclusion with this national campaign.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "MEP Alex Agius Saliba – who also chairs the Forum for Healthy Hearing in the EU Parliament, maintained said the success of the first session held last year enabled statistics to be collated and will help to enable Maltese and Gozitans of the importance of good hearing.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "23:23",
            "URL MLT": "https://tvmnews.mt/news/is-swar-tal-isla-vicin-li-jigu-restawrati-partijiet-minnu-kienu-fperiklu-li-jaqghu/",
            "URL ENG": "https://tvmnews.mt/en/news/senglea-bastions-to-be-restored-some-parts-are-in-danger-of-collapse/",
            "Duration": "01:35",
            "transcript mlt": {
                "Title": "Is-swar tal-Isla viċin li jiġu restawrati… partijiet minnu kienu f’periklu li jaqgħu",
                "url": "https://tvmnews.mt/news/is-swar-tal-isla-vicin-li-jigu-restawrati-partijiet-minnu-kienu-fperiklu-li-jaqghu/",
                "Transcript": [
                    {
                        "text": "Ix-xogħol ta’ restawr fuq il-ħajt tas-swar tal-Isla għaddej minn proċess metikoluż ta’ restawr b’interventi li qed isiru fejn kien hemm ħsarat kbar fil-ġebel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "B’investiment ta’ €140,000 dan ix-xogħol qed isir mid-Direttorat tar-Restawr fuq talba li saret mill-Kunsill Lokali tal-Isla.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan il-proġett mistenni jintemm fi ftit tal-ġimgħat oħra u qed isir bħala parti minn sensiela ta’ xogħlijiet ta’ restawr tas-swar tal-Kottonera.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għaddej ġmielu xogħol ta’ restawr fuq il-ħajt tas-swar li jibqa’ sejjer għ fl-Isla b’investiment ta’ €140,000.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-perit responsabbli minn dan ix-xogħol, Amanda Degiovanni, spjegat fid-dettall ix-xogħlijiet u qalet li l-ħajt tal-fortifikazzjoni kien f’kundizzjoni ħażina ħafna b’ġebel fi stat ta’ deterjorazzjoni kbira u b’żoni f’riskju ta’ kollass tant li kien meħtieġ jinbidel il-ġebel u t-tliet arkati eżistenti, li qabel kienu mblokkati, u b’dan l-intervent issa reġgħu nfetħu. Hija spjegat ukoll li sar xogħol ukoll ta’ tindif fejn tneħħiet is-swidija minn taħt l-arkati.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ix-xogħol qed isir mid-Direttorat tar-Restawr fi ħdan il-Ministru għall-Wirt Nazzjonali, l-Arti u l-Gvern Lokali ħa azzjoni fuq talba li saret mill-Kunsill Lokali tal-Isla.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Waqt konferenza tal-aħbarijiet indirizzata mill-Ministru għall-Wirt Nazzjonali, l-Arti u l-Gvern Lokali, Owen Bonnici, u s-Segretarju Parlamentari għall-Gvern Lokali, Alison Zerafa Civelli, tħabbar li dawn ix-xogħlijiet bdew f’Mejju li għadda u mistennija jieħdu perjodu ta’ 4 xhur sabiex jitlestew.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huma fissru li dawn ix-xogħlijiet ta’ restawr jagħmlu parti minn proġetti oħra li qed isiru mid-Direttorat tar-Restawr flimkien mal-Fondazzjoni tal-Kottonera.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru Bonnici qal li din l-inzjattiva tixhed l-impenn tal-Gvern sabiex jieħu ħsieb il-wirt nazzjonali, li fi kliemu, isawwar l-identità tal-poplu u sostna li l-proġett se jara li parti minn dan il-writ storiku titgawda mis-Senglejani u l-poplu kollu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Segretarju Parlamentari Zerafa Civelli faħħret lill-Kunsill Lokali tal-Isla li ħa azzjoni sabiex jiġi rrestawrat is-sur u qalet li bħalma seħħ f’ibliet oħra, il-Gvern se jkompli jinvesti sabiex tingħata ħajja ġdida f’żoni bħal dawn fit-tlitt ibliet tal-Kottonera u l-irħula tal-madwar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iċ-Chairman tal-Fondazzjoni Kottonera, Glenn Bedingfield, semma li bħalissa għaddejjin diversi xogħlijiet ta’ restawr u proġetti oħra madwar il-Kottonera li l-valur tagħhom huwa ta’ madwar €20 miljun.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Senglea Bastions to be restored – some parts are in danger of collapse",
                "url": "https://tvmnews.mt/en/news/senglea-bastions-to-be-restored-some-parts-are-in-danger-of-collapse/",
                "Transcript": [
                    {
                        "text": "Restoration works are undergoing on the Senglea Bastions through a meticulous restoration process particularly where there are great stonework damages.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On an investment of €140,000 this work is being carried out by the Restoration Directorate after a request from the Senglea Local Council.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The project is expected to be completed in a few weeks and is part of a series of works on the restoration of bastions throughout the area.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The architect responsible, Amanda Degiovanni, explained the works in detail and said the fortifications were in a bad condition and much of the stonework had deteriorated and in danger of collapsing. Stonework on three existing archways has had to be changed because they were previously blocked but are now free again. She also explained cleansing work has been carried out in blackened areas under the archways.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "During a media conference addressed by the Minister for National Heritage, the Arts and Local Government, Dr Owen Bonnici and the Parliamentary Secretary for Local Government, Alison Zerafa Civelli, it was announced that works commenced in May and are expected to take four months.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "They explained the restoration works are part of other projects undertaken by the Restoration Directorate together with the Cottonera Foundation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minister Bonnici said the initiative bears testimony of the Government’s commitment to safeguard national heritage which, according to him, endorses the people’s identity and the project will ensure the people of Senglea will benefit from the heritage.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Parliamentary Secretary Zerafa Civelli praised the Senglea Local Council for having taken action to have the restoration and, as has happened in other localities, the Government will continue to invest to give a new life to the Three Cities in Cottonera and their surrounding areas.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": " The Chairman of the Cottonera Foundation,  Glenn Bedingfield, explained that various other restoration projects are in hand in the area and the total value of works about €20 million.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "29:17",
            "URL MLT": "https://tvmnews.mt/news/2300-attivita-fis-sena-fsan-vincenz-biex-l-anzjani-residenti-jghixu-ahjar/",
            "URL ENG": "https://tvmnews.mt/en/news/2300-activities-a-year-at-st-vincent-for-elderly-residents-to-live-a-better-life/",
            "Duration": "02:16",
            "transcript mlt": {
                "Title": "2,300 attività fis-sena f’San Vinċenz biex l-anzjani residenti jgħixu aħjar",
                "url": "https://tvmnews.mt/news/2300-attivita-fis-sena-fsan-vincenz-biex-l-anzjani-residenti-jghixu-ahjar/",
                "Transcript": [
                    {
                        "text": "Il-Ministeru għall-Anzjanità Attiva qed joħloq sensiela ta’ attivitajiet biex jgħolli l-kwalità tal-ħajja tal-anzjani li jgħixu fir-Residenza San Vinċenz de Paule.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għal dan il-għan qed jinvesti mal-€500,000 biex l-anzjani jkollhom firxa wiesa’ ta’ attivitajiet soċjali li qed jgħinu lir-residenti jibqgħu b’saħħithom mentalment u fiżikament.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-anzjani li jgħixu fir-Residenza San Vinċenz de Paule jippartecipaw f’sensiela ta’ attivitajiet biex kemm jista’ jkun ikollhom l-ogħla kwalità tal-ħajja possibbli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’din ir-Residenza jgħixu mal-1,500 anzjani u anzjana li ħafna minnhom ikunu jixtiequ jibqgħu attivi u jipparteċipaw fl-attivitajiet soċjali minkejja l-limitazzjonijiet tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Matul is-sena t-tmexxija tar-Residenza tiddedika aktar minn €500,000 biex torganizza sensiela ta’ attivitajiet fosthom ħarġiet kulturali u soċjali flimkien ma’ attivitajiet oħra li jsiru fis-swali għal dawk l-anzjani li ma jistgħux joħorġu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi żmien 12-il xahar kienu organizzati madwar 2,300 attività li 600 minnhom kienu mawriet fuq barra tar-residenza, aktar minn 1,000 attività fis-swali u mal-200 oħra fl-ispazji miftuħa tar-Residenza stess.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Aktar minn 500 attività oħra kienu organizzati f’dak li jissejjaħ Silver Hub li huwa ċentru ta’ matul il-jum.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It-tmexxija tar-Residenza tieħu hsieb li tingħata kura ta’ kwalità u tieħu ħsieb ukoll il-bżonnijiet spiritwali u reliġjużi tal-anzjani tant li jkunu organizzati l-Ġimgha l-Kbira, id-Duluri u l-Għid il-Kbir bis-sehem ta’ madwar 350 voluntier waqt li ssir l-festa titulari tal-Qalb ta’ Ġesù.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ikun organizzat festin u sfilata fil-Karnival u divertiment għal Jum l-Omm u l-Missier bl-anzjani jipparteċipaw fl-attivitajiet nazzjonali fosthom il-Pink October u dawk organizzati mill-Malta Community Chest Fund Foundation u l-Hospice Movement.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Eżekuttiv ta’ San Vincenz de Paule, Dr Josianne Cutajar, qalet li huwa importanti ħafna li l-anzjani jinżammu attivi fiżikament, mentalment u anke soċjalment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija qalet li b’hekk tkun tista’ tingħeleb aħjar il-problema tas-solitudni u titjieb il-kwalità tal-ħajja b’attivitajiet soċjali u li jżommu l-moħħ attiv.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Se jibda ikollna żewġ sessjonijiet fil-ġimgħa fejn l-anzjani ser ikunu qegħdin jipparteċipaw f’dan il-logħob li jistimulalhom l-intellett tagħhom ħalli kemm jista jkun inżommuhom dejjem attivi.",
                        "author": "Dr Josianne Cutajar",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Ministru għall-Anzjanità Attiva Jo Etienne Abela qal li l-attivitajiet huma maħsuba biex ikomplu jżommu lill-anzjani b’saħħithom mentalment u fiżikament.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’San Vincenz de Paule hemm carers u anke infermiera li huma mħarrġa biex jakkumpanjaw lir-residenti ħalli jingħataw attenzjoni individwali u kontinwa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "2,300 activities a year at St Vincent for elderly residents to live a better life",
                "url": "https://tvmnews.mt/en/news/2300-activities-a-year-at-st-vincent-for-elderly-residents-to-live-a-better-life/",
                "Transcript": [
                    {
                        "text": "The Ministry for Active Ageing is creating a series of activities for a better quality of life for residents who live at St Vincent De Paule care home.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It is investing around €500,000 for the elderly to have a range of social activities which help residents remain mentally and physically healthy.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Around 1,500 people are residents at this home, most of whom wish to remain active and participate in social activities despite their limitations.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "They have cultural and social activities as well as events which take place inside the wards for those who cannot go out.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Within 12 months, around 2,300 activities were held, 600 of which were visits outside the home, more than 1,000 activities at the wards and around 200 in open spaces at the home itself.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "More than 500 activities were organised at the day centre known as Silver Hub.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The management at the home is ensuring that the spiritual and religious needs for the elderly are also taken care of with events during Good Friday, Our Lady of Sorrows and Easter, with the participation of around 350 volunteers. The titular feast of il-Qalb ta’ Ġesù is also held.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Parties and Carnival parades are held as well as entertainment for Mother’s and Father’s Day as well as national events such as Pink October organised by the Malta Community Chest Fund Foundation and the Hospice Movement.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "CEO Dr Josianne Cutajar said that it is very important for the elderly to remain active physically, mentally and socially.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "She said that in this way the problem of loneliness can be overcome and their quality of life can be improved through keeping our minds active.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We will have two sessions a week where the elderly will be participating in games which stimulate their intellect so that we can keep them as active as possible.",
                        "author": "Dr Josianne Cutajar",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Minister Jo Etienne Abela said that the activities are intended to keep the elderly mentally and physically healthy.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "At St Vincent de Paule there are carers and even nurses who are trained to accompany residents so that they give them individual and continuous attention.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}