{
    "News date": "18.08.2022",
    "Transcripts": [
        {
            "Time stamp": "02:11",
            "URL MLT": "https://tvmnews.mt/news/persuni-wahidhom-ma-jaffordjawx-jixtru-proprjeta-wahidhom-stharrig/",
            "URL ENG": "https://tvmnews.mt/en/news/study-shows-that-single-people-cannot-afford-to-buy-a-property-by-themselves/",
            "Duration": "02:02",
            "transcript mlt": {
                "Title": "Persuni waħidhom ma jaffordjawx jixtru proprjetà waħidhom – stħarriġ",
                "url": "https://tvmnews.mt/news/persuni-wahidhom-ma-jaffordjawx-jixtru-proprjeta-wahidhom-stharrig/",
                "Transcript": [
                    {
                        "text": "Stħarriġ riċenti sab li persuna waħidha f’Malta ma taffordjax tixtri proprjetà sakemm ma tiżżewwiġx jew tikkoabita u tixtri post ma’ persuna oħra jew tiret mingħand tal-familja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-istħarriġ dwar l-affordabbiltà tal-proprjetà, li sar mill-ekonomisti Glen Spiteri u Marie Briguglio, qed jirrakkomanda li jissaħħu iktar l-inċentivi u l-iskemi tal-Gvern għal akkomodazzjoni affordabbli waqt li jissuġġerixxi li min jista’, jesplora s-suq tal-propjetà f’Għawdex li huwa iktar affordabbli minn Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Skont il-Eurostat, iż-żgħażagħ Maltin jitilqu mid-dar tal-ġenituri tagħhom ta’ 30 sena. Fost ir-raġunijiet: il-prezzijiet tal-proprjetà.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Stħarriġ dwar l-affordabbiltà tal-proprjetà f’Malta wera li persuna waħidha b’paga minima taffordja tixtri proprjetà ta’ €48,000 waqt li persuna waħidha b’paga medja taffordja proprjetà ta’ €96,000.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mill-istħarriġ jirriżulta li koppja bil-paga minima taffordja proprjetà ta’ €96,000 waqt li koppja b’paga medja jaffordjaw proprjetà ta’ €192,000. Ċifri uffiċjali juru li l-paga minima f’Malta hi €800 waqt li l-paga medja hi €1,600 fix-xahar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Paga medja f’Malta hi ta’ madwar €1,600. Persuna waħidha kapaċi tikri l-proprjetajiet kollha. Biex jiġu biex jixtru proprjetà hi daqsxejn inqas possibbli però hemm proprjetajiet li jifilħu jixtru. Ovvjament mhux ngħidu proprjetajiet lussużi jew tal-ħolm però huma diċenti biex wieħed jgħix.",
                        "author": "Glen Spiteri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-ekonomista Glen Spiteri, li huwa wieħed mill-awturi tal-istħarriġ, spjega ma’ TVMnews li ż-żgħażagħ jeħtieġ li jiżżewġu jew jirtu biex jaffordjaw proprjetà waħidhom sakemm qal ma jmorrux jgħixu Għawdex jew jidħlu fis-suq tal-kera.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-proprjetà f’Għawdex qed toffri alternattiva. Mhix soluzzjoni għax il-problema xorta qiegħda hemmhekk. Però hu alternattiva li jista’ joffri possibbiltà liż-żgħażagħ li jixtiequ jitilqu mid-dar tal-ġenituri kmieni.",
                        "author": "Glen Spiteri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-istudju jipproponi intervent iktar b’saħħtu mill-Gvern b’żieda mal-iskemi li diġà jeżistu fosthom għal min jixtri l-ewwel proprjetà u l-equity sharing.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iktar inċentivi diretti li forsi jkunu daqsxejn iktar ġenerużi u nkomplu nwessgħu l-brackets ta’ etajiet biex nilħqu etajiet iktar żgħar.",
                        "author": "Glen Spiteri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "F’Malta, tmienja minn kull għaxar familji huma sidien ta’ darhom. Il-bqija hu stmat li jgħixu fil-kera.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tista’ tara r-rapport hawn: https://rentregistration.mt/wp-content/uploads/2022/06/Residential-Rental-Study-2nd-edition.pdf",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Study shows that single people cannot afford to buy a property by themselves",
                "url": "https://tvmnews.mt/en/news/study-shows-that-single-people-cannot-afford-to-buy-a-property-by-themselves/",
                "Transcript": [
                    {
                        "text": "A recent study has found that people who are single n Malta cannot afford to buy a property unless they are a couple and buy it with another person, or unless they inherit family property.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The study about the affordability of property by economists Glen Spiteri and Marie Briguglio, is recommending more incentives and schemes by the Government for affordable accommodation while suggesting that, if they can, people should explore the property market in Gozo which is more affordable than Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "According to Eurostat, young Maltese people leave their parents home at around the age of 30. One of the reasons is the price of property.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Single people on a minimum wagę can afford a property worth €48,000 while someone on an average wage can afford a property worth €96,000.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A couple on a minimum wage can afford a property worth €96,000 while a couple on an average wage can afford a property which costs €192,000. Official figures show that the minimum wage in Malta is €800 while the average wage is €1,600 a month.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A single person on an average wage can afford to rent any property but to buy a property is less feasible, although there might be a few properties they can afford to buy. Obviously we are not talking about luxurious properties or the home of their dreams, but decent enough.",
                        "author": "Glen Spiteri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Economist Glen Spiteri, one of the authors of the study explained to TVMnews that there is an alternative:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Property in Gozo is offering a viable alternative. It is not a solution because the problem will still exist. However, it does offer an alternative to young people who wish to leave their parents’ home earlier.",
                        "author": "Glen Spiteri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The study is proposing a stronger intervention by the Government to add to the existing schemes for those who buy their first home and equity sharing.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "More direct incentives are needed which could be more generous and we can widen the age brackets to reach those who are younger.",
                        "author": "Glen Spiteri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "In Malta, 8 out of every 10 families own their own home. The rest live in a rental property.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "You can read the full report here: https://rentregistration.mt/wp-content/uploads/2022/06/Residential-Rental-Study-2nd-edition.pdf",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "06:47",
            "URL MLT": "https://tvmnews.mt/news/studenti-fil-junior-college-jistghu-jaghzlu-li-jtemmu-l-istudji-f4-snin/",
            "URL ENG": "https://tvmnews.mt/en/news/students-at-junior-college-can-chose-to-end-their-studies-within-four-years/",
            "Duration": "02:26",
            "transcript mlt": {
                "Title": "Studenti fil-Junior College jistgħu jagħżlu li jtemmu l-istudji f’4 snin",
                "url": "https://tvmnews.mt/news/studenti-fil-junior-college-jistghu-jaghzlu-li-jtemmu-l-istudji-f4-snin/",
                "Transcript": [
                    {
                        "text": "Studenti li għaddejjin minn xi saram fil-familja jew qegħdin fid-dinja tax-xogħol jistgħu jagħżlu li jlestu l-istudji tagħhom fil-Junior College f’erba’ snin minflok f’sentejn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVMnews, il-Prinċipal tal-Junior College, Paul Xuereb, qal li din id-deċiżjoni tnebbħet mill-kunċett tal-inklussività li jħaddan il-kulleġġ biex iktar studenti jibqgħu jistudjaw wara l-edukazzjoni obbligatorja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dwar il-bidla fis-suġġetti meħtieġa għad-dħul fil-Junior College, is-Sur Xuereb wieġeb li mhux qed jitbaxxa l-livell imma qed jagħti ċans biżżejjed biex studenti jkomplu jistudjaw waqt li jġibu s-suġġett li jkun jonqoshom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mis-sena akkademika li jmiss, studenti li jidħlu l-Junior College jistgħu jagħżlu li minflok f’sentejn, ilestu l-istudji tagħhom f’erba’ snin. Dan billi fl-ewwel sentejn jiffukaw fuq suġġett fil-livell ta’ A Level u tnejn fil-livell ta’ Intermediate. Fi tmiemhom, jagħmlu l-eżamijiet tagħhom. Fis-sentejn ta’ wara, l-istudenti jistudjaw it-tieni suġġett fil-livell ta’ A Level u żewġ suġġetti oħra fil-livell ta’ Intermediate. L-eżamijiet isiru wkoll fi tmiem is-sentejn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVMnews, il-Prinċipal tal-Junior College, Paul Xuereb, qal li din il-bidla taħseb fost oħrajn għal studenti li jridu jkomplu bil-vjaġġ edukattiv tagħhom b’pass kajman. Sas-sena akkademika li għaddiet, din l-għażla kienet offruta biss lil studenti b’diżabilità.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Studenti li forsi għaddejjin minn żmien diffiċli fil-ħajja. Żmien diffiċli fil-familja. Jista’ jkun li għandek studenti li qed jieħdu ħsieb lill-ġenituri għax għaddejjin minn xi mard. Issemmiet tax-xogħol. Għalkemm hi waħda minnhom, mhix l-unika jew l-iktar waħda importanti.",
                        "author": "Paul Xuereb",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Għall-ewwel darba wkoll, il-Junior College qed jaċċetta studenti li għalkemm ġabu sitt O-Levels, fallew minn wieħed mis-suġġetti ewlenin: il-Malti, l-Ingliż u l-Matematika. Is-Sur Xuereb spjega li dawn l-istudenti se jkollhom iċ-ċans li jġibu dan l-O-Level waqt li qed jistudjaw fil-Junior College.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Irrid insemmi wkoll li biex inti jkollok 6 O-Levels, mhuwiex faċli. L-istatistika turik li l-probabbiltà l-kbira hi li inti għandek il-core subjects ukoll. Jiġifieri minn dawk l-eluf kollha li joqogħdu għas-SEC huma madwar 200 student b’kollox li jista’ jkun għandek sitta u m’għandhomx xi wieħed minn dawn il-core subjects.",
                        "author": "Paul Xuereb",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "M’għadux obbligatorju suġġett fix-xjenzi biex tidħol il-Junior College. Is-Sur Xuereb qal fil-Junior College, l-istudenti bilfors iridu jagħżlu suġġett fix-xjenzi jekk iridu jidħlu l-Università.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fir-realtà, ma naqbilx li qed inbaxxu l-livell. Jekk studenti qed ikollhom problemi f’diversi suġġetti, il-problema ma bdietx issa jiġifieri tajjeb li nindirizzawha minn ħafna qabel. Aħna qed nagħtu l-opportunità li dak li jkun jista’ jkompli mhux għax għalaqt 16-il sena u għandek xi limitazzjoni f’xi suġġett imma baqagħlek żmien biex iġġibu, naqtgħulek qalbek. Qed intuk dak iċ-ċans.",
                        "author": "Paul Xuereb",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Kull sena, jidħlu madwar 1,000 student fil-Junior College.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Students at Junior College can chose to end their studies within four years",
                "url": "https://tvmnews.mt/en/news/students-at-junior-college-can-chose-to-end-their-studies-within-four-years/",
                "Transcript": [
                    {
                        "text": "Students who are experiencing family difficulties or who are working, can now choose to complete their studies at Junior College in four years rather than two.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Speaking with TVMnews, the Principal of the Junior College, Paul Xuereb, said that this decision was made because of the concept of inclusivity which the college embraces so that more students can keep studying after they complete obligatory education.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "With reference to the changes in the subjects required to enter Junior College, Mr Xuereb replied that the standards are not being lowered but a chance is being given to students to keep studying while obtaining the subjects they still need.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "As from this academic year, students can choose to spread their studies over four years. Their first two years will be focused on one A level subject and two subjects at Intermediate level. At the end, they will sit for their exams. In the next two years, they can study their second A level subject and two other subjects at Intermediate level. Exams will also be held at the end of the two years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Paul Xuereb said that this option takes into consideration students who want to continue their education at a slower pace. Last year, this choice was only offered to students with a disability.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We have students who may be going through a difficult time with their family. Some may be taking care of their parents who are ill. The issue of having to work was mentioned, and although this issue was one of the reasons, it is not the most important one.",
                        "author": "Paul Xuereb",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "For the first time the Junior College is also accepting students who have six ‘O’ Levels but might have failed one of the core ones: Maltese, English and Maths. Mr Xuereb explained that these students will have the chance to obtain the final O Level results they need to study at Junior College.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I also want to mention that to get 6 O-Levels, it is not easy. Statistics show that the probability is that you have one of the core subjects as well. So out of all those thousands who sit for their SEC, there are around 200 students in all who might have six but do not have one of these core subjects.",
                        "author": "Paul Xuereb",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "A science subject is also no longer required to enter Junior College. However if they want to enter University they must choose a science subject at Junior College.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The truth is I do not agree that we are lowering standards. If students have a problem in various subjects the problem did not begin now but we needed to address it much earlier. We are giving them the opportunity to continue studying rather than saying you are 16 and have limitations in some subject but don’t have time to get a pass mark, so we are discouraging you. In this way, we are giving you another chance.",
                        "author": "Paul Xuereb",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Every year around 1,000 students enter Junior College.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "13:45",
            "URL MLT": "https://tvmnews.mt/news/ara-58000-ruh-jimlew-ta-qali-ghas-summerdaze/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-58000-pack-ta-qali-for-summerdaze/",
            "Duration": "02:46",
            "transcript mlt": {
                "Title": "Ara: 58,000 ruħ jimlew Ta’ Qali għas-SummerDaze",
                "url": "https://tvmnews.mt/news/ara-58000-ruh-jimlew-ta-qali-ghas-summerdaze/",
                "Transcript": [
                    {
                        "text": "Intemm dak li huwa meqjus bħala l-akbar festival tas-sajf f’Malta. Is-SummerDaze rritorna wara nuqqas ta’ sentejn minħabba l-pandemija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ittella’ fuq medda ta’ ġimgħa u ntemm ilbieraħ. L-aħħar serata ngħatat il-ħajja minn uħud mill-iprem artisti Taljani. L-Awtorità Maltija tat-Turiżmu, l-MTA, tistma li b’kollox għalih attendew aktar minn 58,000 ruħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mill-Ajruport Internazzjonali ta’ Malta, dritt għaċ-Ċentru tal-Fieri u l-Konferenzi, l-MFCC f’Ta’ Qali. L-Erbgħa, il-krema tal-italo disco tad-disgħinijiet u l-bidu tas-snin elfejn, kienet f’Malta. F’Ta’ Qali, għadu kif ġie fi tmiemu l-festival SummerDaze.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Spikkat, il-prestazzjoni koordinata ta’ erba’ djs Taljani – Albertino, Molella, Fargetta, Prezioso. Telgħu nkiss inkiss fuq il-palk u dlonk saħħru l-udjenza b’taħlita ta’ diski li matul is-snin dwew fid-diskoteki mal-erbat irjieħ tad-dinja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kellu prestazzjoni mill-aktar enerġetika anki d-dj Taljan Mattia Vitale. Dj minn tlieta, tal-grupp Taljan Meduza.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kant ukoll kien protagonist. L-ewwel, permezz tal-kantanta Baby K. Imbagħad, b’J-Ax, u aktar tard, Olga Souza tal-grupp Corona, serqet ix-xena bis-silta ‘The Rhythm of the Night’.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-artisti lkoll baqgħu mistagħġba bl-entużjażmu tal-pubbliku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It was amazing. Honestly. The crowd, they’ve got a kind of energy that was crazy.",
                        "author": "Mattia Vitale – Meduza",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Was very nice…unbeliavable!",
                        "author": "Olga Souza – Corona",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "That was unbeliavable!",
                        "author": "Baby K – Kantanta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "I got to come back here more often! Definitely!",
                        "author": "J-Ax – Kantant",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "F’temp ta’ ftit sigħat, Malta ħalliet impatt pożittiv fuq il-protagonisti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Io vengo a vivere a Malta…io compro casa a Malta!",
                        "author": "Albertino, Prezioso – Djs",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Guys come to Malta because this is a very nice place.",
                        "author": "Olga Souza – Corona",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Id-dj tal-Meduza, dalgħodu ħa l-okkażjoni biex iduq xi ikel Malti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’għeluq is-SummerDaze, kienu preżenti wkoll il-grupp Shake Hit u r-rapper Ingliż Ice MC. L-ispettaklu ta’ Summer Daze li ttella’ l-Erbgħa attendew għalih mat-18,000 ruħ u sar b’kollaborazzjoni ma’ Radio Deejay u m2o.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It-Tnejn, mill-ġdid f’Ta’ Qali, quddiem udjenza t’aktar minn 40,000 ruħ, spikkaw il-wirjiet ta’ Anne-Marie, Bastille, Elderbrook, G-Eazy u Jason Derulo li saru bil-kollaborazzjoni ta’ BBC Radio 1 Dance Live u Creamfields.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Watch: 58,000 pack Ta’ Qali for SummerDaze",
                "url": "https://tvmnews.mt/en/news/watch-58000-pack-ta-qali-for-summerdaze/",
                "Transcript": [
                    {
                        "text": "What is regarded as the greatest summer festival in Malta has come to an end. SummerDaze returned after an absence of two years because of the pandemic.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It was staged over a week and ended yesterday. The final session was highlighted by a number of top Italian performers. The Malta Tourism Authority, MTA, estimated that in all more than 58,000 persons attended.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "From the Malta International Airport direct to the Malta Fairs and Conferences Centre at Ta’ Qali, the MFCC, the cream of Italian djs from the end of the last Century and the start of the new brought the festival to its end.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Outstanding was the performance of four Italian djs, Albertino, Molella, Fargetta, and Prezioso. They took to the stage and enthralled the audience with a mixture of songs that over recent years have gripped discos throughout the world.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There was an energetic presentation by Italian dj Mattia Vitale one of three from the Italian group Meduza.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Singers were also prominent through Baby K, then J-Ax,and later by Olga Souza from the group Corona, who crowned the event with ‘The Rhythm of the Night’.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The performers remained highly impressed by the public enthusiasm.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It was amazing. Honestly. The crowd, they’ve got a kind of energy that was crazy.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mattia Vitale – Meduza",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Was very nice…unbelievable!",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Olga Souza – Corona",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "That was unbelievable!",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Baby K – Singer",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I got to come back here more often!\nDefinitely!",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "J-Ax – Singer",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Over a few hours Malta left a most positive impact on the protagonists.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Io vengo a vivere a Malta…io compro casa a Malta!",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Albertino, Prezioso – Djs",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Guys come to Malta because this is a very nice place.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Olga Souza – Corona",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This morning dj from Meduza, took the opportunity to taste Maltese food.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "At the end of SummerDaze, the group Shake Hit and the British rapper Ice MC were also presented. For SummerDaze on Wednesday, 18,000 people attended and was held in collaboration with Radio Deejay and m2o.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On Monday at Ta’ Qali, in front of an audience of 40,000, outstandiung were the performances of Anne-Marie, Bastille, Elderbrook, G-Eazy and Jason Derulo with collaboration with BBC Radio 1 Dance Live and Creamfields.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Also see:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": " ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "20:22",
            "URL MLT": "https://tvmnews.mt/news/mis-seba-snin-tal-ghaks-ghal-sena-ahjar-fil-qtugh-tal-gheneb/",
            "URL ENG": "https://tvmnews.mt/en/news/wine-producers-finally-reporting-a-better-grape-harvest-after-seven-years/",
            "Duration": "03:14",
            "transcript mlt": {
                "Title": "“Mis-seba’ snin tal-għaks” għal sena aħjar fil-qtugħ tal-għeneb",
                "url": "https://tvmnews.mt/news/mis-seba-snin-tal-ghaks-ghal-sena-ahjar-fil-qtugh-tal-gheneb/",
                "Transcript": [
                    {
                        "text": "Għall-produtturi tal-inbid lokali, wara s-seba’ snin tal-għaks, fl-aħħar, kien imiss sena ferm aħjar. Id-differenza kollha għamlitha x-xita hekk kif wara seba’ snin bix-xita dejjem tonqos, din is-sena ntlaħqet il-medja. U dan qed ikun rifless fil-vendemmia – il-qtugħ tal-għeneb.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi żjara li TVMNews għamel f’fabbrika tal-inbid, fit-tieni ġimgħa tal-Vendemmia, seta’ jsegwi l-proċess inizzjali tal-produzzjoni tal-inbid… fosthom il-wasla tal-għenba, is-separazzjoni minn maz-zokk, u l-għasra tal-għeneb f’makkinarju apposta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bħalissa il-Vendemmia… jiġifieri żmien il-qtugħ tal-għeneb mid-dielja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa ż-żmien li fih jibda l-proċess li permezz tiegħu l-għenba titlaq mill-għalqa biex tingħasar għall-meraq u minnha jsir – fost l-oħrajn – l-inbid. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVM News segwa l-proċess inizjali f’fabbrika tal-inbid. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kif spjega Matthew Delicata, wieħed mill-produtturi tal-inbid f’Malta, il-proċess biex isir l-inbid huwa twil ferm. Normalment flixkun tal-inbid ġdid isir b’għenba li tkun inqatgħet sentejn qabel. Qal li l-produzzjoni tal-inbid hija xi ħaġa li trid issir b’kawtela kbira minħabba l-fatt illi d-dielja tagħti l-għeneb darba fis-sena biss, u allura jekk dan jinħela jew jintuża ħażin, wieħed irid jistenna staġun ieħor – jiġifieri sena wara.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“L-għenba hija xi ħaġa ħajja, la darba din tinqata’ tibda tiddegrada ruħha.. u rridu nipproċessawha malajr kemm jista’ jkun.. l-ewwel li jrid isir huwa li tissepara l-għenba minn maz-zokk, għax dan jagħti togħma morra ħafna.. imbagħad fl-għeneb abjad, bħax-Chardonnay, aħna nkunu interessati fil-meraq.. allura rridu nisseparaw il-meraq minn mal-qoxra u minn maż-żerriegħa.”",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-punt kruċjali mbagħad huwa l-fermentazzjoni ta’ dan il-meraq, sabiex minnu joħroġ l-alkoħol.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“La darba għandna l-meraq, imbagħad jibda l-proċess li nnadfuh, fejn inħalluh f’tank sabiex jikkjarifika waħdu bil-gravità.. imbagħad wara nżidulu l-ħmira u jibda l-proċess tal-fermentazzjoni.. il-fermentazzjoni huwa l-punt kruċjali tal-inbid, fejn il-ħmira qed taqbad iz-zokkor li hemm fil-meraq u tikkonvertih f’alkoħol.”",
                        "author": "Matthew Delicata – prodouttur Malti tal-inbid",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Kull flixkun inbid, minkejja li jkun magħmul mill-istess produttur, b’għenba tal-istess bidwi, qatt ma jista’ jkun l-istess. Is-Sur Delicata spjega li kull għenba hija differenti minn oħra u allura dan iwassal sabiex kull flixkun ikollu varjazzjoni, żgħira kemm hi żgħira.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din is-sena l-vendemmia jidher li se tkun tajba grazzi għall-fatt li wara sebgħa snin jiġi reġistrat tnaqqis fl-ammont ta’ xita li tinżel fuq il-gżejjer Maltin, din is-sena ġiet irreġistrata l-medja. Għas-Sur Delicata dan għen mhux ftit it-tkabbir tal-għeneb.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Bħala temperaturi d-dielja qamet f’nofs Frar, li huwa qisu ġimgħa qabel is-soltu, u bħala qtugħ qegħdin din is-sena xi ġimgħa iktar tard, imma bejn wieħed u ieħor kienet qisha sena normali.. bħala mewġiet ta’ sħana ma kinux twal.. għamlet waħda f’Ġunju imma ma kinitx twila ħafna, is-sena l-oħra kienet ħafna itwal kienet ġimagħtejn sħaħ.. din is-sena nikkunsidraha normali.”",
                        "author": "Matthew Delicata – prodouttur Malti tal-inbid",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Id-dieta Mediterranja li jħaddnu l-Maltin twassal sabiex l-iktar inbid li jimxi huwa l-abjad u l-frisk. Fix-xitwa mbagħad l-inbid aħmar qal li jiżdied ferm fil-popolarità. Fl-aħħar mill-aħħar, l-għażla dejjem hija skont il-gosti tal-individwu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Wine producers finally reporting a better grape harvest after seven years",
                "url": "https://tvmnews.mt/en/news/wine-producers-finally-reporting-a-better-grape-harvest-after-seven-years/",
                "Transcript": [
                    {
                        "text": "After a few bad years, local wine producers have finally seen a better harvest. After seven years of little rainfall, the rain we have had made all the difference as the average rainfall was reached. This is being reflected in the vendemmia – this year’s grape harvest.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In a visit which TVMNews made to a wine factory in the second week of the Vendemmia, we could follow the initial process of wine production – the arrival of the grapes, separating them from their twigs and then the wine pressing using specialised equipment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Vendemmia… is the name used for harvest time when grapes are cut from their vines.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This is when the process begins for the grape to leave the vineyard for it to be pressed and be turned, among other things, into wine.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "As explained by Matthew Delicata, one of Malta’s wine producers, the process is very long. Normally a new bottle of wine is made from grapes which would have been harvested two years before. Wine production has to be done carefully because the vines only produce grapes once year, so if it is wasted or used badly one needs to wait for another season, which means a whole year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“The grape is something which is alive, and once it is cut it starts disintegrating, and we need to process it as quickly as possible. First you need to separate it from the twig, because that gives a very bitter taste…and then with white grapes, like Chardonnay, we are interested in the juice… so we separate the juice from the skin and the seeds.”",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The crucial point is the fermentation of this juice for it to be turned into alcohol.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Once we have the juice, the cleaning process starts, we leave it in a tank for it to become clear by itself through gravity..and then afterwards we add yeast and the process of fermentation begins. This is a crucial point in the making of wine, where the yeast collects the sugar in the juice and converts it into alcohol.”",
                        "author": "Matthew Delicata – Maltese wine producer",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Every bottle of wine, although made by the same producer, with grapes from the same farmer, can never be the same. Mr Delicata explained that every grape is different from the other and this can lead to every bottle having some light variation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This year, it seems that the vendemmia will be a good one thanks to the amount of rain on the Maltese islands, which this year was registered as average. This has helped the vineyards substantially.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“The vines came alive around mid-February which is about a week earlier than usual and when it comes to the harvest we arę about a week łatę, but on the whole it is a normal year. The heatwaves weren’t long, we had one in June but it was brief, last year we had a two week heatwave. this year we are considering it to be normal.”",
                        "author": "Matthew Delicata",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The Mediterranean diet of the Maltese means that white, chilled wine is very poplar. In winter, red wine becomes more popular. Ultimately the choice is always up to the individual.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "25:43",
            "URL MLT": "https://tvmnews.mt/news/ara-il-bdiewa-li-jiltaqghu-darba-fsena-biex-jahartu-r-raba-bil-muturi-tal-katina/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-farmers-meet-annually-to-till-their-lands-with-chain-roller-motors/",
            "Duration": "02:30",
            "transcript mlt": {
                "Title": "ARA: Il-bdiewa li jiltaqgħu darba f’sena biex jaħartu r-raba’ bil-muturi tal-katina",
                "url": "https://tvmnews.mt/news/ara-il-bdiewa-li-jiltaqghu-darba-fsena-biex-jahartu-r-raba-bil-muturi-tal-katina/",
                "Transcript": [
                    {
                        "text": "Darba fis-sena, numru ta’ bdiewa għadhom jiltaqgħu fir-raba’ ta’ wieħed minnhom f’Burmarrad biex jgħaddu ġurnata jaħartu r-raba’ bil-muturi tal-katina – makkinarju li għoddu nqata’ għax postu ttieħed mit-tractor.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews qatta’ ftit ħin mal-bdiewa waqt li kienu qed jaħartu r-raba’ bil-mod tradizzjonali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għal żmien il-festa ta’ Santa Marija, grupp żgħir ta’ bdiewa jiltaqgħu f’Burmarrad u jqattgħu ġurnata flimkien. Tgħaqqadhom mhux biss il-biedja iżda wkoll in-namra tal-muturi tal-katina.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ftit għadek tara minn dawn l-inġenji fir-raba’ Malti għax posthom ittieħed mit-tractors – inġenji ferm akbar. U l-ftit bdiewa li għandhom minnhom saru jiltaqgħu darba fis-sena biex iġeddu l-passjoni għall-biedja tradizzjonali. Eric Vella, wieħed mill-organizzaturi, jispjega ma’ TVMnews l-istorja wara l-muturi tal-katina.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kienu jaħartu fis-sajf bihom, sa Santa Marija u mbagħad għal ġewwa. Dawn fiż-żmien il-40s ħarġu qabel il-gwerra, kienu jużawhom għall-militar, iċ-Chalmers u l-Caterpillar u l-International u xtrawhom il-bdiewa, uħud minnhom xtrawhom mingħand is-servizzi u baqgħu jintużaw fir-raba’ għall-ħart u hekk, għall-qliegħ tad-dwieli kollox.",
                        "author": "Eric Vella – Bidwi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-bidwi Ġużi Cascun qal li l-mutur tal-katina għadu jużah sal-lum biex jaqla’ r-raba’ darba mill-anqas darba fis-sena u normalment fil-perjodu bejn l-Imnarja u Settembru. Skont Ġużi, il-makkinarji l-ġodda ma jibdewx ħdejn dawn il-muturi tal-katina.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ħa ngħidlek illum l-ewwel nett ma tistax tmexxihom fit-triq, fil-fatt għamilna l-karrijiet biex ngħabbuhom u t-tieni t-tractor kulħadd isibu komdu għax tirkeb u titlaq bih qisek għaddej b’karozza. Però ħa ngħidlek, ħa jgħidu li jridu, forsi se jieħdu għalihom, ma’ dawn ma jagħmlu xejn, lanqas it-tractors il-kbar li qed iġibu llum…. Jien meta kelli 17-il sena kont naħrat bihom. Illum għandi 71 u dejjem bihom u nieħu pjaċir meta nagħmlu xi ġurnata hekk qisna qegħdin il-ġenna.",
                        "author": "Ġużi Cascun – Bidwi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Michael Xuereb qal li din l-okkażjoni ta’ darba fis-sena ma’ sħabu l-bdiewa jkun qed jistenniha bil-ħerqa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għandi wieħed minnhom hawn u bħala kumpanija nieħdu pjaċir u ftit nużawhom dawn l-għodda llum… għax peress li llum hawn it-tractors daż-żmien qed iqabbdu t-tractors.",
                        "author": "Michael Xuereb – Bidwi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-bidwi Lippu Cascun qal li l-bidwi li jagħmel xogħol bil-qalb dejjem ikun bieżel ħafna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-bdiewa tihom se jaħdmu u jaħdmu bil-lejl u bi nhar.",
                        "author": "Lippu Cascun – Bidwi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-bdiewa li ltqajna magħhom urew it-tama li din is-sena n-natura tkun ħanina magħhom u minn Ottubru jittamaw li jkollhom ix-xita.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "WATCH: Farmers meet annually to till their lands with chain roller motors",
                "url": "https://tvmnews.mt/en/news/watch-farmers-meet-annually-to-till-their-lands-with-chain-roller-motors/",
                "Transcript": [
                    {
                        "text": "Annually a number of farmers still gather together in one of the fields at Burmarrad and spend the day tilling the land with chain roller motors that have been replaced by the tractor.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews spent a while with these farmers tilling the land in an old traditional manner..",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Every year at Santa Marija festa time a small group of farmers meet at Burmarrad and spend the day together. Farming is not their only rink but also the use of chain rollers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "These are now infrequently seen because of their replacement by tractors which are much larger engines but the farmers meet to maintain the old tradition.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Farmer Eric Vella, one of the organisers, explained to TVMnews the history behind these rollers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "They were used in summer up to Santa Marija and then withdrawn, he said. This was during the 40s because they were invented before the start of the War. They were manufactured by Chalmers and Caterpillar and used by the military but later they were purchased by farmers, some of them from the military, and used to till land and facilitate vines for greater profit.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Farmer Ġużi Cascun said he still uses this equipment today to till annually and normally between Mnarja and September. According to Ġużi Cascun, modern machinery cannot compare to this method.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said these cannot be moved on roads but on a cart pulled by a tractor on which everybody is comfortable. However, no matter what anybody says nothing compares to their efficiency, including large tractors. He said he used these when he was 17 and he is now aged 71 but he is really satisfied by this meeting which feels heavenly.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Michael Xuereb said this is a one-off annual occasion and is highly looked forward to with enthusiasm because it means meeting friends and colleagues even though nowadays tractors are used.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Farmer Lippu Cascun said farmers love their work and do it with great commitment even though it means working day and night.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The farmers we met augured that this year nature be kind and that from October onward there will be rain.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "28:33",
            "URL MLT": "https://tvmnews.mt/news/kuncert-btifkira-ta-joe-debono-brisq-dar-bjorn/",
            "URL ENG": "https://tvmnews.mt/en/news/concert-to-commemorate-joe-debono-in-aid-of-dar-bjorn/",
            "Duration": "02:55",
            "transcript mlt": {
                "Title": "Kunċert b’tifkira ta’ Joe Debono b’risq DAR Bjorn",
                "url": "https://tvmnews.mt/news/kuncert-btifkira-ta-joe-debono-brisq-dar-bjorn/",
                "Transcript": [
                    {
                        "text": "Jirritorna Rock in the Forest, bil-fondi miġbura jmorru b’risq l-ALS u Djar Bjorn, it-tieni waħda tiegħu f’Ħaż Żebbuġ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din is-sena, il-kunċert se jkun iddedikat għall-memorja ta’ Joe Debono, li kien ħa sehem fl-aħħar kunċert li sar u ftit wara instab li kellu l-ALS.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wara waqfa ta’ sentejn minħabba l-pandemija, Rock in the Forest reġa’ lura bil-kunċert annwali tiegħu, din is-sena bl-isem “Best of Rock in the Forest – 10th Anniversary Edition Concert.”",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għal din l-10 edizzjoni, il-kunċert se joffri l-aqwa kanzunetti mill-edizzjonijiet li għaddew, festa ta’ hits rock klassiċi, moderni u kontemporanji.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Se jkun hemm diski li jvarjaw mis-60s sal-modern, kontemporanju, artisti bħal Queen, Green Day, Guns N’ Roses, Pink Floyd, Kings of Leon, u ħafna diski oħrajn u artisti li jolqtu ħafna l-gosti ta’ kulħadd.",
                        "author": "Georgius Mifsud – Kitarrist",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-kunċert, li fih se jieħdu sehem 14-il kantant u mużiċist lokali, se jsir b’risq DAR Bjorn. Id-deċiżjoni kienet waħda naturali wara l-mewt ta’ Joe Debono, personalità magħrufa fuq it-televiżjoni, b’mod partikolari għar-rwol tiegħu ta’ James Bondin, li kien dilettant kbir ta’ Rock in the Forest, tant li kien kanta fl-aħħar edizzjoni li kienet saret fl-2019, qabel ma ġie dijanjosat bl-ALS.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tul is-snin, aħna dejjem ħsibna biex il-profitti li naqilgħu minn fuq dan l-ispettaklu jmorru għal karità u fl-2019 kien kanta magħna Joe Debono. Joe Debono huwa karattru magħruf ħafna lokalment u sfortunatament ftit wara l-ispettaklu, kien ġie dijanjostikat bl-ALS u llum Joe sfortunatament m’għadux magħna. Allura ħassejna li hi xi ħaġa xierqa li fl-ispettaklu tal-2022 li qed nagħmlu issa, niddedikawha lill-memorja ta’ Joe u għal skop li kienet tant viċin qalb Joe li huwa l-ALS u DAR Bjorn.",
                        "author": "David Perotti – Fundatur tal-kunċert",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "F’DAR Bjorn, f’Ħal Qormi joqogħdu 13-il resident, waqt li Dar Bjorn Respite, li qed tinbena f’Ħaż Żebbuġ bħala estensjoni tal-oħra, se tkun takkomoda 30 resident.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "DAR Bjorn f’Ħal Qormi llum ilha ħames snin topera u jekk Alla jrid għall-aħħar ta’ Settembru se niftħu DAR Bjorn ġewwa Ħaż-Żebbuġ. Għal Settembru ħa niġbru wkoll il-fondi biex tinfetaħ DAR Bjorn Respite u għalhekk qed tiġi organizzata wkoll din l-attività. Minn hawnhekk nirringrazzja lill-organizzaturi ta’ Rock in the Forest li bil-għajnuna tagħhom se nkunu nistgħu niġbru iktar fondi u anke nfakkru l-memorja ta’ Joe Debono.",
                        "author": "Bjorn Formosa – Fundatur ta’ DAR Bjorn",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Rock in the Forest se jittella’ fl-aħħar ġimgħa t’Awwissu, f’Chateau l-Buskett, limiti tar-Rabat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Concert to commemorate Joe Debono in aid of DAR Bjorn",
                "url": "https://tvmnews.mt/en/news/concert-to-commemorate-joe-debono-in-aid-of-dar-bjorn/",
                "Transcript": [
                    {
                        "text": "There will be a return of Rock in the Forest, with collected funds going to aid ALS and Djar Bjorn, the second one at Żebbuġ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This year the concert will be dedicated to the memory of Joe Debono who participated in the last concert held and died shortly after from ALS.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "After an absence of two years because of the pandemic Rock in the Forest will return with its annual concert this year on the theme  “Best of Rock in the Forest – 10th Anniversary Edition Concert.”",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "For this 10th edition the concert will offer the best of songs from past editions a feast of rock classic hits as well as modern and contemporary music.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Guitarist Georgius Mifsud said the discs will vary between the 60s and modern contemporary made famous by Queen, Green Day, Guns N’ Roses, Pink Floyd, Kings of Leon, and many other discs that will satisfy all fans.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The concert will feature 14 singers and local musicians and will be in aid of DAR Bjorn. The decision was a natural one after the death of Joe Debono, a well-known television personality particularly known in his role of James Bondin who was a Rock in the Forest enthusiast and participated in the last concert in 2019 before he was diagnosed with ALS.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The founder of the concert, David Perotti, said the aim of the concerts was to contribute to charity. Joe Debono had participated in a concert but was sadly diagnose with ALS and today is no longer with us. Therefore it was decided this year’s concert be dedicated to him and the funds go to Dar Bjorn which was close to his heart.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bjorn Formosa founder of DAR Bjorn at Qormi said there are currently 13 residents while in Dar Bjorn Respite being built in Żebbuġ as an extension is to accommodate 30 residents.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "DAR Bjorn in Qormi has been operating and Bjorn said God willing the Żebbuġ extension should be opened at the end of September when funds will be collected to open DAR Bjorn Respite and hence the organisation of this activity as well as to commemorate Joe Debono.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Rock in the Forest will be staged during the last week of August in Chateau l-Buskett, limits of Rabat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}