{
    "News date": "19.08.2022",
    "Transcripts": [
        {
            "Time stamp": "01:55",
            "URL MLT": "https://tvmnews.mt/news/persuna-midruba-fi-sparatura-ffarmhouse-fhad-dingli-l-aggressur-harab-minn-fuq-il-post/",
            "URL ENG": "https://tvmnews.mt/en/news/a-person-injured-in-had-dingli-farmhouse-shooting-aggressor-flees-the-scene/",
            "Duration": "01:38",
            "transcript mlt": {
                "Title": "Fil-periklu tal-mewt wara li qala’ tir f’dahru fir-Rabat – l-aggressur ħarab minn fuq il-post",
                "url": "https://tvmnews.mt/news/persuna-midruba-fi-sparatura-ffarmhouse-fhad-dingli-l-aggressur-harab-minn-fuq-il-post/",
                "Transcript": [
                    {
                        "text": "Rabti ta’ 49 sena jinsab fil-periklu tal-mewt wara kmieni l-Ġimgħa waranofsinhar qala’ tiri barra farmhouse li tinsab f’Wied Ħażrum, fil-limiti tas-Simblija, ir-Rabat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "tvmnews.mt jinsab informat li l-isparatura seħħet għall-ħabta tal-kwarta. L-aggressur ħarab minn fuq il-post u bħalissa għaddejja tfittxija għalih. L-arma li ntużat ma nstabitx.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fuq il-post issejjaħ tim mediku mill-Isptar Mater Dei biex jassisti lill-vittma. Wara li ngħata l-ewwel għajnuna medika fuq il-post, ir-raġel ittieħed l-isptar fejn ġie ċċertifikat li ġarrab ġrieħi serji.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dwar il-każ infetħet inkjesta mmexxija mill-Maġistrat Nadine Lia li ħatret bosta esperti biex jassistuha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Pulizija mid-Dipartiment tar-Reati Maġġuri u tad-Distretti mgħejjuna mill-Uffiċjali tal-Laboratorju tax-Xjenza tal-forensika għaddejjin bl-investigazzjonijiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "In danger of death after being shot in the back at Rabat – the aggressor flees from the spot",
                "url": "https://tvmnews.mt/en/news/a-person-injured-in-had-dingli-farmhouse-shooting-aggressor-flees-the-scene/",
                "Transcript": [
                    {
                        "text": "A 49-year-old man from Rabat is in danger of death after early this afternoon he was shot outside a farmhouse in Wied Ħażrum, in the limits of tas-Simblija, in Rabat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "tvmnews.mt is informed that the shooting occurred at about 12.15 p.m. when the victim was hit in the shoulder by a shot from a firearm. The aggressor fled the scene and a search for him is presently underway. The firearm used in the shooting has not been recovered.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A medical team from Mater Dei rendered assistance before he was conveyed to hospital and was certified to be in serious danger.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Magistrate Nadine Lia launched an Inquiry and appointed experts.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Police from the Major Crimes Unit, District Police and Police from the Forensics Unit are continuing with investigations.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "09:36",
            "URL MLT": "https://tvmnews.mt/news/ragel-arrestat-wara-li-rritorna-malta-bi-3-kilos-eroina/",
            "URL ENG": "https://tvmnews.mt/en/news/man-64-arrested-after-returning-to-malta-with-3-kilos-of-heroin-valued-at-e600000/",
            "Duration": "01:18",
            "transcript mlt": {
                "Title": "ARA: Jinżamm arrestat wara li sabulu 3 kg eroina fil-bagalja",
                "url": "https://tvmnews.mt/news/ragel-arrestat-wara-li-rritorna-malta-bi-3-kilos-eroina/",
                "Transcript": [
                    {
                        "text": "Raġel ta’ 64 sena li joqgħod Bormla nqabad mill-Uffiċjali tad-Dwana dieħel fil-pajjiż bi 3 kilogrammi sustanza suspettata droga eroina. Quddiem il-Magistrat Nadine Lia Raymond Balzan permezz tal-Avukat Difensur wieġeb mhux ħati. Huwa wasal Malta fis-17 ta’ Awwissu fuq titjira minn Brussell fil-Belġju għall-ħabta tal-10 ta’ filgħaxija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Prosekuzzjoni mmexxija mill-Ispettur Marshal Mallia qalet li l-Pulizija daħlitilha informazzjoni li fuq it-titjira jista’ jkun hemm xi passiġġieri li possibbilment qed iġorru d-droga. Il-Pulizija marret fl-Ajruport Internazzjonali ta’ Malta u bl-għajnuna tat-Taqsima tal-Klieb tad-Dwana waslu biex wieħed mill-klieb identifika l-bagalja ta’ Balzan. Il-Pulizija kompliet bi tfittxija fil-bagalja tal-imputat biex d-droga nstabet fil-parti tal-bagalja li tkun meħjuta. Il-Pulizija arrestat lill-imputat u xlietu b’importazzjoni u traffikar tad-droga.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Prosekuzzjoni talbet lill-Qorti biex l-assi tal-akkużat ikunu ffrizati bil-Maġistrat Nadine Lia tilqa’ t-talba. L-Avukat Difensur qal li f’dan l-istadju mhux ser jagħmel talba għall-ħelsien mill-arrest bl-akkużat jinżamm arrestat. Fi stqarrija l-Pulizija qalet li l-valur tad-droga fis-suq iqarreb is-€600,000.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "WATCH: Man held under arrest after he was found with 3 kilos of heroin in his suitcase",
                "url": "https://tvmnews.mt/en/news/man-64-arrested-after-returning-to-malta-with-3-kilos-of-heroin-valued-at-e600000/",
                "Transcript": [
                    {
                        "text": "A 64-year-old Maltese man, Raymond Balzan, who lives in Bormla was arraigned in Court and charged with possession and trafficking of around 3 kilos of a substance suspected to be heroin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Police said that the man was arrested at the Malta International Airport on his arrival from Belgium.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Anti Drug Squad received information that the man may have brought drugs into Malta. On his arrival they searched his luggage using Customs Police dogs. As soon as they opened his suitcase they found a large package with a false bottom and when they opened it, they found the drugs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It is estimated to have a street value of around €600,000.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Balzan pleaded not guilty however his lawyer did not ask for bail. The Prosecution asked for his assets to be frozen and Magistrate Nadine Lia upheld this request.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "27:44",
            "URL MLT": "https://tvmnews.mt/news/armla-ta-perit-tghaddi-800-manuskritt-lill-arkivji-nazzjonali/",
            "URL ENG": "https://tvmnews.mt/en/news/architects-widow-donates-800-manuscripts-to-national-archives/",
            "Duration": "02:21",
            "transcript mlt": {
                "Title": "Armla ta’ perit tgħaddi 800 manuskritt lill-Arkivji Nazzjonali",
                "url": "https://tvmnews.mt/news/armla-ta-perit-tghaddi-800-manuskritt-lill-arkivji-nazzjonali/",
                "Transcript": [
                    {
                        "text": "Jgħidu li dari fi djar antiki mhux l-ewwel darba li l-werrieta kienu jsibu oġġetti prezzjużi jew dokumenti importanti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hekk ġralu l-Perit Andre Zammit madwar 30 sena ilu meta f’loft f’dar tal-familja sab madwar 800 manuskritt li jinkludu referenzi u xogħlijiet differenti ta’ 16-il perit differenti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Uħud minn dawn il-manuskritti jmorru lura għall-aħħar snin tal-Kavallieri f’Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sejba unika ta’ 800 manuskritt li jmorru lura għal tmiem is-seklu 18, ix-xogħol ta’ 16-il perit differenti, kienet nebbħet lill-Perit Andre Zammit biex jikteb il-ktieb ‘Our Architects’ – il-Periti Tagħna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-manuskritti kienu nstabu f’loft f’dar antika tal-familja tal-Perit Zammit f’Ħal Lija ftit iktar minn 30 sena ilu. Grazzi għall-familja tal-Perit Zammit, dawn il-manuskritti llum ingħataw lill-Arkivji Nazzjonali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Victoria Zammit tistqarr kif żewġha kien ħa ħsieb dawn il-manuskritti u sejjes ir-riċerka tiegħu fuqhom b’mod mill-aktar metikoluż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meta qalu lil Andrè biex jara humiex ta’ utilità qalilhom dawn teżor, u kien niżżilhom kollha, kien xtara kabinett apposta għalihom biex ikollu fejn iżommhom, imbagħad il-ktieb li kiteb ibbażaħ fuq l-informazzjoni kollha li sab, u kien imur jiċċekkja l-bibien tal-Belt, li kollha nbidlu minn dak iż-żmien, u għamel riċerka fuqhom imbagħad ukoll.",
                        "author": "Victoria Zammit",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Perit Zammit twieled fl-1930 f’Għawdex u miet fl-14 ta’ Mejju tal-2020 b’martu tgħid li għamlet din id-donazzjoni sabiex izzomm ħajja l-memorja ta’ żewġha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Arkivista Nazzjonali Dr Charles Farrugia saħaq li b’donazzjonijiet bħal dawk tal-familja Zammit l-Istat ser ikun jista’ joffri materjal biex riċerkaturi jistudjaw aktar l-iżvilupp tal-arkitettura f’Malta u l-ħidma ta’ diversi periti Maltin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dawn il-manuskritti jkopru xogħolijiet ta’ periti bħal Michele Cachia, Giovanni Sammut u Francesco Zammit.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kollezzjoni tinkludi abbozzi u noti ta’ djar jew għelieqi għall-kalkolu u valutazzjoni jew diviżorju mitluba mis-sidien, werrieta jew il-Qrati, noti tal-kors ta’ Agrimensore u kotba skolastiċi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-ġabra tirrifletti wkoll il-kuntest politiku usa’, bħall-qagħda tal-Ordni ta’ San Ġwann f’Malta u l-qawmien kontra l-Franċiżi fl-1798, fejn Michele Cachia kellu rwol ewlieni u stabbilit fl-amministrazzjoni Ingliża.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru għall-Wirt Nazzjonali, l-Arti u l-Gvern Lokali, Owen Bonnici, qal li għotja bħal din hija ta’ importanza kbira għaliex permezz tagħha se tinżamm ħajja parti integrali mill-istorja ta’ Malta u se tingħata l-importanza mistħoqqha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Architect’s widow donates 800 manuscripts to National Archives",
                "url": "https://tvmnews.mt/en/news/architects-widow-donates-800-manuscripts-to-national-archives/",
                "Transcript": [
                    {
                        "text": "30 years ago, Architect Andre Zammit found around 800 manuscripts in a loft at his family house, which included references and documents of 16 different architects.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Some of the manuscripts go back to the final years of the Knights’ Order in Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The unique discovery of the late 18th and 19th Century manuscripts inspired Architect Zammit to write the book ‘Our Architects’.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Now, thanks to the family of Architect Zammit the manuscripts have been donated to the National Archives.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Victoria Zammit recalls how her husband took care of the manuscripts and, meticulously, based his research on the documents.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "When they told Andre to see if they are useful, he told them they are a treasure…he had purchased a specific cabinet for the manuscripts and then based his book on the information he discovered. He used to check Valletta house doors, which changed from time to time, and also based his research on them.",
                        "author": "Victoria Zammit",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Architect Zammit was born in 1930 in Gozo and died on the 14 May 2020. His wife stated that this donation will keep his memory alive.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "National Archivist Dr Charles Farrugia said that with such donations the State will be able to offer material for researchers’ study on the development of architecture in Malta and the work of various Maltese architects.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The manuscripts include works by architects, such as Michele Cachia, Giovanni Sammut and Francesco Zammit. The collection consists of drafts and notes of houses or fields evaluations; divisions requested by owners, heirs or the Courts; notes on the Agrimensore course and scholastic books.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The documents also reflect a wider political context, such as St John’s Order presence in Malta and the uprising against the French in 1798 during which Michele Cachia played a major and established role in the British administration.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "National Heritage Minister Owen Bonnici said that such donation is of great importance because an integral part of Malta’s history is being kept alive.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "30:24",
            "URL MLT": "https://tvmnews.mt/news/l-mcast-b190-kors-fultajm-u-300-partajm-minn-ottubru-li-gej/",
            "URL ENG": "https://tvmnews.mt/en/news/mcast-to-offer-190-full-time-and-300-part-time-courses-from-next-october/",
            "Duration": "02:19",
            "transcript mlt": {
                "Title": "L-MCAST b’190 kors full-time u 300 part-time minn Ottubru li ġej",
                "url": "https://tvmnews.mt/news/l-mcast-b190-kors-fultajm-u-300-partajm-minn-ottubru-li-gej/",
                "Transcript": [
                    {
                        "text": "B’190 kors full-time u 300 kors ieħor part-time, l-MCAST se jerġa’ jiftaħ il-bibien tiegħu f’Ottubru li ġej.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "B’aktar minn 6,700 applikazzjoni matul l-2021, jidher li għas-sena akkademika li jmiss iċ-ċifri ser jinqabżu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Min għandu l-esperjenza jista’ jitkellem.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hekk kif bħalissa l-MCAST għandu t-tieni sejħa għall-applikazzjonijiet miftuħa, TVMnews iltaqa’ ma’ żewġ studenti li diġà għandhom snin ta’ esperjenza fl-MCAST u li din is-sena se jkunu qed jiggradwaw.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huma jistqarru li mill-MCAST tgħallmu ħafna. Mhux bl-istudju biss.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-MCAST ukoll kien tani ċ-ċans biex nitla’ l-Erasmus fejn hemmhekk kelli l-opportunità biex nesperjenza kumpanija barranija ma’ nies godda u ideat godda biex inniżżillhom lura Malta, u meta ġejt lura Malta komplejt il-Bachelors’ Degree.",
                        "author": "Aidan Catania Borg, student tal-Business Enterprise",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Jiena kont qiegħed bejn software development u IT u qgħadt nara l-prospectus, kelli għalliema li għenuni ħafna, speċjalment meta qlibna online kif ukoll l-apprendistat li għenna ħafna biex inkunu lesti fid-dinja tax-xogħol.",
                        "author": "Ismael Scicluna, BA Software Development",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "B’aktar minn 190 kors full-time, mil-livell introduttorju sa Masters, li l-ewwel sejħa għall-applikazzjonijiet li ħarġet f’Lulju kienet suċċess.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ir-Reġistratur tal-MCAST Maria Pace qalet li n-numri jidhru li qed jiżdiedu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Issa daqt nerġgħu niftħu l-applikazzjoni, irrid inħeġġeġ lill-istudenti kollha li għandhom ħajra li jaqbdu kors, żgur se jsibu xi kors li jappella għalihom, u li jekk huma jkunu applikaw għal xi kors u m’għandhomx il-kwalifiċi neċessarji nkunu nistgħu nindirizzawhom f’korsijiet oħrajn li l-MCAST joffri. Nieħdu pjaċir li kellna studenti minn Level 2 u spiccaw Level 6, is-sena l-oħra tajna d-degree lil student li kellu ‘l fuq minn 70 sena.",
                        "author": "Maria Pace",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Fost il-korsijiet li l-MCAST se jkun qed joffri hemm uħud li għandhom storja warajhom u oħrajn ġodda.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jinkludu l-Chemical Technology, Business Analytics, Financial Management, Engineering and Graphic Printing u Airconditioning and Ventilation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Pace qalet li hemm diversi opportunitajiet fid-dinja tax-xogħol f’dawn l-oqsma kollha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It-tieni sejħa għall-applikazzjonijiet tibqa’ miftuħa sal-5 ta’ Settembru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "MCAST to offer 190 full-time and 300 part-time courses from next October",
                "url": "https://tvmnews.mt/en/news/mcast-to-offer-190-full-time-and-300-part-time-courses-from-next-october/",
                "Transcript": [
                    {
                        "text": "MCAST will start its academic year in October with 190 full-time and 300 part-time courses. With over 6,700 applications during 2021, it appears that figures will be surpassed for the next academic year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "MCAST is currently reviewing the second call for applications. TVMnews met with two students with years of experience at MCAST, who will graduating this year. They acknowledged that they learned a lot at MCAST, not only through their studies.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "MCAST also gave the opportunity to attend for Erasmus programme where I experienced a foreign company with new colleagues and ideas that I brought over to Malta. Back in Malta, I continued the Bachelors’ Degree.",
                        "author": "Business Enterprise student Aidan Catania Borg",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "I considered between taking software development and IT….I saw the prospectus….lecturers assisted me a lot, especially when we went online and the apprenticeship period that prepared us for the labour force.",
                        "author": "BA Software Development Ismael Scicluna",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "With over 190 full-time courses, from introductory level to Masters, the first call for applications in July was a success.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "MCAST registrar Maria Pace said that numbers appear to be increasing.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We will shortly be reviewing the applications….I want to urge students who want to start a course that they will find one which appeals to them. If they have applied for a course and do not possess the necessary qualifications, we may direct them to other MCAST courses. We are pleased with Level 2 students who finished Level 6….last year a student, aged over 70, received a degree.",
                        "author": "Maria Pace",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Courses at MCAST include Chemical Technology, Business Analytics, Financial Management, Engineering and Graphic Printing and Airconditioning and Ventilation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The second call for application remains open till 5 September.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}