{
    "News date": "20.08.2022",
    "Transcripts": [
        {
            "Time stamp": "19:49",
            "URL MLT": "https://tvmnews.mt/news/ma-konniex-nemmnu-li-l-patrijiet-kienu-se-jhallu-l-parrocca-daqshekk-malajr/",
            "URL ENG": "https://tvmnews.mt/en/news/we-could-not-believe-how-monks-left-the-parish-so-quickly/",
            "Duration": "03:15",
            "transcript mlt": {
                "Title": "“Ma konniex nemmnu li l-patrijiet kienu se jħallu l-parroċċa daqshekk malajr”",
                "url": "https://tvmnews.mt/news/ma-konniex-nemmnu-li-l-patrijiet-kienu-se-jhallu-l-parrocca-daqshekk-malajr/",
                "Transcript": [
                    {
                        "text": "L-Ordni Franġiskan tal-aħwa Minuri Kapuċċini jinsabu f’taħditiet biex jgħaddu l-Parroċċa u l-Knisja Parrokkjali ta’ Marija Reġina fil-Marsa f’idejn l-Arċidjoċesi ta’ Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews tkellem ma’ numru ta’ parruċċani li wrew id-dispjaċir tagħhom li l-Patrijiet Kapuċċini se jitilqu minn din il-Knisja fil-Marsa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Min-naħa tagħha l-Kurja ikkonfermat ma’ TVMnews li għaddejjin taħditiet fuq il-futur tal-Parroċċa u l-Knisja Parrokkjali ta’ Marija Reġina fil-Marsa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wara 55 sena jmexxu l-Knisja Parrokkjali iddedikata lil Marija Reġina fil-Marsa, l-Ordni Franġiskan tal-aħwa minuri Kapuċċini mhux mistennija tibqa’ tmexxi din il-Knisja u l-Kapuċċini se jgħaddu l-parroċċa f’idejn l-Arċidjoċesi ta’ Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kordinatur tal-Kunsill Parrokkjali Pastorali tal-Knisja ta’ Marija Reġina fil-Marsa, Chris Spiteri, qal lil TVMnews li din l-aħbar kienet ta’ diżappunt għall-parruċċani. Sostna li fil-55 sena li ilhom jservu fil-Marsa, il-Patrijiet Kapuċċini għamlu ħafna ġid mal-Marsin, anke soċjalment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kien hawn xnieha li l-patrijiet jew jitnaqqsu għax hawnhekk hawn 6 patrijiet, jew inkella jħallu l-parroċċa, però ma konniex nemmnu li se tiġri hekk malajr. Din kienet ta’ diżappunt kbir għalina għax dil-Knisja nġabret min-nies tal-Marsa kollha bit-tħabrik ta’ Patri Feliċjan Bilocca, u anke nbniet min-nies tal-Marsa. Kien il-bennej Salvu Calleja li bnieha dil-Knisja u kull m’hemm hemmhekk fil-Knisja nġabar min-nies tal-Marsa. Jekk ġej qassis minflok patri, kappillan, trid tgħinnu għax trid tibqa’ miexi. Però jiena naħseb li d-deċiżjoni fl-opinjoni tiegħi kienet mgħaġġla għax meta tara kunventi oħra li huma popolati, hemm 10, 15-il patri, possibbli ma setax jinstabu 6 patrijiet hawnhekk u komplejna għaddejjin?",
                        "author": "Chris Spiteri – Kordinatur Kunsill Parrokkjali Pastorali",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Iż-żgħażagħ tal-Knisja ta’ Marija Reġina fil-Marsa wkoll jinsabu diżappuntati li se jitilqu l-Kapuċċini, iżda lesti jaħdmu ma’ kulħadd għall-ġid tal-parroċċa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bħalma mxejna mal-Franġiskani tajjeb, dejjem sabuna hemm, se jsibu lill-Kumitat tal-Festa li kull meta jkollhom bżonn xi ħaġa jsibuna hemm biex ngħinnuhom.",
                        "author": "Dwayne Vella – Segretarju Kumitat Festi Esterni",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Kummenti ta’ diżappunt waslu minn parruċċani oħra tal-Knisja ta’ Marija Reġina fil-Marsa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jiddispjaċini għax minn meta fetħet il-Knisja dejjem Kapuċċini kellna u jiddispjaċini għax dejjem sibthom jien fejn kelli bżonn, speċjalment il-fathers kollha li hemm.",
                        "author": "Carmen Borg – Parruċċana",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Ħassejtni daqsxejn imdejjaq, mhux ftit jiġifieri għax jiena kbirt magħhom hawn, għamilt ħafna snin magħhom. Kienet deċiżjoni li naħseb ittieħdet baxx baxx. Kien hemm soluzzjoni li setgħet tittieħed. Naħseb li d-deċiżjoni kienet mgħaġġla. Tħares lejn kunventi oħra tarahom bi 13-il patri, 15-il patri, allura s-6 li kellna hawn ejja ngħidu ma kinux jibqgħu 6, kienu jibqgħu 3, hawnhekk mhux xi parroċċa li l-ħin kollu ttik ix-xogħol ma tiqafx.",
                        "author": "Gianluca Fenech – Involut fl-armar tal-Knisja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "TVMnews staqsa lill-Kurja biex tikkonferma din l-aħbar u kelliema għall-Kurja qalet li l-Ordni Franġiskan tal-aħwa Minuri Kapuċċini qiegħed f’kuntatt mal-Arċidjoċesi fuq il-futur tal-parroċċa ddedikata lil Marija Reġina fil-Marsa. Sostniet li f’dawn it-taħditiet qed jiġu diskussi l-arranġamenti meħtieġa biex il-Knisja tibqa’ twettaq ħidma pastorali mal-poplu ta’ din il-parroċċa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Festa ta’ Marija Reġina fil-Marsa tiġi ċċelebrata l-ġimgħa d-dieħla. TVMnews hu infurmat li s’issa l-Patrijiet Kapuċċini ma tkellmux uffiċjalment li se jitilqu mill-Knisja ta’ Marija Reġina imma sorsi qalulna li se jinfurmaw lill-parruċċani fil-jiem li ġejjin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "“We could not believe how monks left the parish so quickly”",
                "url": "https://tvmnews.mt/en/news/we-could-not-believe-how-monks-left-the-parish-so-quickly/",
                "Transcript": [
                    {
                        "text": "The Franciscan Order of Minor Capuchins are in discussions to pass the Marija Reġina Parish Church at Marsa to the Archdiocese.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews spoke to a number of parishioners who showed their regrets that the Capuchin monks will be leaving this Marsa parish after leading it for 55 years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Curia has confirmed with TVMnews that discussions are ongoing about the future of the parish.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Coordinator of the Pastoral Parish Council, Chris Spiteri, told TVMnews the news is highly disappointing for parishioners because over the 55 year period the Capuchins have been of great benefit to the people, even in social terms.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said there were rumours that either six monks decrease or they leave the parish but it was not believed this would happen so quickly. The people of Marsa are disappointed because it had progressed through the hard work of Fr Feliċjan Bilocca and was also built by the Marsa people. The builder was Salvu Calleja and all its embellishments were gathered by the people of Marsa. If instead of a monk there is a Parish Priest it will still progress. However, he said, the decision had been too swift because there are convents that are well populated with ten and 15 clergy. Therefore was it not possible to find six replacements?  ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Youths are also disappointed at the concept of the Capuchins leaving but they are prepared to work with all for the benefit of the parish.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dwayne Vella, Secretary for External Celebrations had worked well with the Franciscans and the Committee had always been on hand to cooperate.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There were other comments of regrets from parishioners.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Carmen Borg said Capuchins had always been there and they are always on hand when needed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Gianluca Fenech said he felt regretful because he had grown up in the area and had spent many years cooperating in church. He said the decision had taken place on a hush, hush basis and was a hurried one. Surely a solution could have been found because other convents were amply populated.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews asked the Curia to confirm these developments and it was stated that discussions over the future of the parish is ongoing to ensure the pastoral work of the Church will continue.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Marija Reġina festa at Marsa will be celebrated during the coming week. TVMnews is informed that todate the Capuchins have not confirmed they will be leaving the parish but sources state parishioners will be informed over the coming days.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "23:56",
            "URL MLT": "https://tvmnews.mt/news/kwazi-nofs-il-kotba-mislufa-mil-libreriji-pubblici-huma-bil-malti/",
            "URL ENG": "LINhttps://tvmnews.mt/en/news/almost-half-of-books-borrowed-from-public-libraries-were-in-maltese/K_HERE",
            "Duration": "02:40",
            "transcript mlt": {
                "Title": "Kważi nofs il-kotba mislufa mil-libreriji pubbliċi huma bil-Malti",
                "url": "https://tvmnews.mt/news/kwazi-nofs-il-kotba-mislufa-mil-libreriji-pubblici-huma-bil-malti/",
                "Transcript": [
                    {
                        "text": "44 fil-mija tal-kotba mislufa mil-libreriji pubbliċi huma bil-Malti, u l-preferenza tal-pubbliku għadha xxaqleb lejn il-kotba stampati mhux elettroniċi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews ra x’inhuma x-xejriet li jsawru s-self ta’ kotba mil-libreriji pubbliċi f’Malta li jidher fost l-iktar kotba li jisselfu huma pubblikazzjonijiet Maltin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ċifri uffiċjali li kiseb TVMnews juru li s-self tal-kotba mil-librerija ewlenija ta’ Belt is-Sebħ għadu popolari.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-2021, l-adulti ssellfu madwar 200,000 kotba, filwaqt li tfal taħt it-18-il sena ssellfu madwar 41,000 kotba minn din il-librerija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Erbgħa minn kull għaxar kotba u pubblikazzjonijiet li nħarġu għal self temporanju kienu bil-Malti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Id-deputat librar tal-librerija ta’ Belt is-Sebħ Margaret Bugeja attribwiet din ix-xejra għal diversi fatturi u semmiet il-prezzijiet u l-esklussività tal-kotba bil-Malti li huma disponnibbli għall-pubbliku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-iżjed kotba popolari huma tal-adulti u fejn tidħol il-kategorija tal-Malti fittizju. Hemm diversi fatturi li jistgħu jikkontribwixxu, anki l-prezz, għax hekk inti tixtri l-kotba bil-Malti jiswa aktar minn ktieb mil-lingwa Ingliża.",
                        "author": "Margaret Bugeja – Deputat librara tal-Librerija Ċentrali Pubblika tal-Floriana",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Ħarsa lejn iċ-ċifri tas-self ta’ kotba għal dawn il-ħames snin tindika wkoll li ix-xejra ta’ self ta’ kotba b’mod elettroniku żdied drastikament bejn l-2017 u l-2021, aktarx minħabba li l-Maltin bdew jissellfu u jaqraw l-ebooks waqt il-pandemija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minn kwazi 15,000 ebook mislufa fl-2019, is-self ttrippla għal kwazi 45,000 fl-2020, bi tnaqqis marġinali għal kwazi 40,000 ebook fl-2021.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-użu mbagħad tal-kotba diġitali mill-pandemija ‘l hawn żdied b’mod sostanzjali. Infatti kellna żieda ta’ mitejn fil-mija fejn jidħlu kotba diġitali però minn meta ftaħna lura għan-normal ix-xejra hija pjuttost pożittiva.",
                        "author": "Margaret Bugeja – Deputat librara tal-Librerija Ċentrali Pubblika tal-Floriana",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Is-Sinjura Bugeja qalet li bħalissa hawn madwar 155,000 persuna li huma membri tal-Libreriji Pubbliċi, żieda ta’ 26,000 membri ġodda fl-aħħar ħames snin bejn l-2017 u l-2021.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-2021 biss kien hemm 3,435 persuni ġodda li ssieħbu mal-librerija pubblika, bil-maġġoranza tal-membri ġodda, kwazi 52 fil-mija għandhom taħt it-18-il sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iltqajna ma’ Charles Mamo li minn ċkunitu kien iżur il-librerija, u llum imur ma’ bintu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Anki l-fatt li sselift il-ktieb qiegħed f’idejk ixxomm ir-riħa tal-ktieb dik hija xi ħaġa, esperjenza li għall-inqas taqilgħek minn fuq il-mobiles minn fuq l-iPads. Litteralment taqbad il-ktieb b’idejk.",
                        "author": "Ivan Mamo",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-libreriji pubbliċi ta’ Belt is-Sebħ fil-Floriana u r-Rabat Għawdex għandhom l-ikbar kollezzjonjiet ta’ kotba fost il-fergħat ta’ libreriji pubbliċi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-iżjed libreriji popolari għas-self ta’ kotba fl-2021 kienu f’Ħ’Attard, Birkirkara, Ħal Għaxaq, il-Gudja, Ħal Luqa, l-Imġarr Malta, il-Mosta, l-Imtarfa, l-Imqabba, Marsaxlokk, Paola, Qormi, Iż-Żejtun u ż-Żebbuġ f’ Malta; u n-Nadur, x-Xewkija u r-Rabat Għawdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {}
        }
    ]
}