{
    "News date": "21.08.2022",
    "Transcripts": [
        {
            "Time stamp": "01:49",
            "URL MLT": "https://tvmnews.mt/news/il-pulizija-tarresta-anzjan-ta-80-sena-involut-fl-isparatura-fhad-dingli/",
            "URL ENG": "https://tvmnews.mt/en/news/police-arrest-80-year-old-man-involved-in-had-dingli-shooting/",
            "Duration": "01:39",
            "transcript mlt": {
                "Title": "AĠĠORNAT: Bidwi mixli b’attentat ta’ qtil f’Ħad-Dingli",
                "url": "https://tvmnews.mt/news/il-pulizija-tarresta-anzjan-ta-80-sena-involut-fl-isparatura-fhad-dingli/",
                "Transcript": [
                    {
                        "text": "Bidwi ta’ 73 sena mill-Baħrija ġie akkużat bl-attentat ta’ qtil ta’ raġel ta’ 49 sena mir-Rabat. Imbikkem, u bil-qraba tiegħu warajh sabiex jagħmlulu kuraġġ, Joseph Micallef ċaħad l-akkużi kontrih.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa tressaq il-Qorti llum wara nofsinhar wara li ġie arrestat f’daru mill-Pulizija l-lejl li għadda. Fis-smigħ tas-seduta quddiem il-Maġistrat Lara Lanfranco, ħareġ li l-akkużat u l-vittma kellhom kwistjonijiet bejniethom fil-passat u mill-filmati li ġew elevati mill-kameras tas-sigurtà, l-akkużat jidher ħiereġ mill-għalqa tiegħu u dieħel fl-għalqa tal-vittma, Noel Ciantar u mbagħad ħiereġ ‘il barra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-Qorti ħareġ li l-vittma li spiċċa qala’ tir ta’ senter f’dahru u għamel ħin fil-periklu tal-mewt, ta lista ta’ nies lill-Pulizija, li fil-passat kellhom xi jgħidu miegħu, u li potenzjalment setgħu kienu huma li wettqu dan ir-reat. Il-Pulizija kellmuhom kollha inkluż lil Micallef, li eventwalment ġie arrestat u ammetta mal-Pulizija li spara lil Ciantar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Id-difiża talbet għall-ħelsien mill-arrest, liema talba sabet oġġezzjoni qawwija min-naħa tal-prosekuzzjoni, għall-fatt li l-għelieqi tal-vittma u tal-akkużat jinsabu ħdejn xulxin. Qalet ukoll li għalhekk il-biża’ ta’ intralċ tal-provi huwa wieħed reali. Il-Qorti b’hekk ċaħdet it-talba għall-ħelsien mill-arrest, b’Micallef jibqa’ miżmum taħt arrest.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-każ seħħ il-Ġimgħa f’farmhouse fl-inħawi ta’ Għar Ħażrun fil-limiti tas-Simblija fir-Rabat. L-aggressur ħarab minn fuq il-post wara li spara tir b’senter lil Ciantar u minnufih il-Pulizija bdiet tfittxija għalih. Ciantar ġie operat malli ddaħħal l-isptar u tpoġġa fit-taqsima tal-kura intensiva. Iktar tard il-Pulizija qalet li Ciantar kien f’qagħda stabbli u nħareġ mill-ITU.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "UPDATED: 73-year old man to be arraigned in Court on Ħad-Dingli shooting",
                "url": "https://tvmnews.mt/en/news/police-arrest-80-year-old-man-involved-in-had-dingli-shooting/",
                "Transcript": [
                    {
                        "text": "A 73-year old man will be arraigned in Court in connection with last Friday’s shooting incident in Ħad-Dingli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The case occurred in Wied Ħażrum in the limits of tas-Simblija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews is informed that the elderly man was arrested on Saturday after the Police resumed with the search for the aggressor.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The weapon used in the shooting, probably a shotgun, has not yet been found.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The shooting victim, a 49-year old from Rabat, is in a stable condition and is no longer being treated in Mater Dei’s ITU.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The alleged aggressor will be arraigned before Magistrate Lara Lanfranco at around 3pm.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "An inquiry on the case appointed by Magistrate Nadine Lia is also underway.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "See also:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "13:02",
            "URL MLT": "https://tvmnews.mt/news/se-jaghtu-e46000-lill-parrocca-tal-imgarr-biex-jerfghu-l-vara/",
            "URL ENG": "https://tvmnews.mt/en/news/e46000-offered-to-carry-mgarr-parish-statue/",
            "Duration": "02:37",
            "transcript mlt": {
                "Title": "ARA: Se jagħtu €46,000 lill-parroċċa tal-Imġarr biex jerfgħu l-vara",
                "url": "https://tvmnews.mt/news/se-jaghtu-e46000-lill-parrocca-tal-imgarr-biex-jerfghu-l-vara/",
                "Transcript": [
                    {
                        "text": "Din is-sena l-vara ta’ Santa Marija tal-Imġarr se tintrefa’ għas-somma ta’ €46,000.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kien il-grupp magħrufa lokalment bħala “ta’ Wistin” li għamel l-ogħla offerta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It-tradizzjoni hija li fil-jum tal-festa, għall-ħabta ta’ nofsinhar, l-Imġarrin jinġabru ħdejn il-knisja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kappillan isejjaħ lil dawk li jixtiequ joffru somma biex jerfgħu l-vara biex jibdew jagħmlu l-offerti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan sakemm grupp jagħmel l-ogħla offerta u l-grupp jew gruppi l-oħrajn “iċedu”.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It-tradizzjoni tmur lura għall-1922 meta l-vara nġiebet minn Marsilja fi Franza.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Peress li kien għad baqa’ xi dejn x’jitħallas saret ġabra fost dawk li xtaqu jerfgħu l-vara.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It-tradizzjoni baqgħet tinżamm matul is-snin u l-flus imorru għall-bżonnijiet tal-parroċċa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "€46,000 offered to carry Mġarr parish statue",
                "url": "https://tvmnews.mt/en/news/e46000-offered-to-carry-mgarr-parish-statue/",
                "Transcript": [
                    {
                        "text": "This year, the Santa Marija statue of Mġarr will be carried for the sum of €46,000.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The group, known in Mġarr as “ta’ Wistin” presented the highest offer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It is a tradition that on the feast day, at around mid-day, Mġarr residents gather near the church, as the parish priest calls on statue bearers to start making their offers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This until one group makes the highest offer and the other group or groups stop bidding.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The tradition goes back to 1992 when the statue was brought over from Marseille in France. A collection was then made among statue bearers in order to pay the remaining debt on the statue.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The raised money will be used for the Mġarr church needs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "16:12",
            "URL MLT": "https://tvmnews.mt/news/kumpanija-tirrevedi-r-rotot-tal-vetturi-taghha-biex-tnaqqas-it-tniggis-fl-arja/",
            "URL ENG": "https://tvmnews.mt/en/news/company-revises-routes-of-its-vehicles-to-reduce-air-pollution/",
            "Duration": "01:38",
            "transcript mlt": {
                "Title": "Kumpanija tirrevedi r-rotot tal-vetturi tagħha biex tnaqqas it-tniġġis fl-arja",
                "url": "https://tvmnews.mt/news/kumpanija-tirrevedi-r-rotot-tal-vetturi-taghha-biex-tnaqqas-it-tniggis-fl-arja/",
                "Transcript": [
                    {
                        "text": "Issoktat il-ħidma tal-komunita imprenditorjali lokali sabiex jitwettqu proġetti fil-komunità b’kuxjenza ambjentali, soċjali u ta’ governanza tajba.Fost il-proġetti, pjan ambiżżjuz sabiex jitnaqqsu l-emissjonijiet mill-vetturi ta’ kumpanija lokali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews tkellem mad-direttur ta’ waħda mill-kumpaniji, Liz Barbaro Sant, li spjegat kif ingħaqdet fil-Malta ESG Alliance biex tifforma parti minn sforz kollettiv biex, fost l-oħrajn, jitħares l-ambjent mit-tniġġis tal-arja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kumpanija lokali bi flotta ta’ 90 vettura se tkun qed tanalizza bl-aħħar teknoloġija r-rotta tax-xufiera tagħha fi sforz biex tnaqqas l-emissjonijiet tal-karbonju tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVMnews, id-direttur tal-kumpanija Liz Barbaro Sant – li hija wkoll il-Viċi President tal-Kamra tal-Kummerċ -qalet li l-komunità tan-negozju għandha dmir li mill-kliem issa tgħaddi għall-fatti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Employing a team of 400 and a fleet of 90 vehciles makes us high on the environmental impact. Our initiative towards reducing our carbon footprint is to maximise the route optimisation of our people outside whilst managing and maximising our fleet with the latest technology to improve our current tracking system and educating fuel efficient behaviour.",
                        "author": "Liz Barbaro Sant, Direttur Alberta Group",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-inizjattiva ta’ din il-kumpanija hija frott l-alleanza li ffurmat ftit ilu bl-isem ta’ Malta ESG Alliance.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din l-alleanza twaqqfet xahrejn ilu bil-għan li l-komunità imprenditorjali f’Malta tagħti importanza lill-inizjattivi ambjentali, soċjali u ta’ governanza.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Barbaro Sant qalet li l-komunità imprenditorjali għandha wkoll dmir li żżomm rendikont tad-dejta marbuta mal-ESG għaliex din hija relevanti għall-partijiet interessati kollha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija ċċarat ukoll li l-Alleanza attwalment hija ffurmata minn 13 il-Kap Eżekuttiv ta’ kumpaniji ewlenin Maltin u hija miftuħa għal entitajiet oħrajn ta’ kull xorta ta’ negozju kbir jew żgħir li jixtiequ jimpenjaw ruħhom f’inizjattivi li jindirizzaw it-tibdil fil-klima fost affarijiet oħra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Company revises routes of its vehicles to reduce air pollution",
                "url": "https://tvmnews.mt/en/news/company-revises-routes-of-its-vehicles-to-reduce-air-pollution/",
                "Transcript": [
                    {
                        "text": "Work has continued by local entrepreneurs to carry out projects in the community which have an environmental, social and good governance conscience. Among the projects, there is an ambitious plan to reduce the emissions of vehicles by a local company.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews spoke with the director of one of the companies, Liz Barbaro Sant, who explained how she joined the ESG Alliance to form part of a collective effort to protect the environment from air pollution.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A local company with a fleet of 90 vehicles will be analysing the route of its drivers using the latest technology to reduce its carbon emissions.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Speaking with TVMnews, Liz Barbaro Sant – who is also the Vice President of the Chamber of Commerce – said that the business community has a duty to pass from words to facts.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Employing a team of 400 and a fleet of 90 vehicles makes us high on the environmental impact. Our initiative towards reducing our carbon footprint is to maximise the route optimisation of our people outside whilst managing and maximising our fleet with the latest technology to improve our current tracking system and educating fuel efficient behaviour.",
                        "author": "Liz Barbaro Sant, Director Alberta Group",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "This company’s initiative is a result of the newly formed Malta ESG Alliance which was set up two months ago.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Barbaro Sant said that the business community has a duty to keep an account of the data linked to the ESG because it is relevant to all interested parties.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "She also pointed out that the Alliance is currently made up of 13 CEOs from major companies in Malta and is open to other entities, no matter their size, which wish to involve themselves in initiatives which address climate change and other issues.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "18:32",
            "URL MLT": "https://tvmnews.mt/news/appell-lill-genituri-joqoghdu-attenti-xtip-ta-gugarelli-jixtru-lit-tfal/",
            "URL ENG": "https://tvmnews.mt/en/news/appeal-to-parents-to-be-careful-what-type-of-toys-to-buy-their-children/",
            "Duration": "02:22",
            "transcript mlt": {
                "Title": "Appell lill-ġenituri joqogħdu attenti x’tip ta’ ġugarelli jixtru lit-tfal",
                "url": "https://tvmnews.mt/news/appell-lill-genituri-joqoghdu-attenti-xtip-ta-gugarelli-jixtru-lit-tfal/",
                "Transcript": [
                    {
                        "text": "L-Awtorità ta’ Malta għall-Kompetizzjoni u għall-Affarijiet tal-Konsumatur (MCCAA) ġiet iċċertifikata mill-Kummissjoni Ewropea bħala l-iktar awtorità li tieħu azzjoni f’waqtha fl-ispezzjonijiet li twettaq biex tara li l-ġugarelli jkunu siguri għat-tfal.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Id-Direttur tad-Direttorat għas-Sorveljanza tas-Suq, Rudi Vella, qal lil TVMnews li ġenituri għandhom jaraw sew x’ġugarelli se jixtru lil uliedhom biex jevitaw il-periklu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Affarijiet żgħar li jistgħu jinbelgħu, kimiċi perikolużi u l-ippakeġġjar huma t-tliet fatturi primiarji ta’ inkwiet għal tim speċifiku fi ħdan l-MCCAA li kontinwament qed jagħrbel is-suq biex jipproteġi t-tfal u minuri minn ġugarelli perikolużi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-fatt id-Direttorat għas-Sorveljanza tas-Suq jippubblika avviżi regolari fuq il-mezzi soċjali kif ukoll fuq il-pjattaforma li hija marbuta mas-sistema ta’ allert tal-Unjoni Ewropea.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’intervista ma’ TVMnews, l-Inġinier Rudi Vella mill-MCCAA appella lill-ġenituri jaraw sew x’ġugarelli se jixtru lil uliedhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-ġugarelli li jinstaqu, t-tifel jew tifla jirkeb fil-ġugarell u jsuq bħal dawn il-karozzi tal-batteriji. Ukoll rajna affarijiet li jintużaw il-baħar bħal blalen u pupi. Ħafna minn dawn ikunu nxtraw onlajn. Kien hemm ukoll ġugarelli li nstabu għall-bejgħ minn Malta. Importanti li jiftaħ għajnejh billi jiċċekja l-informazzjoni vasta, eżempju l-prodotti li kienu msejħa lura mis-suq minħabba s-sigurtà u jara wkoll li mnejn se jixtri huwa affidabli.",
                        "author": "L-Inġinier Rudi Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-Inġinier Vella semma li l-isforzi u l-impenn tal-MCAA irċivew rikonoxximent mill-Kummissjoni Ewropea bħala fost l-aqwa fl-Ewropa għall-azzjonijiet u miżuri ta’ infurzar dirett f’dan ir-rigward.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għamilna ħidma fejn ipparteċipajna fi proġett ma’ 38 awtorità mill-membri stati kollha u ttestjajna l-ġugarelli u xi affarijiet li huma użati mit-tfal. L-affarijiet li sibna meta għamilna dan l-ittestjar jirriżulta li kien hemm xi nuqqasijiet u l-Unjoni Ewropea rrikonixxiet ix-xogħol li qed nagħmlu fejn tatna dan iċ-ċertifikat għall-awtorita li ħadet l-aktar azzjoni u miżuri ta’ infurzar.",
                        "author": "L-Inġinier Rudi Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Lil hinn mill-miżuri ta’ infurzar dirett l-Inġinier Vella semma li jsiru spezzjonijiet kontinwi kif ukoll stqarr li d-Direttorat ikun f’taħdidiet spissi ma’ kumpaniji li jimmanifatturaw dawn l-istess ġugarelli fi sforz sabiex jiġi elimnat kull risku possibli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Appeal to parents to be careful what type of toys to buy their children",
                "url": "https://tvmnews.mt/en/news/appeal-to-parents-to-be-careful-what-type-of-toys-to-buy-their-children/",
                "Transcript": [
                    {
                        "text": "The Malta Competition and Consumer Affairs Authority, has been certified by the European Commission aș the Authority which should take timely action with inspections to ensure that toys are safe for children.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Director of the Market Surveillance Directorate, Rudi Vella, said that TVMnews that parents should see what toys they are buying for their children to avoid any dangers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Small parts which can be swallowed, dangerous chemicals and packaging are the three primary factors which a specific team within the MCCAA are continuously focusing on to protect children and minors from dangerous toys.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In fact, the Directorate publishes regular notices on social media and platforms linked to the EU alert system.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In an interview with TVMnews, Engineer Rudi Vella from the MCCAA spoke about the toys parents need to be aware of:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There are toys which can be driven, and on which children ride, such as cars which use batteries. We have also seen balls and inflatable toys, many of which were purchased online. There were also toys which were found on sale from Malta. It is important to be aware by checking all the information, for example the products which were recalled because of safety issues and to ensure that the person you are buying from is reliable.",
                        "author": "Engineer Rudi Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Engineer Vella mentioned that the efforts and commitment of the MCAA have received recognition from the European Commission as among the best in Europe for its actions and direct enforcement measures.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We have participated in projects with 38 other authorities from all the EU member states to test toys and objects used by children. The shortcomings we found from these tests were recognised by the EU which has acknowledged the work we have done to carry out enforcement.",
                        "author": "Engineer Rudi Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Apart from enforcement he mentioned the continuous inspections as well as the frequent talks with companies which manufacture these toys in order to eliminate all possible risks.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "21:12",
            "URL MLT": "https://tvmnews.mt/news/grazzi-tar-rigal-elvis-lill-malti-li-tah-salib-malti-fgheluq-sninu/",
            "URL ENG": "https://tvmnews.mt/en/news/thanks-for-the-gift-elvis-wrote-to-maltese-man-who-gave-him-maltese-cross-on-his-birthday/",
            "Duration": "02:34",
            "transcript mlt": {
                "Title": "“Grazzi tar-rigal” – Elvis lill-Malti li tah salib Malti f’għeluq sninu",
                "url": "https://tvmnews.mt/news/grazzi-tar-rigal-elvis-lill-malti-li-tah-salib-malti-fgheluq-sninu/",
                "Transcript": [
                    {
                        "text": "Carmel Delia, li llum għandu 78 sena, hu ammiratur kbir ta’ Elvis Presley.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iżomm b’għożża kbira ittra li Elvis innifsu bagħatlu bħala ringrazzjament għal rigal li kien bagħatlu Carmel stess",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dear Carmel, thank you very much for your gift of the Maltese Cross. It was very thoughtful of you to think of me. May God Bless you as he’s blessed me.",
                        "author": "Elvis Presley",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dawn kienu l-kliem li kiteb f’ittra Elvis Presley bħala ringrazzjament għar-rigal li kien bagħatlu l-Malti Carmel Delia f’għeluq snin l-idolu tiegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Xħin rajtha anki issa jaqbadni ġismi xewk xewk u meta rajt il-firma tiegħu iżjed u iżjed. Dejjem ridt nibgħatlu xi ħaġa. Eventwalment daħħaltha f’rasi kif wasal għeluq sninu mort il-Belt u ordnajtlu salib tal-fidda tal-filugranu. Għedtlu dan għal persuna speċjali ħafna ħu ħsiebu u bgħattulu.",
                        "author": "Carmel Delia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Carmel jgħid illi ilu ammiratur ta’ Elvis mindu kellu 14-il sena meta sema’ d-diska ‘Hound Dog’ u minn hemm bdew il-kollezzjonijiet ta’ diski, rivisti, kotba, lighters u saħansitra bingo markers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għeluq snin Carmel ħabat fis-16 t’Awwissu. Id-data, li fiha miet Elvis Presley, li kif qalilna kienet waħda mill-agħar ġranet ta’ ħajtu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tista’ timmaġina x’ġurnata kelli dakinhar. Xgħelt ir-radju u ndawwar kull stazzjon biex nisma’ u nikkonferma li veru miet. Iżjed tard filgħodu ċempluli mir-Radju Malta biex immur nagħmel intervista ma’ Josette Grech. Għedtilha Jo, ma nafx kemm se nkun tajjeb biex nitkellem u mort u bit-tlaqliq minn hemm u demgħa min-naħa l-oħra għaddejnieha wkoll.",
                        "author": "Carmel Delia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Carmel qal waħda mill-akbar sodisfazzjon tiegħu kien meta bħala dj fuq ir-radju għamel maratona ta’ tlett ijiem bla waqfien idoqq il-mużika ta’ Elvis Presley li biha kien ħa l-World Record for Radio Marathon. Sal-lum il-ġurnata Carmel isegwi u jaġġorna kull tip t’aħbar li tinvolvi lill-kantant permezz tal-fan club li kien stabbilixx hu stess.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "“Thanks for the gift” – Elvis wrote to Maltese man who gave him Maltese cross on his birthday",
                "url": "https://tvmnews.mt/en/news/thanks-for-the-gift-elvis-wrote-to-maltese-man-who-gave-him-maltese-cross-on-his-birthday/",
                "Transcript": [
                    {
                        "text": "Carmel Delia, who today is 78, is a great fan of Elvis Presley.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He greatly cherishes a letter from Elvis himself as a thank you for the gift which Carmel sent to him on his birthday.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dear Carmel, thank you very much for your gift of the Maltese Cross. It was very thoughtful of you to think of me. May God Bless you as he’s blessed me.",
                        "author": "Elvis Presley",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "When I saw it, it sent shivers down my spine, and when I saw his signature, I was even more thrilled. I always wanted to send him something. Eventually I put it into my head that for his birthday I would go to Valletta and order a Maltese cross in filigree silver. I told him this is for a very special person, take good care of it, and I sent it to him.",
                        "author": "Carmel Delia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Carmel says that he has been an admirer of Elvis since he was 14 years old, when he first heard the song ‘Hound Dog’. From that moment he started collecting his records, magazines, books, lighters and even bingo markers about him.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Carmel’s birthday is on 16 August which happens to be the date when Elvis died, which he described as one of the worst days of his life.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "You can imagine how I spent that day. I put the radio on and kept changing stations to confirm that he had really died. Later that morning Radio Malta called me to do an interview with Josette Grech. I told her Jo, I don’t know if I m going to be able to speak but I went and even though I stammered and wept a bit, I managed to do the interview.",
                        "author": "Carmel Delia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Carmel said one of his greatest satisfactions is when a radio DJ held a three day marathon of non-stop music by Elvis Presley with which he won the World Record for Radio Marathons. To this date, Carmel follows and updates every type of news about the singer through a fan club he set up himself.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}