{
    "News date": "22.08.2022",
    "Transcripts": [
        {
            "Time stamp": "05:50",
            "URL MLT": "https://tvmnews.mt/news/65000-ruh-jinqdew-minn-18-il-klinika-fil-komunita/",
            "URL ENG": "https://tvmnews.mt/en/news/65000-people-use-18-community-clinics-2/",
            "Duration": "03:04",
            "transcript mlt": {
                "Title": "65,000 ruħ jinqdew minn 18-il klinika fil-komunità",
                "url": "https://tvmnews.mt/news/65000-ruh-jinqdew-minn-18-il-klinika-fil-komunita/",
                "Transcript": [
                    {
                        "text": "Minn Lulju tas-sena l-oħra s’issa, f’Malta u Għawdex infetħu 18-il klinika fil-komunità b’investiment ta’ €10 miljun mill-Fond għall-Iżvilupp Nazzjonali u Soċjali u huwa parti mill-proġett ta’ rinovazzjoni u mmodernizzar, kemm fl-aspett ta’ binja, kif ukoll fl-operat u t-tagħmir mediku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Eżekuttiv tal-Kura Primarja Roseanne Camilleri qalet lil TVMnews li f’sena żaru dawn il-kliniċi mal-65,000 ruħ biex fost l-oħrajn jibbenefikaw minn diversi servizzi ta’ kura medika u prevenzjoni għall-mard.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minn kunċett ta’ bereġ, b’tabib preżenti għal ftit ħin jiffirma r-riċetti – għall-kliniċi fil-komunità, qrib ir-residenti, miftuħin il-ġurnata kollha, b’għadd ta’ servizzi multi dixxiplinarji. Fost is-servizzi mogħtija hemm is-servizz ta’ tabib, ta’ nurse, ta’ fiżjoterapija, podjatrija, flebotomija u diversi oħrajn. Apparti hekk, dawn il-kliniċi jaħdmu id f’id mal-isptarijiet biex anke huma joħorġu servizzi min-naħa tagħhom u jiġu aktar viċin il-poplu Malti u Għawdxi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Skont il-Kap Eżekuttiv tal-Kura Primarja Roseanne Camilleri f’sena kemm ilhom miftuħin it-18-il klinika fil-komunità ibbenefikaw minn dawn is-servizzi mal-65,000 ruħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Pereżempju ġo Ħal Tarxien, ġo Marsaxlokk, iż-Żurrieq, Santa Luċija, noffru servizzi ta’ child and youth psychological services, dawk huma maħruġin mill-mental health services. Minn Mater Dei joħroġ ukoll vascular podiatry u pain clinics ġo dawn il-kliniċi tal-komunità.",
                        "author": "Roseanne Camilleri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Is-Sinjura Camilleri spjegat li s-servizzi mogħtija f’dawn il-kliniċi jingħataw bl-appuntament, sabiex il-pazjent jingħata vista iktar ħolistika.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It-tabib jagħmillek vista ħolistika, jekk hemm bżonn jordnalek it-testijiet tad-demm, terġa’ tmur u jarak l-istess tabib. Jiġifieri għandek il-client/patient-doctor relationship qiegħda iktar hija bżonnjuża ħalli inti tidra t-tabib, it-tabib jidra lilek, jagħmillek it-testijiet kollha li jkollok bżonn, jiggwidak u jekk hemm bżonn ibiddillek ir-riċetti tal-mediċini, jibdilhomlok ukoll.",
                        "author": "Roseanne Camilleri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-unika klinika fil-komunità li ma timxix bl-appuntamenti hija tal-Belt Valletta, li skont il-Kap Eżekuttiv tal-Kura Primarja din il-klinika hija intiża biex persuni li jkunu l-Belt, u jiġrilhom xi ħaġa, ikunu jistgħu jfittxu l-għajnuna minnufih.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kapitali għandek influss ta’ ħafna nies, li jekk xi ħadd jiġrilu xi ħaġa, miexi, waqa’, weġġa’ saqajh, jew iħossu ħażin, minflok iġibu ambulanza u jeħduh il-Floriana, li hija l-eqreb tal-kapitali, jistgħu jeħduh hemmhekk.",
                        "author": "Roseanne Camilleri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "It-tabib hemmhekk ikun kuljum minn filgħodu sas-siegħa ta’ waranofsinhar, u jkun hemm ukoll infermiera, apparti s-servizzi l-oħra offruti fil-kliniċi kollha. Ma’ dawn, hemm ukoll klinika mmexxija mill-infermiera, biex jiċċekkjaw il-pressjoni, jittestjaw il-cholesterol u janalizzaw jekk hemmx bidu ta’ xi tip ta’ kundizzjoni, li jkollha bżonn referenza għat-tabib jew għal servizzi oħra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Servizz ieħor offrut fil-kliniċi tal-komunità kollha, huwa l-ispeech and language pathology, b’dan l-istess servizz jingħata wkoll fiċ-ċentri tas-saħħa u anke fl-iskejjel tal-Gvern u għall-ewwel darba din is-sena, ġie estiż ukoll għall-iskejjel tal-Knisja. Minnu jibbenefikaw it-tfal li qabel kien ikollhom appuntament u kienu jridu joħorġu mill-iskola, jitilfu mil-lezzjonijiet u anke jtellfu ġurnata xogħol lill-ġenituri jew dawk li jieħdu ħsiebhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "65,000 people use 18 community clinics",
                "url": "https://tvmnews.mt/en/news/65000-people-use-18-community-clinics-2/",
                "Transcript": [
                    {
                        "text": "From July of last year to date, 18 community clinics have opened at an investment of €10 million from the National Development and Social Fund. They form part of a renovation and modernisation project, both in terms of the buildings as well as operations and medical equipment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The CEO for Primary Care Roseanne Camilleri told TVMnews that in one year around 65,000 people visited these clinics to benefit form the various medical treatment services available as well as the prevention of disease.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "From the concept of health centres with a doctor present for a short time to sign prescriptions, to community clinics, nearer to the residents, and which are open the whole day, with a number of multi disciplinary services. The services include that of a doctor, nurse, physiotherapist, phlebotomy and many others. Apart from this, they work hand in hand with the hospitals so that they can also use their services and become closer to the Maltese and Gozitan people.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "For example in Tarxien, Marsaxlokk, Zurrieq, Santa Lucia, we offer child and youth psychological services, which form part of our mental health services. From Mater Dei we get vascular podiatry and offer pain clinics at these community clinics.",
                        "author": "Roseanne Camilleri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Mrs Camilleri explained that the services are given by appointment so that the patient can be given a more holistic treatment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "If needed the doctor will order blood tests, and you go back and see the same doctor. So that means you can build a client/patient-doctor relationship which is necessary so that you get used to the doctor, he gets used to you, he carries out all the tests, guides you and if he needs to change your meds he can do so as well.",
                        "author": "Roseanne Camilleri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The only community clinic which does not require an appointment is in Valletta, which is intended for people who fall ill while they are at the capital, so that they can find help immediately.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The capital sees an influx of many people who might be walking along and fall, hurt their leg, or faint. So instead of calling for an ambulance which takes you to Floriana, which is the closest to Valletta, they can take you to the clinic.",
                        "author": "Roseanne Camilleri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The doctor is there every morning until 1pm and there is a nurse in attendance as well, apart from other services offered by all clinics. There is also a clinic managed by nurses who check one’s blood pressure, take their cholesterol and analyse whether the patient shows signs of a condition in which case they refer them to a doctor or other services.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Another service offered is speech and language pathology, with this same service also being offered at the health centres and Government schools. For the first time this year, it has also been extended to Church schools. This has been of benefit to children who before used to have an appointment and have to leave school and skip lessons while parents or carers would have to lose a day’s work.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "12:52",
            "URL MLT": "https://tvmnews.mt/news/ara-kumpanija-tbiddel-l-ippurgar-tan-nies-fenergija-nadifa/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-company-changes-human-waste-into-clean-energy/",
            "Duration": "02:23",
            "transcript mlt": {
                "Title": "ARA: Kumpanija tbiddel l-ippurgar tan-nies f’enerġija nadifa",
                "url": "https://tvmnews.mt/news/ara-kumpanija-tbiddel-l-ippurgar-tan-nies-fenergija-nadifa/",
                "Transcript": [
                    {
                        "text": "Kumpanija f’Malta qed jirnexxielha tħaddem teknoloġija innovattiva li biha, tbiddel l-ippurgar tan-nies f’enerġija nadifa minflok ma dan jispiċċa mormi b’detriment għall-ambjent.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’dan il-proċess instab li kull persuna f’Malta tiekol u tixrob l-ekwivalenti ta’ credit card fi plastik kull ġimgħa. Dan il-plastik, minflok qed jispiċċa fl-ambjent, qed jinħaraq bla tniġġis ta’ xejn f’din il-magna li qed titħaddem bil-gassijiet li qed jiġu ġġenerati mill-ippurgar stess fi spirtu ta’ ekonomija ċirkolari.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minflok jintrema, l-ippurgar tan-nies qed jintefa’ f’magna li taħdem bil-gassijiet li joħorġu minnu stess.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hawnhekk għandna proċess li naqbdu dak li narmu u nifflaxxjaw fit-toilet jiġifieri prattikament in-number one u n-number two bit-toilet paper b’kollox u naqbdu minn hemmhekk u dan jasal għand il-Water Services Corporation. Dawn jieħdu l-ilma li jistgħu minnu biex jibagħtuh għall-bdiewa u mbagħad jibqa’ dan l-isludge. Jibqa’ s-solids u l-affarijiet li mhux tajbin għall-bdiewa. Aħna nieħdu dak u minnu, nippruvaw nikkonvertuh f’xi ħaġa pożittiva. Naqbdu lilu u nikkonvertuh f’hydrogen u gassijiet oħrajn biex inkunu nistgħu nużaw u nħaddmu l-magni tagħna.",
                        "author": "Adrian Cauchi – Konsulent ta’ New Technology Development Ltd",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Din hi l-uniku magna fid-dinja li tittratta l-ippurgar tan-nies u minnu tipproduċi gass nadif. Inxtrat b’investiment ta’ nofs miljun ewro u kapaċi tittratta tunnellati ta’ materjal kuljum.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Aħna niġġeneraw il-hydrogen bl-iktar mod nadif għax qed niġġenerawh minn dak li aħna narmu fir-realtà . . . u ma nagħmlu impatt ta’ xejn fl-ambjent.",
                        "author": "Adrian Cauchi – Konsulent ta’ New Technology Development Ltd",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "F’dan il-materjal jinstabu diversi fdalijiet ta’ plastik, li ma jidhirx, u li jispiċċa fl-ikel li nieklu meta dan imiss mal-kontenituri tal-plastik li jkun ippakkeġġjat fih.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hu kkalkulat li aħna nieklu l-piż ta’ credit card fi plastik fil-ġimgħa. Jiġifieri aħna taqbad il-credit card li tħallas biha, dik ikkalkulajna li inti kiltha f’ġimgħa sħiħa. Dan inti kiltu u ovvjament dak se jeħel fl-istonku tiegħek, jalla jibqa’ ħiereġ ‘il barra għax dan jagħmillek ħafna ħsara, però dan fl-aħħar mill-aħħar se jispiċċa fl-ambjent.",
                        "author": "Adrian Cauchi -Konsulent ta’ New Technology Development Ltd",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-magna teqred dan il-plastik b’temperaturi għoljin ħafna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We go up to 1,000 degrees which totally and definitely destroy the plastic. That means no more nanoparticles in the sea, in the sand and in the food.",
                        "author": "Sophie Rodriguez – Direttur tal-Komunikazzjoni ta’ New Technology Development Ltd",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-kumpanija qed taspira li tkompli timraħ fis-suq tal-enerġija nadifa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Our ambition is to put a hub in Malta and build a factory in order to deliver all our clients in Europe and around the world and to change this problem.",
                        "author": "Julien Rodriguez – Kap Eżekuttiv ta’ New Technology Development Ltd",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-kumpanija fetħet il-bibien tagħha f’Malta sena ilu u bħalissa, timpjega 7 ħaddiema.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "WATCH: Company changes human waste into clean energy",
                "url": "https://tvmnews.mt/en/news/watch-company-changes-human-waste-into-clean-energy/",
                "Transcript": [
                    {
                        "text": "In Malta a company is managing to work with innovative technology which changes human waste into clean energy, instead of it being thrown away to the detriment of the environment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In this process it was found that every person in Malta eats and drinks the equivalent of a plastic credit card weekly. Instead of ending up in the environment, this plastic is being burned without any pollution in this machine which works using gasses generated by the same human waste in the spirit of the circular economy.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": ".",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Here we have a process by which we get what we are flushing down the toilet, including toilet paper and we collect it from the sewage system and it is taken to the Water Services Corporation. They take what water they can from it and send it to farmers, and what remains is sludge. These are solids which are not good for farmers so we try to convert them into something positive like hydrogen and other gasses in order to use it to work our machinery.",
                        "author": "Adrian Cauchi – Consultant with New Technology Development Ltd",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "This is the only machinery in the world which treats human waste to produce clean gas. It was bought at an investment of half a million Euro and can treat tonnes of material daily.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We are generating hydrogen in the cleanest way possible from what we are actually throwing away..without any negative impact on the environment.",
                        "author": "Adrian Cauchi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Various plastic remains are found in this material, which is not visible, which ends up in food when it touches plastic containers in which it is packed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It is calculated that we eat the weight of a plastic credit card a week. Obviously this will remain in your stomach and hopefully it is ejected otherwise it will cause a lot of damage, but ultimately it will end up in the environment.",
                        "author": "Adrian Cauchi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The equipment destroys this plastic using very high temperatures.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We go up to 1,000 degrees which totally and definitely destroy the plastic. That means no more nanoparticles in the sea, in the sand and in the food.",
                        "author": "Sophie Rodriguez – Communications Director eat New Technology Development Ltd",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The company is aiming to keep expanding in the clean energy market.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Our ambition is to put a hub in Malta and build a factory in order to deliver all our clients in Europe and around the world and to change this problem.",
                        "author": "Julien Rodriguez – CEO at New Technology Development Ltd",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The company opened a year ago in Malta and currently employs 7 people.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "15:44",
            "URL MLT": "https://tvmnews.mt/news/112-il-investiment-privat-mill-indja-fmalta/",
            "URL ENG": "https://tvmnews.mt/en/news/112-private-investments-by-india-in-malta/",
            "Duration": "02:21",
            "transcript mlt": {
                "Title": "112-il investiment privat mill-Indja f’Malta",
                "url": "https://tvmnews.mt/news/112-il-investiment-privat-mill-indja-fmalta/",
                "Transcript": [
                    {
                        "text": "Il-Ministru għall-Affarijiet Barranin Indjana, Meenakshi Lekhi, tinsab Malta u matul iż-żjara tagħha ltaqgħet mal-Ministru għall-Affarijiet Barranin Ian Borg fejn qalet li tagħti valur kbir lir-relazzjonijiet bejn Malta u l-Indja. Min-naħa tiegħu, il-Ministru għall-Affarijiet Barrnin Ian Borg qal li f’Malta diġà hawn 112-il kumpanija Indjana u sostna li dan hu sinjal pożittiv għall-kummerċ bejn iż-żewġ pajjiżi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wara li ltaqgħet mal-Ministru għall-Affarijiet Barranin Ian Borg u iffirmat il-ktieb tal-viżitaturi, iż-żewġ Ministri kellhom laqgħa mad-delegazzjonijiet tagħhom. Dr Borg qal li din iż-żjara tal-Ministru għall-Affarijiet Barrnin tal-Indja hi importanti ħafna fid-dawl tal-fatt li ż-żewġ pajjiżi jgawdu minn 57 sena ta’ relazzjonijiet bilaterali. Sostna li l-kummerċ u l-kultura huma importanti għal Malta u l-Indja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru Ian Borg qal li jilqa’ l-progress li sar fir-relazzjonijiet bejn l-Unjoni Ewropea u l-Indja u irringrazzja lill-Ministru Indjana għall-appoġġ li pajjiżha ta lil Malta biex tkun membru tas-sigurta’ tal-Kunsill tan-Nazzjonijiet Magħquda.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru għall-Affarijiet Barranin tal-Indja, Meenakshi Lekhi, qalet li tagħti valur kbir lir-relazzjonijiet bejn l-Indja u Malta. Sostniet li l-kummerċ u d-diversifikazzjoni tal-prodotti bejn iż-żewġ pajjiżi huma importanti ħafna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wara l-laqgħa ż-żewġ Ministri taw kummenti lill-ġurnalisti dwar kif jixtiequ li Malta u l-Indja jimxu flimkien għall-ġejjieni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "During our meeting we identified avenues to enhance our bilateral and economic cooperation, including in the fields of trade, investment, health, tourism and culture. We are proud of hosting more than 112 private Indian investments in Malta but look forward to continue expanding these horizons. Furthermore we agreed on facilitating our bilateral relations.",
                        "author": "Il-Ministru Ian Borg",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Ministru Meenakshi Lekhi qalet li Malta u l-Indja jistgħu jżidu l-koperazzjoni fl-oqsma tal-intelliġenza artifiċjali, it-turiżmu u l-kultura.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There are opportunities in the pharmaceutical sector, health sector, financial services, knowledge based industries, artificial intelligence where we believe that Indian companies have found Malta a very good platform to operate and invest in.",
                        "author": "Meenakshi Lekhi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Ministru Lekhi qalet li l-Ħadd iltaqgħet mal-komunita’ Indjana f’Malta li qalet stabbilixxiet ruħha sew f’Malta u wriet it-tama li jinfetħu l-opportunitajiet kemm għall-Indjani f’Malta u wkoll għan-negozjanti Maltin fl-Indja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Intant, ilbieraħ il-Ministru Lekhi akkumpanjata mill-Ministru Borg żaret Ħad Dingli f’jum il-festa titulari ta’ Santa Marija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "112 private investments by India in Malta",
                "url": "https://tvmnews.mt/en/news/112-private-investments-by-india-in-malta/",
                "Transcript": [
                    {
                        "text": "India’s Foreign Affairs Minister Meenakshi Lekhi is on a visit to Malta during which she met with Maltese Foreign Minister Ian Borg and stated she gives great value to relations between Malta and India. Minister Borg stated that there are already 112 Indian companies set up in Malta, adding that this is a positive sign for trade between both countries.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Following a meeting with Minister Borg and signing the Visitors’ Book, both Ministers then met together with their delegations. Dr Borg stated that this visit by India’s Minister for Foreign Affairs is very important in light of the fact that both countries have enjoyed 57 years of bilateral relations. Minister Borg stressed that trade and culture are important to both Malta and India.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Borg added that he welcomed the progress made in relations between the European Union and India and thanked the Indian Minister for her country’s support for Malta to become a member of the United Nations Security Council.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Indian Foreign Minister stated she gives great value to relations between India and Malta and stressed that trade and product diversification between both countries is very important.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "After the meeting, both Ministers gave comments to the media about how they would like Malta and India to proceed together in the future.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "During our meeting we identified avenues to enhance our bilateral and economic cooperation, including in the fields of trade, investment, health, tourism and culture. We are proud of hosting more than 112 private Indian investments in Malta but look forward to continue expanding these horizons. Furthermore we agreed on facilitating our bilateral relations.",
                        "author": "Minister Ian Borg",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Minister Meenakshi Lekhi stated that Malta and India can increase cooperation in artificial intelligence, tourism and culture.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There are opportunities in the pharmaceutical sector, health sector, financial services, knowledge based industries, artificial intelligence where we believe that Indian companies have found Malta a very good platform to operate and invest in.",
                        "author": "Meenakshi Lekhi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Minister Lekhi said she had met with the Indian community in Malta on Sunday, pointing out they had established themselves well in Malta and expressing the hope of more opportunities both for Indians in Malta as well as for Maltese businessmen in India.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Accompanied by Minister Borg, Minister Lekhi also visited Ħad Dingli on the evening of the titular feast of Santa Marija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "23:18",
            "URL MLT": "https://tvmnews.mt/news/jasal-fl-ahhar-stadju-x-xoghol-ta-riabilitazzjoni-fuq-il-binja-tal-arkivji-notarili/",
            "URL ENG": "LINK_HERE",
            "Duration": "02:35",
            "transcript mlt": {
                "Title": "Jasal fl-aħħar stadju x-xogħol ta’ riabilitazzjoni fuq il-binja tal-Arkivji Notarili",
                "url": "https://tvmnews.mt/news/jasal-fl-ahhar-stadju-x-xoghol-ta-riabilitazzjoni-fuq-il-binja-tal-arkivji-notarili/",
                "Transcript": [
                    {
                        "text": "B’investiment ta’ ħames miljun ewro għaddej ġmielu x-xogħol fuq l-Arkivji Notarili, mhux biss fuq il-bini li jilqa’ fih aktar minn 20,000 volum iżda wkoll fuq il-metodi ta’ konservazzjoni addottati biex jiġu indukrati. L-importanza tal-materjal miżmum f’dawn l-arkivji huwa tali li ħadd fid-dinja ma seta’ jagħti valutazzjoni monetarja ta’ prezzhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din il-binja antika fil-Belt Valletta li tinsab fi Triq San Kristofru kantuniera ma’ Triq San Pawl hija dar għexiren ta’ dokumenti antiki; ta’ spiss miflija u studjati għax jitfgħu dawl fuq l-istorja soċjali ta’ Malta. Wħud minnhom huma imprezzabli u dan fil-veru sens tal-kelma .. hekk kif l-ebda kumpanija tal-assigurazzjoni ma setgħat tistma l-valur tagħhom. L-aktar t’interess …. sett ta’ mapep tad-dinja moderna meqjusa fost l-aktar antiki fid-dinja, kif ukoll l-eqdem dokument miktub bl-ilsien Malti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kantilena ta’ Pietru Caxaru li huwa l-eqdem dokument huwa miktub bl-ilsien Malti li se jkun esebit fil-mużew notarili. Għandna dokumenti oħra antiki li jqanqlu wkoll kurżita fosthom insibu lista ta’ xogħlijiet ta’ Mattia Preti li ħadem għall-Ordni tal-Kavallieri ta’ dak iż-żmien li issa naturalment jinsabu f’mużewijiet u kollezzjonijiet privati oħrajn li sfaw nieqsa f’kolezzjonijiet barra minn Malta. Insibu wkoll portal encharts mapep li jintużaw mill-baħħara u huma importanti ħafna għax mhux jintużaw biss għan natura iżda għax huma fost l-aktar antiki minn meta Kristofru Kolombu skopra l-Amerika.",
                        "author": "Cleavon Vella – Assitent Direttur",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "F’din il-binja għaddejj ġmielu x-xogħol ta’ restawr u manutenzjoni fil-binja tal-arkivji notarali b’investiment ta’ €5 miljun.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kmieni dalgħodu fi żjara li għamel il-Ministru tal-Ġustizzja Jonathan Attard ġie spjegat li sar xogħol kemm fuq il-binja kif ukoll fuq il-volumi kollha li issa se jerġgħu jiddaħħlu ftit ftit ġewwa din il-binja li jridu jitpoġġew fi klima adattata. Ġie spjegat ukoll li biex jiġi evitat strapazz żejjed fuq l-atti l-Gvern qed jinvesti f’sistema diġitali biex b’hekk dawn jsiru aċċessibli waqt li ma jitħarkux mill-ixkafef.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mhux biss se joffri l-possibilta li riċerkaturi jiġu jfittxu f’dawn l-atti notarili li huma xempju ħaj tal-istorja ta’ pajjiżna iżda se jkun hemm il-proċess ta’ diġitalizzazzjoni biex is-servizz jiġi estiż u aċċessibli għal aktar persuni.",
                        "author": "Il-Ministru Jonathan Attard",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-proġett li huwa mmexxi min-Nutar Prinċipali tal-Gvern Dr Keith Francis German b’numru ta’ konsulenti esperti u d-Direttorat tar-Restawr mistenni jibda jopera kmieni s-sena d-dieħla.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {}
        },
        {
            "Time stamp": "26:18",
            "URL MLT": "https://tvmnews.mt/news/golden-buckle-tlielaq-biz-zwiemel-se-jsiru-ghall-ewwel-darba-fmalta/",
            "URL ENG": "N/A",
            "Duration": "02:22",
            "transcript mlt": {
                "Title": "Golden Buckle – tlielaq biż-żwiemel se jsiru għall-ewwel darba f’Malta",
                "url": "https://tvmnews.mt/news/golden-buckle-tlielaq-biz-zwiemel-se-jsiru-ghall-ewwel-darba-fmalta/",
                "Transcript": [
                    {
                        "text": "Isem Malta se jkompli jdur mal-erbat irjieħ tad-dinja meta f’Ottubru li ġej, se ssir f’Malta għall-ewwel darba l-edizzjoni tal-Golden Buckle, avveniment li jinżel għasel mad-dilettanti taż-żwiemel anke dawk Maltin. L-Awtorità għat-Turiżmu tistma li waqt dan l-avveniment, il-logo ta’ VisitMalta se jintwera b’mod dirett fuq is-sett tat-televiżjoni ta’ miljun u ħames mitt elf persuna fl-Istati Uniti u l-Brażil.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tissokta l-ħidma tal-Awtorità Maltija għat-Turiżmu biex isem Malta jiġbed l-attenzjoni ta’ turisti li potenzjalment jistgħu jżuru Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-logo ta’ VisitMalta se jidħol fid-djar ta’ miljun u ħames mitt elf persuna fl-Istati Uniti u l-Brażil li huwa stmat li se jsegwu b’mod dirett l-edizzjoni tal-Golden Buckle li għall-ewwel darba, se ssir f’Malta. F’dan l-avveniment se jieħdu sehem 112-il ġerrej minn 10 pajjiżi Ewropej u l-Istati Uniti. Dan l-avveniment iservi ta’ kalamita għad-dilettanti taż-żwiemel li fost oħrajn isegwu l-barrel racing li għandu għeruq sodi f’Texas, l-Istati Uniti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’dan l-isport, il-ġerrejja biż-żwiemel jridu jduru madwar tliet tankijiet li jkunu f’forma ta’ trijangolu. Jirbaħ, il-ġerrej li jdurhom kif suppost fl-inqas ħin possibbli. B’kollox, se jieħdu sehem madwar 200 żiemel minn kull rokna tad-dinja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Id-Direttur ta’ Golden Buckle International, Luigi Spina, qal li f’Malta jara potenzjal f’dan l-isport anke għaliex fil-pajjiż, hawn ħafna dilettanti taż-żwiemel/ Wera x-xewqa li ż-żgħażagħ Maltin jibdew jitħarrġu f’dan l-isport li għadu ġdid għal Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "When people love horses it doesn’t matter which sport it is, they follow it and I think that maybe not in 6 months, but I think the young age and also the middle age can start to practice sport so hopefully in a couple of years we will see maybe a very good team from Malta that will go around Europe and also to race here in Malta.",
                        "author": "Luigi Spina",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Iċ-Chairman tal-Awtorità għat-Turiżmu, Gavin Gulia, qal dan l-avveniment se jippromwovi lil Malta bħala destinazzjoni għat-turiżmu sportiv. Dr Gulia qal li bi sħubija ma’ Equestri Malta, dan l-isport se jattira turisti ta’ kwalità fil-pajjiż. Tal-istess fehma, il-Kap Eżekuttiv ta’ Equestri Malta, Max Zammit li qal li l-ekwestri hu t-tieni l-iktar sport segwiet f’Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministri Clayton Bartolo u Clifton Grima tennew l-impenn tal-Gvern li jkompli jattira turisti sportivi fil-pajjiż. Huma qalu li dan l-avveniment jidħol kexxun mal-istrateġija ta’ turiżmu għall-10 snin li ġejjin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-edizzjoni tal-Golden Buckle f’Malta se tkun mifruxa fuq erbat ijiem f’nofs Ottubru li ġej. Se ssir fiċ-Ċentru għall-Fieri u l-Konvenzjonijiet f’Ta’ Qali u għaliha jistgħu jattendu sa 1,500 persuna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {}
        }
    ]
}