{
    "News date": "23.08.2022",
    "Transcripts": [
        {
            "Time stamp": "02:10",
            "URL MLT": "https://tvmnews.mt/news/jishaq-fuq-mekkanizmu-addizzjonali-lil-hinn-mill-cola-li-jghin-liz-zghir/",
            "URL ENG": "https://tvmnews.mt/en/news/maintains-the-need-for-additional-mechanism-apart-from-cola-to-help-those-in-need/",
            "Duration": "03:34",
            "transcript mlt": {
                "Title": "Jisħaq fuq mekkaniżmu addizzjonali lil hinn mill-COLA li jgħin liż-żgħir",
                "url": "https://tvmnews.mt/news/jishaq-fuq-mekkanizmu-addizzjonali-lil-hinn-mill-cola-li-jghin-liz-zghir/",
                "Transcript": [
                    {
                        "text": "Huwa stmat li mal-118,000 ħaddiem għandhom salarju ta’ inqas minn €12,000. Għall-analista finanzjarju Steve Ellul dawn il-persuni huma l-iktar affettwati miż-żieda fil-prezzijiet ta’ oġġetti essenzjali, fosthom l-ikel, li fl-aħħar xhur għola bi kważi 12%.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Sur Ellul qal ma’ TVMnews li minbarra l-COLA, għandu jidħol fis-seħħ mekkaniżmu addizzjonali bħala miżura soċjali mill-Gvern biex jgħin liż-żgħir. Dwar il-COLA sostna li għandu jibqa’ kif inhu, iżda qed jipproponi li l-kumpens għall-għoli tal-ħajja għandu jsir iktar spiss biex jirrifletti ħtiġijiet tal-lum.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-analista finanzjarju Steve Ellul huwa tal-fehma li fiċ-ċirkustanzi preżenti, meta r-rata ta’ inflazzjoni hija l-ogħla fl-aħħar 40 sena, jeħtieġ mekkaniżmu addizzjonali, lil hinn minn dak tal-Cost of Living Adjustment, il-COLA, li jingħata kull sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Qal li dan il-mekkaniżmu addizzjonali għandu jindirizza l-bżonnijiet ta’ dawk li ddeskriva bħala l-aktar vulnerabbli fis-soċjetà Maltija, hekk kif fi kliemu, hawn persentaġġ ta’ ħaddiema f’Malta li l-paga tagħhom tammonta għal bejn ħdax u tnax-il elf ewro fis-sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa jistma li ftit iktar minn 118-il elf persuna f’Malta jieħdu d-dar dan is-salarju u sostna li dawn jonfqu porzjon ikbar tal-paga tagħhom fuq il-bżonnijiet ta’ kuljum.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Xi ħaġa li għandna nagħmlu hija li niffukaw, meta għandna sitwazzjoni bħalma għandna bħalissa, meta l-għoli tal-ħajja huwa iktar għoli, niffukaw biex nipproteġu aktar lil min huwa vulnerabbli. Mela mekkaniżmu addizzjonali għandu jkun li l-ewwel u qabel kollox jipproteġi liż-żgħir, aktar milli sezzjonijiet oħrajn. Tajjeb ukoll li dan il-mekkaniżmu jsib bilanċ fil-qasam ekonomiku, jiġifieri mekkaniżmu bħal dan huwa miżura soċjali aktar minn kollox, u miżuri soċjali bħal dawn għandu jidħol għalihom b’mod primarju il-Gvern, is-settur pubbliku.",
                        "author": "Steve Ellul – analista finanzjarju",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dwar il-COLA, is-Sur Ellul qal kif minkejja opinjonijiet kunflinġenti minn naħa tal-General Workers Union u l-Kamra tal-Kummerċ, din m’għandhiex tintmess. Qal illi dan il-mekkaniżmu serva tajjeb lill-pajjiż għal dawn l-aħħar 30 sena, u huwa maqbul bejn tliet entitajiet – il-Gvern, min iħaddem, u r-rappreżentanti tal-ħaddiema.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Spjega iżda li jkun tajjeb li kieku ssir reviżjoni ta’ kif titqassam u kif tinħadem il-COLA sabiex tirrifletti iktar il-bżonnijiet tal-lum.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Innutajna li f’pajjiżi oħrajn fl-Ewropa fejn il-kumpens jitqassam iktar frekwenti, jiġi ddikjarat kull tliet xhur eżempju, innutajna li l-purchasing power, jew is-saħħa tal-flus tal-ħaddiema tkun aktar preservata u protetta. Dan għax jista’ jkollok sitwazzjoni fejn l-għoli tal-ħajja jkollu impatt volatili ħafna, jiġifieri f’daqqa waħda jkollok impennata ‘l fuq, u imbagħad jimmitiga ruħu, allura meta tagħti l-kumpens b’mod iktar frekwenti qiegħed dejjem tnaqqas minn dak l-impatt negattiv.",
                        "author": "Steve Ellul – analista finanzjarju",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dwar it-tħassib mir-rappreżentanti ta’ sidien ta’ negozji u kumpaniji li żieda tal-għoli tal-ħajja bħalissa hija stmata li tista’ tkun ta’ 10 ewro fil-ġimgħa għal kull impjegat, għax qed iqisu bħala żieda sostanzjali, is-Sur Ellul qal illi din xorta tiswiehom inqas milli kieku kellhom ifittxu u jħarrġu ħaddiema ġodda.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din iż-żieda meta mqabbla ma’ kemm jista’ jkun għoli għal min iħaddem illi jitlef il-ħaddiema tiegħu, ma’ kemm irid joħroġ flus min iħaddem biex jimpjega impjegati ġodda hija żieda pjuttost modesta. Aħna nafu llum-il ġurnata li għandna suq tax-xogħol li huwa tight, li m’għandniex unemployment u li dan huwa sinjal tajjeb, li diffiċli ħafna li wieħed jimpjega. Allura li kellu jintilef ħaddiem għax ma jingħatax il-kumpens tal-għoli tal-ħajja se jkun iktar għoli għal min iħaddem biex jimpjega l-ġodda.",
                        "author": "Steve Ellul – analista finanzjarju",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Ċifri uffiċjali juru li f’Malta l-iktar fattur li qed iżid l-inflazzjoni huma l-prodotti tal-ikel u x-xorb mhux alkoħoliku li fl-aħħar sena żdied bi ħdax punt tmienja fil-mija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Maintains the need for additional mechanism apart from COLA to help those in need",
                "url": "https://tvmnews.mt/en/news/maintains-the-need-for-additional-mechanism-apart-from-cola-to-help-those-in-need/",
                "Transcript": [
                    {
                        "text": "It is estimated there are about 188,000 employees whose annual salary is less than €12,000. For financial analyst Steve Ellul these persons are the most affected by the price increase of essential products, including foodstuffs, prices having risen by 12% in recent months.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ellul told TVMnews that apart from COLA there should be additional mechanism as a social measure by the Government to help those who are badly off. He said COLA should remain as it is but proposed c-o-l compensation should take place more often to cater for today’s demands.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Steve Ellul is of the understanding that with the rate of inflation at its highest over the last 40 years there is a need for additional mechanism to COLA that should be given annually.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This should address the most vulnerable in society, that is, those whose annual salary varies between eleven and twelve thousand.  ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He estimates that about 118 thousand persons have this take-home salary and spend the greater proportion on their daily needs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said there should be a focus on the most vulnerable. Therefore an additional mechanism should be first and foremost to protect the needy. This should be an economic balance and therefore this is a social measure that should be undertaken primarily by the Government and the public sector.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Regarding COLA, Ellul said despite conflicting opinions between the General Workers Union and the Chamber of Commerce, this should not be tampered with. It has served its purpose for the last 30 years and is agreed to by the Government, employers and worker representatives.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He explained however there could be a revision of how COLA operates to more reflect today’s needs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ellul said it is noted that in other European countries compensation is distributed more frequently, such as every three months, and purchasing power and financial strength is more preserved and protected. This is because the impact may be very volatile and therefore compensation should be more frequent.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Regarding concerns by the owners of enterprises and companies estimating that c-o-l will be 10 euro weekly and will be too substantial, they should consider this would still be less than having to import foreign labour.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Compared to this possibility, this is a modest increase. Today’s employment market is tight and there is little unemployment and this is a good sign and it is difficult to employ and therefore the loss of such labour will be more costly to engage new employees.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Official figures show that Malta’s inflation is mostly caused because of food products and non-alcoholic drinks and that over the last year these have increased by 11.8%.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "06:25",
            "URL MLT": "https://tvmnews.mt/news/ihabbar-li-tlesta-l-mekkanizmu-addizzjonali-ghall-gholi-tal-hajja/",
            "URL ENG": "https://tvmnews.mt/en/news/additional-mechanism-for-cost-of-living-has-been-concluded/",
            "Duration": "03:14",
            "transcript mlt": {
                "Title": "Iħabbar li tlesta l-mekkaniżmu addizzjonali għall-għoli tal-ħajja",
                "url": "https://tvmnews.mt/news/ihabbar-li-tlesta-l-mekkanizmu-addizzjonali-ghall-gholi-tal-hajja/",
                "Transcript": [
                    {
                        "text": "Il-Ministru tal-Finanzi Clyde Caruana saħaq li l-kumpens għaż-żieda tal-għoli tal-ħajja, il-COLA li r-rata tiegħu mistennija titħabbar matul id-diskors tal-Baġit irid jingħata sħiħ minn min iħaddem u ċċara li bidliet f’dan il-kumpens huma possibbli biss wara diskussjonijiet mal-Unions li jirrappreżentaw lill-ħaddiema.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mistoqsi minn TVMNews dwar il-mekkaniżmu addizzjonali tal-għoli tal-ħajja, il-Ministru Caruana qal li fid-diskors tal-Baġit se jagħti dettalji dwaru u ħabbar li dan se jiġi implimentat din is-sena stess bħala waħda mill-miżuri tal-budget ta’ din is-sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I can confirm that the work on the second mechanism has been concluded. In the coming days I will call on the shareholders in order to share with them this additional mechanism. I can assure you that when the time comes, I will be able to not only announce the mechanism but also put into effect. So rest assured that what I read during last budget will be implemented this year.",
                        "author": "Clyde Caruana – Ministru tal-Finanzi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Ministru Caruana kien qed iwieġeb il-mistoqsijiet tal-ġurnalisti fi tmiem konferenza tal-aħbarijiet li saret dwar l-ewwel laqgħa f’Malta mill-Ministru tal-Finanzi tal-Irlanda u l-President tal-Eurogroup Paschal Donohoe.  Donohoe rrimarka li l-pajjiżi taż-żona ewro jeħtieġ li jegħlbu l-isfida tal-inflazzjoni b’miżuri li ma jpoġġux riskju ta’ dejn għoli fuq ġenerazzjonijiet futuri.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa faħħar il-prestazzjoni ekonomika ta’ Malta u l-kontribut siewi li tagħti fil-laqgħat tal-Eurogroup waqt li rrikonoxxa l-impenn tal-Gvern Malti li minkejja l-kuntest diffiċli u l-isfidi ekonomiċi ġodda ta’ bħalissa, ir-rata ta’ qgħad f’pajjiżna hija taħt it-3%.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It is really important that the budgetary decisions that we make don’t add to the inflation pressures were facing don’t complicate or reduce our ability to get inflation down and that we also look what measures can take to support our economy and citizens and society.",
                        "author": "Il-President tal-Eurogroup",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-President tal-Eurogroup qal li l-ekonomija Maltija rkuprat sew u hija b’saħħitha, filwaqt li rrikonoxxa l-miżuri li bbenefikaw minnhom il-familji u n-negozji u ħabbar li Malta se tingħata 300 miljun ewro f’għajnuna finanzjarja li skont il-pjan tal-Gvern se jintużaw biex il-pajjiż ikompli jilqa’ għall-isfidi ekonomiċi u finanzjarji attwali u jżomm ir-ritmu ta’ tkabbir u rkupru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Min-naħa tiegħu, il-Ministru Caruana qal li l-Gvern qed jindirizza l-isfidi ekonomiċi u finanzjarji attwali f’qafas ta’ sostenibbiltà biex ma jkunx hemm piżijiet fuq il-ġenerazzjonijiet futuri iżda fl-istess waqt biex jgħin lill-iktar vulnerabbli fis-soċjetà.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Innota li Malta għandha fost l-inqas rati ta’ qgħad u inflazzjoni, bil-Ministru Caruana jgħid li l-miżuri li ttieħdu fl-aħħar xhur iridu jinkwadraw fl-isforzi biex Malta żżomm id-defiċit sostenibbli u d-dejn ta’ madwar 60% tal-prodott domestiku gross.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dwar l-Air Malta, il-Ministru Caruana qal li bħalissa għadhom għaddejjin it-taħditiet mal-Kummissjoni Ewropea u saħaq il-ħtieġa ta’ riformi fil-linja tal-ajru nazzjonali biex l-operat ikun effettiv.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Additional mechanism for cost of living has been concluded",
                "url": "https://tvmnews.mt/en/news/additional-mechanism-for-cost-of-living-has-been-concluded/",
                "Transcript": [
                    {
                        "text": "Finance Minister Clyde Caruana declared that the compensation for a cost of living increase, COLA, the rate of which is expected to be announced during the Budget Speech, has to be given in full by employers and clarified that changes to this compensation are only possible following discussions with unions representing the workers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Asked by TVMNews about the additional mechanism for the cost of living, Minister Caruana replied that he will give details about this in the Budget Speech and announced that this will be implemented this year as one of the measures of this year’s budget.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I can confirm that the work on the second mechanism has been concluded. In the coming days I will call on the shareholders in order to share with them this additional mechanism. I can assure you that when the time comes, I will be able to not only announce the mechanism but also put into effect. So rest assured that what I read during last budget will be implemented this year.",
                        "author": "Clyde Caruana – Finance Minister",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Minister Caruana was replying to questions from journalists at the end of a media conference about the first meeting in Malta by the Finance Minister of Ireland and President of Eurogroup Paschal Donohoe. Donohoe remarked that eurozone countries need to overcome the challenge of inflation through measures that do not impose risks of high debts for future generations.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Donohoe praised Malta’s economic performance and its useful contribution to Eurogroup meetings, whilst recognising the Maltese Government’s commitment that despite the difficult context and the present new economic challenges, the country’s unemployment rate is below 3%.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It is really important that the budgetary decisions that we make don’t add to the inflation pressures were facing don’t complicate or reduce our ability to get inflation down and that we also look what measures can take to support our economy and citizens and society.",
                        "author": "Eurogroup President",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The Eurogroup President stated that the Maltese economy has recovered well and is strong whilst recognising the beneficial measures for families and businesses, and announced that Malta will be given 300 million euro in financial assistance, which according to the Government’s plan will be used for the country to continue to fight off actual economic and financial challenges and maintain the rhythm of growth and recovery.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minister Caruana stated that the Government is addressing actual economic and financial challenges in a framework of sustainability to ensure there are no burdens on future generations but at the same time to help the more vulnerable in society.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He noted that Malta has among the lowest rates of unemployment and inflation, with Minister Caruana stating that the measures implemented in recent months are part of efforts for Malta to maintain a sustainable deficit and a debt of some 60% of the gross domestic product.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Referring to Air Malta, Minister Caruana said talks are ongoing with the European Commission and stressed the need for reforms in the national airline, leading to an effective operation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "14:10",
            "URL MLT": "https://tvmnews.mt/news/kienet-l-ewwel-darba-li-regoli-tal-etika-gabu-konsegwenzi/",
            "URL ENG": "https://tvmnews.mt/en/news/for-the-first-time-ethics-regulations-have-led-to-consequences/",
            "Duration": "02:41",
            "transcript mlt": {
                "Title": "Kienet l-ewwel darba li regoli tal-etika ġabu konsegwenzi",
                "url": "https://tvmnews.mt/news/kienet-l-ewwel-darba-li-regoli-tal-etika-gabu-konsegwenzi/",
                "Transcript": [
                    {
                        "text": "F’erba’ snin kemm ilu Kummissarju għall-Istandards fil-Ħajja Pubblika rċieva 128 talba għal investigazzjoni u f’intervista ma’ TVMnews Dr George Hyzler qal li r-rapporti kważi kollha ġew konklużi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kemm dam jokkupa din il-kariga, Dr Hyzler qal li l-Uffiċċju tiegħu għamel numru ta’ rakkomandazzjonijiet biex ikompli jsaħħaħ il-pedament li bena biex l-etika tirregola l-ħajja ta’ dawk li jservu fil-ħajja pubblika, fosthom il-membri parlamentari.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ftit aktar minn xahar ieħor Dr Hyzler ser itemm iservi f’din il-kariga biex imur jaħdem fil-Qorti Ewropea tal-Awdituri.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ilu erba’ snin fil-kariga ta’ Kummissarju għall-Istandards fil-Ħajja Pubblika. Dr George Hyzler huwa l-ewwel persuna li okkupa din il-kariga tant li huwa stess qal lil TVMnews li kien jaf għal liema rwol dieħel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meta jien aċċettajt din il-kariga kont naf li mhuwiex xi festin. M’aċċettajtx kariga li se tkun milqugħa tajjeb kontinwament minn kulħadd. Għalkemm in-nomina tiegħu msostnija min-naħat kollha tal-kamra u mill-membri kollha individwalment però meta toħroġ rapport u qed tolqot l-individwi se jkun hemm ċerti konsegwenzi u kritika li mhux neċessarjament tkun ġustifikata però trid taċċettaha.",
                        "author": "Dr George Hyzler – Kummissarju għall-Istandards fil-Ħajja Pubblika",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dr Hyzler qal li quddiemu daħlu 128 ilment li kważi kollha kienu konklużi, b’uħud minnhom sostna wasslu anki għar-riżenja minn uffiċjali f’karigi pubbliċi. Huwa qal li l-Uffiċċju tiegħu daħħal sens ta’ għarfien dwar ir-regoli tal-etika.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kienet l-ewwel darba illi r-regoli tal-etika qed iġibu xi tip ta’ konsegwenza għax għalkemm fil-passat kellna kodiċi tal-etika però ma kienx ikun hemm konsegwenzi jekk ikun hemm xi tip ta’ nuqqas. Però mbagħad għandek l-aspett l-ieħor li huma r-rakkomandazzjonijiet li aħna suppost nagħmlu dwar ċertu aspetti pereżempju dwar il-lobbying, revolving doors, dwar ir-rigali u l-ospitalità li aħna għamilna rakkomandazzjonijiet dwarhom lill-Gvern li jiena nittama li jiġu aċċettati.",
                        "author": "Dr George Hyzler – Kummissarju għall-Istandards fil-Ħajja Pubblika",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dr Hyzler qal li permezz ta’ fondi Ewropej, l-Uffiċċju tiegħu ħadem fuq diversi rapporti bl-għajnuna tal-OECD li qed joffru diversi rakkomandazzjonijiet għall-prattiċi tajbin fil-ħajja pubblika. Qal li anki għamel rakkomandazzjoni dwar titjib fl-Uffiċċju tiegħu stess u anki dwar il-kompożizzjoni tal-Kumitat Parlamentari għall-Istandards fil-Ħajja Pubblika.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Hyzler se jispiċċa minn Kummissarju għall-Istandards fil-Ħajja Pubblika wara li kien approvat biex jibda jservi fil-Qorti Ewropea tal-Awdituri.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kariga l-ġdida hija sfida oħra li wieħed jieħu gost biha għax hija kapitlu ieħor f’ħajti. Hija sfida ġdida u huwa suġġett interessanti immens f’ambjent differenti li jiena mdorri fih. Ambjent Ewropew u nispera li nkun nista’ nikkontribwixxi b’mod pożittiv kif naħseb li għamilt f’din il-kariga.",
                        "author": "Dr George Hyzler – Kummissarju għall-Istandards fil-Ħajja Pubblika",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dr Hyzler mistenni li f’Ottubru jassumi din il-kariga ġdida fil-Lussemburgu bħala r-rappreżentant Malti fil-Qorti Ewropea tal-Awdituri.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "For the first time, ethics regulations have led to consequences",
                "url": "https://tvmnews.mt/en/news/for-the-first-time-ethics-regulations-have-led-to-consequences/",
                "Transcript": [
                    {
                        "text": "In the space of four years the Commissioner for Standards in Public Life received 128 requests for investigations, and according to an interview which Dr George Hyzler gave to TVMnews, the reports have almost all been concluded.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "During his tenure, Dr Hyzler said that his Office made a number of recommendations to keep strengthening the foundations he built for the ethics of those who are in public life to be regulated, including Members of Parliament.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In just over a month from now, Dr Hyzler will be ending his term in this role to take up a post with the European Court of Auditors.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr George Hyzler was the first person to be appointed Commissioner for Standards in Public Life, but was fully aware of what he was getting himself into.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "When I accepted I knew it was not going to be a piece of cake. I knew it was not a role that was going to be well-received by everyone all the time. Although my nomination was supported by both sides of the hose and all the MPs individually, when a report is published and it affects an individual there will be consequences and criticism which are not necessarily justified, but one has to accept them.",
                        "author": "Dr George Hyzler",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dr Hyzler said that some of the complaints have even led to resignations from an official public post. He said his Office has introduced a sense of awareness about ethic regulations.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It was the first time that ethics regulations have led to consequences; although in the past there was a code of ethics, there were never any consequences if they were breached. However, then you have the other aspect, which are the recommendations which we are supposed to make to the Government about, for example, lobbying, revolving doors, gifts and hospitably which we trust will be accepted.",
                        "author": "Dr George Hyzler",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dr Hyzler said that thanks to European funds, his Office worked on various reports with the help of the OECD which are offering recommendations for good practices in public life. He said he has also made recommendations to improve his own Office, as well as about the composition of the Parliamentary Committee for Standards in Public Life.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Hyzler has now been approved to serve at the European Court of Auditors.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "My new role is another challenge which I will enjoy as another chapter in my life. It is an intersting subject in a different environment to what I am used to. A European environment to which I hope I can contribute in a positive way as I think I did in my current role.",
                        "author": "Dr George Hyzler",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dr Hyzler is expected to assume his new role in Luxembourg as the Maltese representative with the European Court of Auditors in October.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "28:58",
            "URL MLT": "https://tvmnews.mt/news/science-in-the-city-jerga-fil-belt-wara-nuqqas-ta-sentejn/",
            "URL ENG": "https://tvmnews.mt/en/news/science-in-the-city-is-back-in-valletta-after-two-year-absence/",
            "Duration": "02:24",
            "transcript mlt": {
                "Title": "Science in the City jerġa’ fil-Belt wara nuqqas ta’ sentejn",
                "url": "https://tvmnews.mt/news/science-in-the-city-jerga-fil-belt-wara-nuqqas-ta-sentejn/",
                "Transcript": [
                    {
                        "text": "Il-Festival ‘Science in the City’ imtella’ mill-Università ta’ Malta u l-Ministeru tal-Edukazzjoni flimkien ma’ numru ta’ entitajiet oħra, din is-sena bit-tema Tieħu l-Għeruq – Taking Root, se jkun ibbażat fuq l-idea li ċ-ċittadini jużaw l-għarfien ibbażat fuq ix-xjenza biex jidentifikaw l-isfidi u l-opportunitajiet tal-lum. ‘Science in The City’ se jsir bejn it-30 ta’ Settembru u l-1 t’Ottubru 2022 u jimmarka l-għaxar anniversarju tal-festival maħbub tax-Xjenza u l-Arti ta’ Malta. Il-festival ta’ din is-sena se jilqa’ nies ta’ kull età fil-ħitan storiċi ta’ Forti Sant’Iermu u s-Sala San Duminku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kollox jinsab lest biex bejn it-30 ta’ Settembru u l-1 ta’ Ottubru tittella’ l-għaxar edizzjoni tal-Festival tax-Xjenza u l-Arti ‘Science in the City’. Din l-edizzjoni bit-tema ‘Taking Root’ għandha l-għan liċ-ċittadin fil-ħajja ta’ kuljum permezz tar-riċerka jindunaw kemm ix-xjenza tiddomina l-ħajja ta’ kuljum bil-għan li anki jagħmluha aħjar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "‘Science in the City’ se jerġa’ jittella’ fil-Belt Valletta wara sentejn virtwali, bl-attivitajiet xjentifiċi u artistiċi din is-sena jsiru fil-Forti Sant’Iermu u fis-Sala San Duminku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kordinatur tal-Festival Xjenza u Arti Dr Edward Duca qal li mas-60 organizzazzjoni se jieħdu sehem f’din l-edizzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għandna xi ħaġa jisimha ‘Equal by Nature’ mmexxija minn Maria Pisani, Joseph Borg, Carine Fiorini li turi l-ġenetika kif tagħmilna kollha umani. Għandna affarijiet minn Wasteserv, ERA li se jġibu l-affarijiet tagħhom il-kumpanija Trust Stamp, il-fakultajiet mill-Università, xi ftit mill-MCAST ukoll, l-inġinerija, robots, l-esperimenti li n-nies jistgħu jiġu u jilagħbu bihom, jitgħallmu u jieħdu gost.",
                        "author": "Dr Edward Duca",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dr Duca qal li l-festival tax-xjenza jinkludi żfin u anki workshops, attivitajiet interattivi anki virtwali, mużika u wirjiet, taħditiet mar-riċerkaturi, esperimenti u opportunitajiet għall-karrieri. Intqal li l-festival din is-sena se jgħin biex il-komunitajiet ikollhom is-setgħa li jinfluwenzaw il-politika u d-deċiżjonijiet li jaffettwahom fil-livelli kollha tal-ħajja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ir-Rettur tal-Università, Alfred Vella qal li t-tfal fl-iskejjel, il-ġenituri u n-nanniet jifhmu li l-futur tal-pajjiż ikun aktar sigur jekk jersqu lejn ix-xjenza u anki jipprattikaw il-prinċipji tagħha fil-ħajja ta’ kuljum.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru tal-Edukazzjoni Clifton Grima qal li qed issir ħidma biex il-pajjiż ikollu ġenerazzjoni ġdida ta’ xjenzati. Spjega li dan il-festival huwa opportunità biex tinħoloq komunità akbar ta’ riċerkaturi ħalli jtejbu l-ħajja fil-futur. Sostna li l-Gvern se jkompli jappoġġja din l-inizjattiva għax hija opportunità biex il-proċess edukattiv ikompli jinfirex għall-ġid tal-umanità u tal-pjaneta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Science in the City is back in Valletta after two year absence",
                "url": "https://tvmnews.mt/en/news/science-in-the-city-is-back-in-valletta-after-two-year-absence/",
                "Transcript": [
                    {
                        "text": "The Festival ‘Science in the City’ organised by the University of Malta and the Education Minister together with a number of other entities with the theme Tieħu l-Għeruq – Taking Root, will be based on awareness based on sciecne to identify today’s challenges and opportunities ‘Science in The City’ will take place between 30 September – 1 October 2022 and marks the tenth anniversary of the popular science and Arts festival in Malta. The festival for all age groups will take place within the historic walls of St Elmo and the St Dominic hall.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This year’s festival Taking Root will continue this goal to help empower communities to be better equipped to influence the policies and decisions that affect them at every level.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "‘Science in the City’ is back after being online for two years. The co-ordinator Dr Edward Duca said that around 60 organisations will take part in this edition.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We have something called ‘Equal by Nature’ which will be led by Maria Pisani, Joseph Borg, Carine Fiorini which shows how genetics make us human. We have Wasteserv, ERA who will be participating as well as the company Trust Stamp, University faculties, and one from MCAST as well, engineering, robots, experiments which people can do, to learn from and have fun.",
                        "author": "Dr Edward Duca",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dr Duca said that the science festival includes dance and workshops, interactive and virtual activities, talks with researchers and career opportunities. The festival will help four communities to have the ability to influence policy and decisions which affect them throughout their lives.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "University Rector Alfred Vella said that schoolchildren, parents and grandparents understand that the future of the country will be better if we come closer to science and even practice its principles daily.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Education Minister Clifton Grima said that work is being done for the country to have a new generation of scientists. He explained that the festival is an opportunity to create a larger community of researchers to improve our lives in the future. The Government will keep supporting the initiative because it is an opportunity for the educational process to keep spreading for the good of humanity and the planet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}