{
    "News date": "24.08.2022",
    "Transcripts": [
        {
            "Time stamp": "03:48",
            "URL MLT": "https://tvmnews.mt/news/l-attakk-russu-li-kellu-jharbat-il-festi-tal-indipendenza-baqa-ma-wasalx/",
            "URL ENG": "https://tvmnews.mt/en/news/russian-attack-meant-to-spoil-independence-festivities-never-materialised/",
            "Duration": "02:54",
            "transcript mlt": {
                "Title": "L-attakk Russu li kellu jħarbat il-festi tal-Indipendenza baqa’ ma wasalx",
                "url": "https://tvmnews.mt/news/l-attakk-russu-li-kellu-jharbat-il-festi-tal-indipendenza-baqa-ma-wasalx/",
                "Transcript": [
                    {
                        "text": "L-Ukrajna llum qed tfakkar il-31 anniversarju mill-Indipendenza mill-Unjoni Sovjetika – anniversarju li qed jitfakkar ukoll f’għeluq is-sitt xhur mill-bidu tal-invażjoni Russa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Filwaqt li l-attakk Russu, li tant wissew dwaru l-awtoritajiet Ukreni u li qalu kellu jħarbat il-festi tal-Indipendenza, baqa’ ma wasalx, il-President Ukren Volodymyr Zelenskyy illum wiegħed il-ħelsien tat-territorji Ukreni kollha li bħalissa jinsabu f’idejn ir-Russja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kienu diversi l-mexxejja dinjija u Ewropej li llum wasslu messaġġ ta’ awgurju u solidarjetà mal-poplu Ukren. Il-President George Vella bagħat ittra lill-President Zelenskyy li fiha faħħar ir-reżiljenza tal-Gvern Ukren u anki tal-poplu Ukren li qed jibqa’ jissielet għall-ħelsien, il-paċi u r-rispett lejn is-sovranità tal-pajjiż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Min-naħa tiegħu il-Prim Ministru Robert Abela qal li Malta tibqa’ soda mal-imsieħba tagħha u se tibqa’ turi solidarjetà u toffri għajnuna umanitarja lill-poplu Ukren.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-belt hija Mykolaiv. Fix-xlokk tal-Ukrajna. Is-sirena timla’ s-smewwiet. Sinjal li l-gwerra għadha għaddejja. Ilha għaddejja sitt xhur u f’dawn l-inħawi tal-pajjiż ma waqfitx, lanqas f’Jum l-Indipendenza – la bi nhar u wisq anqas billejl.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Anki l-Ministeru għad-Difiża Russu ħareġ dawn il-filmati llum stess biex ifakkar li l-azzjoni militari bħala parti mill-operazzjoni speċjali għadha għaddejja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "B’kuntrast iżda fil-belt kapitali Ukrena Kiev – għal kontra ta’ dawk li ħasbu xi wħud – irrenjat il-kalma. Hekk kif l-Ukrajna qed tfakkar il-31 sena mill-Indipendenza mill-Unjoni Sovjetika, kont taħsbek qiegħed f’xi mużew tal-gwerra b’tankijiet tal-gwerra jimlew iċ-ċentru tal-belt, ilkoll bil-kuluri isfar u ikħal, b’persuni jduru madwarhom u jippużaw għar-ritratti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma kienx hemm folol għax kienu ħafna li segwew l-istruzzjonijiet tal-awtoritajiet biex ma jinġabrux minħabba l-biża’ ta’ attakk Russu f’jum ta’ festa nazzjonali. Attakk Russu li kien mistenni, baqa’ ma wasalx.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mill-bidu tal-invażjoni Russa fl-24 ta’ Frar li għadda sal-lum huwa stmat li fl-Ukrajna mietu aktar minn 100,000 ruħ, terz minnhom nies tal-lokal fejn seħħew l-attakki.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Lis-suldati li tilfu ħajjithom fl-azzjoni, il-President Volodymyr Zelenskyy u martu Olena marru jsellmulhom fuq mafkar fil-qalba tal-belt kapitali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "U f’messaġġ irrekordjat Zelenskyy wiegħed il-ħelsien tat-territorji Ukreni kollha li bħalissa jinsabu f’idejn ir-Russja. M’hemmx kompromessi, insista. Zelenskyy qal li ma jinsteressahx x’armata b’saħħitha għandha r-Russja, jinteressah biss li jħares lill-artu u lest jiġġieled għaliha sal-aħħar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Messaġġ simili, forsi aktar aħrax minn dan, twassal mill-uffiċjali responsabbli mir-Reġiment Azov – reġiment li ilu sa mill-2014 jiddefendi r-reġjun tad-Donbas fil-Lvant tal-Ukrajna mill-attakki tal-qawwiet favur ir-Russja. Osservaturi jqisu li kien dan ir-riġment li serva bħala l-iskuża ta’ Putin biex jintervjeni direttament fl-Ukrajna fi Frar li għadda.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-bidu tal-invażjoni sitt xhur ilu, l-indikazzjonijiet kienu li r-Russja kienet saħansitra qed tittanta tieħu f’idejha l-belt kapitali Kiev. Iżda bil-mod il-mod irtirat it-tankijiet u t-truppi li kienu resqin b’pass ta’ nemla lejn il-belt kapitali biex tikkonċentra aktar fuq il-Lvant tal-Ukrajna. Filwaqt li l-front tal-gwerra issa ilu ġimgħat li stabbilizza ruħu, fl-aħħar jiem it-tensjonijiet reġgħu żdiedu hekk kif il-Krimea intlaqtet minn attakki bid-drones, filwaqt li bint sostenitur ewlieni tal-President Putin inqatlet f’karozza bomba f’Moska.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Russian attack meant to spoil Independence festivities never materialised",
                "url": "https://tvmnews.mt/en/news/russian-attack-meant-to-spoil-independence-festivities-never-materialised/",
                "Transcript": [
                    {
                        "text": "On Wednesday the Ukraine celebrated its 31st anniversary from the Soviet Union – an anniversary which also commemorates the sixth month from the beginning of the Russian invasion.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meanwhile the Russian attack about which the Ukrainian authorities issued so many warnings and which were intended to spoil the celebrations, never materialised. Ukrainian Volodymyr Zelenskyy promised the liberation of all the Ukrainian territories which are currently under Russia’s control.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Various world and European leaders sent their messages of good wishes and solidarity to the Ukrainian people. President George Vella sent a letter to President Zelenskyy who praised the resilience of the Ukrainian Government and the people of the Ukraine who have continued to fight for their freedom, peace and respect towards the sovereignty of their country.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "PM Robert Abela said that Malta will stand firm with its partners and keep showing solidarity while offering humanitarian aid to the Ukrainian people.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In the city of Mykolaiv, in the southeast of Ukraine, the sound of sirens fills the air. The war has not stopped in this area for the last six months, and has continued day and night, even on Independence day.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Russian Minister of Defence issued footage to remind people that military action as part of a special operation is still ongoing.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In contrast, however, in the capital city of Kiev – contrary to what many think – it is very calm. On this anniversary you would think you were in a war museum with yellow and blue war tanks occupying the city centre, and people posing around them taking photos.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There were no crowds because everyone followed the instructions of the authorities not to gather, out of fear of a Russian attack on the national holiday. But the Russian attack never came.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It is estimated that since 24 February to date more than 100,000 people have died, one third of them in the direct attacks on their town.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "President Volodymyr Zelenskyy and his wife Olena paid tribute to the soldiers who lost their lives in the military action by visiting the monument in the heart of the capital city.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In a recorded message Zelenskyy promised that all the territories would be liberated. There will be no compromises, he insisted. Zelenskyy said he does not care how strong the Russian army is, he only cares about protecting his nation and is ready to fight for it until the end.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Similar messages, perhaps even harsher than this, were received by the officer responsible for the Azov regiment – a regiment which up to 2014 was defending the region of Donbas in Eastern Ukraine from pro-Russian attacks. Observers feel that the regiment was used an excuse by Putin to intervene directly in the Ukraine last February.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "At the beginning of the invasion, the indications were that Russia was even trying to take the capital Kyiv under its control. However, it slowly withdrew it tanks and troops which were heading gradually towards the capital, to concentrate more on the eastern part of the country. While the war front has been stabilising itself for weeks, over the last few weeks they once again increased their attacks using drones, with the main supporter of President Putin being killed by a car bomb in Moscow.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "07:05",
            "URL MLT": "https://tvmnews.mt/news/ara-boris-johnson-bi-zjara-sorpriza-fl-ukrajna/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-boris-johnson-on-surprise-visit-to-ukraine/",
            "Duration": "03:08",
            "transcript mlt": {
                "Title": "Ara: Boris Johnson bi żjara sorpriża fl-Ukrajna",
                "url": "https://tvmnews.mt/news/ara-boris-johnson-bi-zjara-sorpriza-fl-ukrajna/",
                "Transcript": [
                    {
                        "text": "Diversi mexxejja Ewropej illum wasslu messaġġ ta’ awgurju lill-poplu Ukren li qed ifakkar Jum l-Indipendenza.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-President George Vella qal li l-Maltin jikkundannaw l-attakk kontinwu fuq l-Ukrajna u min-naħa l-oħra jifirħu lill-Gvern u lill-poplu Ukren għar-reżiljenza tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’messaġġ fuq Twitter il-Prim Ministru Robert Abela qal li r-rieda għall-għaqda favur il-paċi fl-Ukrajna tibqa’ waħda b’saħħitha. Dr Abela qal li Malta tibqa’ soda mal-imsieħba tagħha u se tibqa’ turi solidarjeta’ u toffri għajnuna umanitarja lill-poplu Ukren.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Intant, il-Prim Ministru tar-Renju Unit, Boris Johnson, żar Kiev u waqt laqgħa ma’ Zelenskyy qal li dak li jseħħ fl-Ukrajna jimporta lilna kollha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’ittra li l-President George Vella bagħat lill-President tal-Ukrajna Volodymyr Zelenskyy qal li fl-okkażjoni ta’ Jum l-Indipendenza fl-Ukrajna, il-poplu Malti jingħaqad miegħu biex iwassal l-awgurju lill-poplu Ukren. Dr Vella qal li wara l-aggressjoni tar-Russia fuq l-Ukrajna, l-aħħar xhur kienu ibsin għall-Ukreni u pajjiżhom. Qal li l-Maltin jikkundannaw dan l-attakk kontinwu fuq l-Ukrajna u min-naħa l-oħra jifirħu lill-Gvern u lill-poplu Ukren għar-reżiljenza tagħhom u għall-fatt li baqgħu jiddefendu l-valuri tal-ħelsien, paċi u rispett. Il-President George Vella qal li f’nofs din il-gwerra devastanti, jilqa’ d-deċiżjoni riċenti tal-Kunsill Ewropew li jagħti status ta’ kandidat għal sħubija tal-Ukrajna fl-Unjoni Ewropea.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Prim Ministru Robert Abela fi tweet qal li f’Jum l-Indipendenza tal-Ukrajna, ir-rieda hi li jerġa’ jkun hemm il-paċi fl-Ukrajna. Qal li Malta tibqa’ żżomm mal-imsieħba tagħha u turi solidarjetà u għajnuna umanitarja lill-poplu Ukren.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Intant, mexxejja oħra internazzjonali tkellmu u taw il-messaġġi tagħhom f’Jum l-Indipendenza tal-Ukrajna. Fl-Udjenza Ġenerali ta’ kull nhar t’Erbgħa, il-Papa Franġisku ikkundanna kull gwerra u kkundanna wkoll il-qtil ta’ Darya Dugina, bint Russu prominenti. Sejjaħ ukoll lil dawk li jakkwistaw il-flus mill-armi bħala delinkwenti u qattiela tal-umanità.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Inġedded l-istedina u nitlob lil Alla għall-paċi għall-maħbub poplu Ukren li ilu sitt xhur ibati l-orrur tal-gwerra. Nittama li jittieħdu passi konkreti biex tintemm il-gwerra u jitneħħa ir-riskju ta’ diżastru nukleari f’Zaporizhzhia.",
                        "author": "Il-Papa Franġisku",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Prim Ministru tar-Renju Unit, Boris Johnson, għamel żjara sorpriża fil-kapitali tal-Ukrajna, Kiev u waqt laqgħa ma’ Zelenskyy qal li dak li jseħħ fl-Ukrajna jimporta lilna kollha. Qal li pajjiżu se jkompli jappoġġja lill-Ukrajna għal kemm hemm bżonn u żied li kull għajnuna umanitarja, ekonomika u militari se tkun provduta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-President Franċiż Emmanuel Macron tenna l-appoġġ ta’ Franza għall-Ukrajna. Macron qal li r-Russja abbandunat l-prinċipji tal-liġi internazzjonali u sostna li Franza u l-alleati tagħha se jkomplu jappoġġjaw il-ġlieda tal-Ukrajna għall-indipendenza.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-President Pollakk, Andrzej Duda enfasizza li l-Krimea hi Ukrena. Qal li hu territorju okkupat mir-Russi imma li għandu jerġa jgħaddi għand l-Ukrajna. Il-President Pollakk qal li r-Russja qed tikser il-liġijiet internazzjonali b’aggressjoni u b’mod brutali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-President tal-Kummissjoni Ewropea Ursula von der Leyen qalet li l-Ewropa tinsab mal-Ukrajna kemm illum u anke fiż-żmien li ġej.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-President tal-Parlament Ewropew Roberta Metsola qalet l-Unjoni Ewropea qatt mhi se tieqaf tappoġġja l-indipendenza tal-Ukrajna u l-ġlieda tagħha kontra l-aggressjoni illegali Russa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għalkemm mhux mistenni, anke l-President tal-Belarus, Alexander Lukashenko awgura li l-Ukreni jkollhom paċi, tolleranza, kuraġġ, saħħa u suċċess biex jerġgħu jistabbilixxu ħajja diċenti. Min-naħa tagħha l-Ukrajna sejħet dan il-messaġġ bħala ċiniku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Watch: Boris Johnson on surprise visit to Ukraine",
                "url": "https://tvmnews.mt/en/news/watch-boris-johnson-on-surprise-visit-to-ukraine/",
                "Transcript": [
                    {
                        "text": "Various European Leaders today sent messages of best wishes to the Ukraine on the\ncommemoration of its Independence Day.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "President George Vella said the Maltese condemn the continual attacks on Ukraine while congratulating the Ukrainians for their resilience under these attacks.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In a message on Twitter Prime Minister Robert Abela said the will for peace in Ukraine remains strong Dr Abela said that Malta remains strong with its partners and will continue to show solidarity and show humanitarian aid to the people of Ukraine.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meanwhile, British Prime Minister Boris Johnson paid a surprise visit to Kiev and met Zelenskyy and said what is happening in Ukraine is a concern to all.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In a letter sent by President George Vella to the President of Ukraine Volodymyr Zelenskyy, he said on the occasion of Independence Day Malta unites to send best wishes to the country. Dr Vella said that after the Russian aggression on Ukraine, the last months have been difficult for the people and their country. Malta condemns the continual attacks but congratulates the people for their great resilience and their efforts to defend the values of liberty, freedom, peace and respect. He said in the midst of a devastating war, the decision by the EU Council is welcome to confirm Ukraine’s status for Membership of the EU.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In a tweet, PM Robert Abela said on Ukraine’s Independence Day the will is that peace will once more prevail and Malta will remain solid with its partners to show solidarity and tender humanitarian aid.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There were also international messages. In his General Audience every Wednesday, Pope Francis condemned the war and also condemned the killing of Darya Dugina, the daughter of a prominent Russian. He said those making money from the sale of armaments are delinquents and the killers of humanity.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said he prays to God for peace to reign in Ukraine whose people have been suffering the atrocities of war for the last six months. He hoped concrete steps will be taken to end the conflict and eliminate the risks from the Zaporizhzhia nuclear plant.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Boris Johnson said his country will continue to support Ukraine during a meeting with Zelenskyy. Britain will continue to offer all humanitarian and economic aid as well as military.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "French President Emmanuel Macron emphasised the support by France for Ukraine. Macron said Russia has abandoned all principles of international legislation and France will continue to support Ukraine to maintain its independence.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Polish President Andrzej Duda emphasised that Crimea is Ukrainian and said this is territory occupied by the Russians but this should be returned to Ukraine. He said that Russia is breaching international legislation in an aggressive and brutal manner",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The President of the EU Commission, Ursula von der Leyen said Europe is today united with Ukraine and will remain so in the future.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The President of the EU Parliament, Roberta Metsola, said that the EU will never stop supporting Ukraine’s independence and it resistance against Russian illegal aggression.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Although unexpected, Belarus President Alexander Lukashenko augured that Ukraine enjoys peace, tolerance, courage and success to once more establish a decent system of life. On its part the Ukraine labelled this as a cynical message.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "15:52",
            "URL MLT": "https://tvmnews.mt/news/il-kap-tal-pn-il-problema-tas-sigurta-fil-pajjiz-minhabba-l-falliment-fil-korp-tal-pulizija-u-d-densita-gholja-ta-nies-li-jghixu-fmalta/",
            "URL ENG": "https://tvmnews.mt/en/news/pn-leader-countrys-security-problem-is-due-to-police-force-failure-and-the-high-population-density-in-malta/",
            "Duration": "01:23",
            "transcript mlt": {
                "Title": "Il-Kap tal-PN: il-problema tas-sigurtà fil-pajjiż minħabba l-falliment fil-Korp tal-Pulizija u d-densità għolja ta’ nies li jgħixu f’Malta",
                "url": "https://tvmnews.mt/news/il-kap-tal-pn-il-problema-tas-sigurta-fil-pajjiz-minhabba-l-falliment-fil-korp-tal-pulizija-u-d-densita-gholja-ta-nies-li-jghixu-fmalta/",
                "Transcript": [
                    {
                        "text": "Il-Kap tal-Oppożizzjoni Bernard Grech qal li f’Settembru l-Partit Nazzjonalista se jkun qed iħabbar proposti biex juri kif il-pajjiż jista’ jitmexxa aħjar għax qal il-poplu jixraqlu aħjar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’intervista fuq Net FM, Dr Grech wieġeb mistoqsijiet dwar is-sigurtà fil-pajjiż u sostna li din il-problema qed tqum minħabba dak li sejjaħ bħala falliment fil-Korp tal-Pulizija, kif ukoll minħabba l-fatt li hawn densità għolja ta’ nies jgħixu f’pajjiżna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap tal-Oppożizzjoni u tal-Partit Nazzjonalista Bernard Grech qal li f’Malta teżisti problema ta’ sigurtà għax il-Gvern żarma l-korp tal-pulizija u qed iħalli ħafna nies iħokku ma’ xulxin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Intervistat fuq NET FM, Dr Grech qal li l-kwistjoni tan-nuqqas ta’ sigurtà m’għandhiex tiddawwar fi ġlieda bejn il-barranin u l-Maltin.  Huwa qal li s-saltna tad-dritt tfisser li kulħadd ikun jaf x’inhi l-liġi u li din għandha titħares minn kulħadd.  Qal li biex dan ikun possibbli, il-korp tal-pulizija jrid ikun jiffunzjona, u mhux iressaq il-qorti lil min irid biex jagħmel teatrin filwaqt li jagħlaq għajnejh meta jkun hemm ksur tal-liġi min-nies fil-poter.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Grech qal li kull min jgħix f’Malta għandu dritt jgħix b’moħħu mistrieħ u jkollu kwalità tal-ħajja aħjar. Huwa qal li l-kwalità tal-ħajja tnaqqret fl-aħħar snin għax qal il-Gvern ta direct orders lil ta’ ġewwa, in-nies qed iġarrbu dewmien fil-Qrati, u dewmien biex pazjenti jiġu operati fl-isptar. Dr Grech qal li hawn min mhux qed ilaħħaq mal-għoli tal-ħajja filwaqt li sostna l-Gvern qed jaħli l-flus.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap ta-Partit Nazzjonalista qal li l-Gvern għandu jiffranka l-miljuni mill-Malta Film Awards u mill-kuntratt lil Stewards Health Care u mhux mill-edukazzjoni jew mill-Università. Dr Grech qal li mhux aċċettabbli għall-Partit Nazzjonalista li l-Gvern inaqqas aktar minn miljun ewro mill-budget tal-Università għax qal dan ikun ifisser xeħħa ma’ wliedna u mal-futur tal-pajjiż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Grech qal li f’Settembru l-Partit Nazzjonalista se jkun qed juri kif il-pajjiż jista’ jitmexxa aħjar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "PN leader: country’s security problem is due to Police Force failure and the high population density in Malta",
                "url": "https://tvmnews.mt/en/news/pn-leader-countrys-security-problem-is-due-to-police-force-failure-and-the-high-population-density-in-malta/",
                "Transcript": [
                    {
                        "text": "Opposition leader Bernard Grech said that the Nationalist Party will be announcing proposals in September to show how the country can be better managed because he stated the people deserve better.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Interviewed on Net FM, Dr Grech replied to questions on the country’s security, stating that the problem is the result of what he called the Police Force failure and also due to the high density of people living in the country.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Nationalist Party leader stated that the security problem in Malta exists because the Government dismantled the police force and is letting such high density of persons.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Grech added that the issue of lack of security should not be turned into a fight between foreigners and Maltese. He said that the rule of law means that everyone is aware of the law and that this should be respected by everyone. In order for this to be possible, he added, the police force needs to function, and not arraign in Court whoever it wants, while closing eyes when people in power breach the law.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Grech stated that anyone living in Malta has a right to live peacefully and have a better quality of life. He said that the quality of life was taken away little by little in recent years because the government granted direct orders to friends, people are facing Court delays and patients waiting to be operated in hospital. He added that there are persons who are not coping with the cost of living because the government is squandering money.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The PN leader said the government should save millions from the Malta Film Awards and from Stewards Health Care contract, and not from education or the University. Dr Grech stated that it is unacceptable for the Nationalist Party that the Government reduces over one million euro from the University’s budget because this is hardship with our children and the country’s future.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said that in September the Nationalist Party will be showing how the country may be better managed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "27:32",
            "URL MLT": "https://tvmnews.mt/news/gheleb-il-vizzju-tad-droga-u-beda-jahdem-mal-caritas/",
            "URL ENG": "https://tvmnews.mt/en/news/man-overcomes-drug-problem-and-now-works-with-caritas/",
            "Duration": "02:41",
            "transcript mlt": {
                "Title": "Għeleb il-vizzju tad-droga u beda jaħdem mal-Caritas",
                "url": "https://tvmnews.mt/news/gheleb-il-vizzju-tad-droga-u-beda-jahdem-mal-caritas/",
                "Transcript": [
                    {
                        "text": "Kienu vittmi ta’ xi vizzju, ingħataw is-sostenn biex jegħlbuh, u wara saru impjegati mal-Caritas, biex mill-esperjenza tagħhom jgħinu persuni oħra joħorġu mill-problema li jkunu għaddejjin minnha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan huwa l-mod kif il-Caritas ilha topera għal dawn l-aħħar snin permezz ta’ proġett b’fondi Ewropej li minnu qed jibbenefikaw ukoll bosta għaqdiet volontarji oħrajn li jaħdmu fl-ambitu soċjali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Proġett ta’ Erasmus+ li ħadu sehem fih Caritas Malta, wassal biex illum terz tal-istaff li jaħdmu mal-Caritas, huma persuni li fil-passat għaddew minn diffikultajiet ta’ dipendenza fuq sustanzi. Caritas Malta kienu ilhom snin jimxu fuq mudell li jwassal biex persuni b’esperjenza personali ta’ konsum ta’ droga, eventwalment ġew impjegati tal-Caritas.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jien kont bdejt id-droga ta’ 14-il sena. Domt inħabbat il-bieb tal-Caritas u dejjem fetħuli l-bieb u dejjem tawni l-għajnuna li kien hemm bżonn.",
                        "author": "Chris Vella – Caritas Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Chris Vella llum għandu 38 sena u stqarr li ma ħariġx mill-problema tad-droga mal-ewwel darba li fittex l-għajnuna. Appella biex ħadd ma jaqta’ qalbu u jekk jaqa’, jerġa’ jqum fuq saqajh u jerġa’ jipprova.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-aħħar għajnuna li ħadt kien fl-2010, għamilt il-programm u llum il-ġurnata bis-saħħa tal-Caritas u bl-għajnuna tal-istaff qed naħdem mal-Caritas.",
                        "author": "Chris Vella – Caritas Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Żied li l-fatt li hu stess jaf kull resident tal-Caritas minn xiex ikun għaddej waqt li jkun qed jagħmel il-programm biex jeħles mill-vizzju tad-droga, tgħin ħafna fit-triq tal-fejqan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-emozzjonijiet li qed iħoss dwar affarijiet ta’ droga tal-passat ħassejthom jien qabel. Meta jgħidli x’qed iħoss, jien dejjem nipprova ngħidlu minn xiex għaddejt u fejn qiegħed illum.",
                        "author": "Chris Vella – Caritas Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-esperjenza li komplew jiksbu Caritas Malta, f’dawn l-aħħar tliet snin permezz tal-proġett ta’ Erasmus+ Helpex, kompliet issaħħaħ il-mudell u llum qed jaqsmu l-esperjenza ma’ għaqdiet mhux governattivi oħra li jaħdmu fil-qasam soċjali bħal Fondazzjoni Richmond, Sedqa u l-Fondazzjoni Oasi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Manager tar-Riżorsi Umani ta’ Caritas Malta, Patrick Harvey qal li jaraw l-impjieg ta’ persuni li kellhom problema ta’ droga fil-passat u li ħarġu minnha, bħala eżempju uniku li l-ebda kwalifika mill-Università ma tista’ tieħu postha. Qal li l-kunċett li jagħtu xi ħaġa lura, iqisuh bħala valur importanti għax jagħti sens qawwi ta’ solidarjetà. Spjega li fil-ħajja hemm mumenti fejn persuna jkollha bżonn tirċievi iżda tajjeb ukoll li meta tqum fuq saqajha, tagħti lura lil ħaddieħor.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Caritas Malta kienet fost tmien entitajiet Ewropej li pparteċipaw fil-proġett, biex jiġu żviluppati sett ta’ għodda ta’ taħriġ għal persuni li kellhom problema ta’ dipendenza fid-droga jew problema ta’ saħħa mentali u b’dan it-taħriġ dawn il-persuni jkollhom ċans jaħdmu fl-istess settur li minnu kienu qed jirċievu l-għajnuna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Man overcomes drug problem and now works with Caritas",
                "url": "https://tvmnews.mt/en/news/man-overcomes-drug-problem-and-now-works-with-caritas/",
                "Transcript": [
                    {
                        "text": "They were former drug addicts who underwent rehab to overcome their problem, and then were employed by Caritas. From their experience they will now be helping other people to beat their addictions.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This is the way Caritas has been operating over the last few years, through a project using European funds from which many benefit including other NGOs which work in the social sector.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "An Erasmus+ project in which Caritas Malta was involved has today led to one third of the staff who work with Caritas being people who have themselves been victims of substance abuse. Caritas Malta has been using this model for years based on a model which has led people who were former drug addicts to eventually become employed with Caritas.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I began using at the age of 14. I always knocked on their door and they always welcomed me and gave me the help I needed.",
                        "author": "Chris Vella – Caritas Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Chris Vella, 38, said that he did not overcome his drug problem immediately after the first time he sought help. He appealed to everyone not to give up and if they relapse, to get back on their feet and try again.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The last help I received was in 2010, I did the programme and thanks to Caritas and with the help of staff I am now working here.",
                        "author": "Chris Vella – Caritas Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "He added that the fact that he knows every resident doing the rehab programme helps a lot for their path to recovery.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I understand the emotions they are feeling about drugs because they are what I felt myself. I share my own experience and point out where I am today.",
                        "author": "Chris Vella – Caritas Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The experience of Caritas Malta over these last three years through the Erasmus+ Helpex project has continued to strengthen the model and today the staff is sharing the experience with other NGOs who work in the social sector such as Richmond Foundation, Sedqa and the Oasi Foundation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Human Resources Manager at Caritas Malta, Patrick Harvey said that they have realised that employing former drug addicts gives residents a unique example and no University qualification can take its place. He said that the concept of giving something back is considered an important value because it gives a strong sense of solidarity. He explained that in life there are moments when a person needs to receive help but when they get back on their feet, they can give back to others.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Caritas Malta was among the eight European entities which participate in the project to develop a set of training tools for people who have a drug dependency problem or a mental health problem which will give them the chance to work in the same sector where they received help themselves.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "33:58",
            "URL MLT": "https://tvmnews.mt/news/ara-il-bazilika-tal-mosta-se-zzanzan-sistema-gdida-ta-dawl/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-mosta-basilica-to-have-new-lighting-system/",
            "Duration": "02:23",
            "transcript mlt": {
                "Title": "Ara: Il-Bażilika tal-Mosta se żżanżan sistema ġdida ta’ dawl",
                "url": "https://tvmnews.mt/news/ara-il-bazilika-tal-mosta-se-zzanzan-sistema-gdida-ta-dawl/",
                "Transcript": [
                    {
                        "text": "Minn għada, il-Bażilika tal-Mosta se żżanżan sistema ġdida ta’ dawl li jagħti ġieħ lill-valur arkitettoniku tal-binja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "B’investiment ta’ €850,000 mill-Fond Soċjali u għall-Iżvilupp Nazzjonali, l-NDSF, dan il-proġett se jħares il-ġebla nnifisha, se jnaqqas it-tniġġis iġġenerat mid-dawl antik, u se jsebbaħ l-ambjent, kemm tal-monument innifsu, u anke tal-mod ta’ kif jidher minn diversi bliet u rħula fil-madwar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Apparti hekk, il-proġett se jżid il-valur ta’ dan is-sit li tant huwa mfittex, kemm mill-Maltin, u anke mill-barranin. Fil-fatt, fis-sena 2019 biss, żaru l-Bażilika madwar 890,000 turist.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fis-seklu 19, bdiet tinbena l-Bażilika tal-Mosta, li sal-lum għad għandha t-tielet l-akbar koppla tal-għamla tagħha fid-dinja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Biex din l-espressjoni ta’ kobor u sbuħija tkun innutata kemm matul il-jum imma anke matul il-lejl, ġiet installata sistema ġdida ta’ dawl minn barra, li l-valur tagħha laħħaq it-850,000 ewro, somma li daħal għaliha l-Fond Soċjali u għall-Iżvilupp Nazzjonali, l-NDSF.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Inġinier Ronnie Bezzina, li ħa ħsieb it-tmexxija tal-proġett u l-kordinazzjoni mal-parroċċa, qal li l-bżonn li tinbidel is-sistema tad-dawl tal-Bażilika kien ilu jinħass is-snin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-problema kienet illi s-sistema tad-dawl ta’ barra li kien hemm kienet għamlet xogħolha sew imma qdiemet tant illi ma bqajniex insibu nixtru bozoz biex inbiddlu dawk li kienu nħarqu għax ma baqgħux jiġu mmanifatturati.",
                        "author": "Ronnie Bezzina – Inġinier",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Din il-biċċa xogħol mhux biss teknika, imma artistika, ħadem fuqha d-disinjatur Franċiż Franck Franjou – isem rinomat internazzjonalment, li diġà rajna xogħlijiet minn tiegħu f’Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa spjega li d-disinn tad-dawl huwa intiż biex jagħti ċertu dija lill-binja u lill-elementi speċifiċi tagħha, bħall-kolonni, il-bjut u n-niċeċ. Qal li dan kollu se jsir bl-għan li kulħadd ikun jista’ japprezza d-dettalji tar-Rotunda, b’mod sottili u li jżid il-valur storiku, kulturali u artistiku tal-binja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We would like to create an effect of the sunset, reaching the dome and some part of the church, similar to what we’ve done already at Valletta for the Carmel church for the dome, when we replicate an effect of the sun reaching the facade and the dome, so it’s something we’d like to create as well for Mosta. And we work on Imdina on the Cathedral and the bastions and it’s a similar project and concept we’d like to achieve as well, together, to create a kind of a relationship and a link with those 3 very important buildings of the heritage of Malta.",
                        "author": "Franck Franjou – disinjatur rinomat Franċiż",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-Arċipriet tal-Mosta Dun Bastjan Caruana, esprima s-sodisfazzjon tiegħu u qal li dan il-proġett se jżid is-sens ta’ kburija, mhux biss fost min jipprattika l-fidi, iżda wkoll fost min japprezza l-valur artikitettoniku nazzjonali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Watch: Mosta Basilica to have new lighting system",
                "url": "https://tvmnews.mt/en/news/watch-mosta-basilica-to-have-new-lighting-system/",
                "Transcript": [
                    {
                        "text": "As from tomorrow the Mosta Basilica will have a new lighting system that will embellish the architectural value of the building.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On an investment of €850,000 from the National and Social Development Fund, NDSF, this project will safeguard the stonework and decrease the pollution generated by the former lighting system. It will also further embellish the monument and its appearance from nearby localities.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It will also embellish this much-sought site by the local community and tourists. In 2019 about 890,000 tourists visited the Basilica.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The building of the Basilica began in the 19th Century and todate it is the third largest of such dome shapes throughout the world.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "To maintain its esteem the value of investment reached 850,000 euro from the NDSF.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Engineer Ronnie Bezzina who managed the project with the Mosta Parish said the need for a change in lighting had long been felt.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The external lighting system had done its work but was outdated and replacement bulbs were no longer available because they are no longer manufactured.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This is not only a technical operation but also artistic and French designer Franck Franjou – internationally known, was involved and his work is evident in Malta such as at Castille and the Parliament.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He explained that certain features had to be highlighted such as columns, roofs and niches to enable all to appreciate the Rotunda and add to its historical, artistic and cultural value as a building.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“We would like to create an effect of the sunset, reaching the dome and some part of the church, similar to what we’ve done already at Valletta for the Carmel Church for the dome, when we replicate an effect of the sun reaching the facade and the dome, so it’s something we’d like to create as well for Mosta. And we work on Imdina on the Cathedral and the bastions and it’s a similar project and concept we’d like to achieve as well, together, to create a kind of a relationship and a link with those 3 very important buildings of the heritage of Malta” he said.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mosta Archpriest, Fr Bastjan Caruana, expressed his satisfaction and said the project will increase a sense of pride in the faithful but wil also embellish the national architectural value.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}