{
    "News date": "25.08.2022",
    "Transcripts": [
        {
            "Time stamp": "02:24",
            "URL MLT": "https://tvmnews.mt/news/l-anzjan-li-nstab-mejjet-fbirzebbuga-huwa-karmenu-fino/",
            "URL ENG": "https://tvmnews.mt/en/news/elderly-man-found-dead-in-birzebbuga-is-karmenu-fino/",
            "Duration": "02:19",
            "transcript mlt": {
                "Title": "L-anzjan li nstab mejjet f’Birżebbuġa huwa Karmenu Fino",
                "url": "https://tvmnews.mt/news/l-anzjan-li-nstab-mejjet-fbirzebbuga-huwa-karmenu-fino/",
                "Transcript": [
                    {
                        "text": "Il-Pulizija kkonfermat li l-katavru li nstab fi stat qawwi ta’ dekompożizzjoni f’Birżebbuġa fl-14 ta’ Lulju li għadda huwa ta’ Karmenu Fino, l-anzjan ta’ 83 sena li kien għeb mir-Residenza ta’ San Vinċenz de Paul.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi stqarrija, il-Pulizija qalet li kif ikkomunikat fl-aħħar stqarrija li ħarġet dwar il-każ, l-investigaturi kienu qegħdin jistennew ir-riżultat tat-testijiet tad-DNA sabiex il-katavru li nstab f’għalqa taħt xi siġar fi Triq Għar Dalam jiġi identifikat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Pulizija qalet aktar kmieni llum ħarġu r-riżultati tad-DNA u dawn ikkonfermaw li l-katavru huwa tas-Sur Fino. Huwa kien ġie rrapportat nieqes fit-28 ta’ Ġunju, fejn l-aħħar li deher kien f’Ħal Luqa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Pulizija qalet li l-analiżi forensiċi permezz tat-testijiet tad-DNA kienu meħtieġa minħabba li l-katavru nstab fi stat qawwi ta’ dekompożizzjoni u ma setax jiġi identifikat mill-ewwel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mill-awtopsja li kienet saret irriżulta li ma kienx hemm l-involviment ta’ terzi persuni u l-mewta mhix waħda suspettuża.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dwar l-għajbien ta’ Fino, inkjesta indipendenti li saret mill-Imħallef Emeritu Geoffrey Valencia ħareġ li fil-lejl tat-28 ta’ Ġunju l-grada ta’ barra kienet miftuħa meta suppost kienet magħluqa u anke li l-ħaddiema tas-sala li kien fiha Fino ma ndunawx li ħareġ minħabba li l-ewwel rapport tal-għajbien tiegħu sar fit-8.00 a.m tal-għada.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-fatt minħabba informazzjoni skorretta li ngħatat lix-shift li daħal xogħol filgħodu, jiġifieri li Fino kien għadu fis-sodda sal-5.30 a.m. it-tfittxija għalih saret fir-residenza u mhux fuq barra. Kien biss wara li anzjan fis-sala li informa lin-nies tax-xift ta’ filgħodu li Fino ma kienx fis-sodda fit-3.00 a.m. li l-Pulizija bdiet tara l-filmati miġbuda mill-11.00 p.m. ’il quddiem. Kien hawn li l-Pulizija ntebħu li Fino ħareġ mir-residenza qabel it-3.00 a.m. u mhux kif qal l-infermier fis-sala fi stqarrija li ta bil-miktub lis-superjuri tiegħu, jiġfieri li Fino kien għadu fis-sodda sal-5.30 a.m.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-inkjesta indipendent ikkummissjonata fid-29 ta’ Ġunju kkonkludiet li ma kinitx falliment tas-sistema li jaħdem biha San Vinċenz iżda nuqqasijiet serji tal-ħaddiema li kienu xogħol fix-xift ta’ billejl.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’laqgħa mal-midja l-Ministru Jo Etienne Abela qal li l-Imħallef Valencia kellu 5 sessjonijiet ma’ 16-il ħaddiem li jinkludu dawk f’livelli maniġerjali u anke ttieħdu stqarrijiet ta’ xi ħaddiema li kienu kontradittorji għal dak li joħroġ mill-filmati tas-sigurtà.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Carmelo Fino kien deher fis-sistema tal-camera fit-2.45am ħiereġ mir-Residenza. Fino kien f’sala miftuħa fejn kien hemm 34 resident li magħhom, skont ir-regoli, kien hemm 4 ħaddiema li lkoll ġew sospiżi minn xogħolhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mill-inkjesta ħareġ li jenħtieg li jkun hemm aktar komunikazzjoni bejn it-tmexxija u l-ħaddiema. Qed ikun kunsidrat ukoll li r-residenti jkollhom sistema ta’ tagging u tracing ħalli jkun magħruf fejn ikunu marru flimkien ma’ analiżi kontinwa ta’ kull resident biex issir evalwazzjoni b’mod aktar preċiż kemm għandu jkun fdat fuq barra tar-residenza. Intqal li anke ser tissaħħaħ is-sistema tas-sigurtà biex tingħata protezzjoni sħiħa lil kull anzjan u anzjana.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Elderly man found dead in Birżebbuġa is Karmenu Fino",
                "url": "https://tvmnews.mt/en/news/elderly-man-found-dead-in-birzebbuga-is-karmenu-fino/",
                "Transcript": [
                    {
                        "text": "The Police have confirmed that the body found in Birżebbuġa on 14 July in an advanced state of decomposition is that of Karmenu Fino, the elderly man who had disappeared from the St Vincent De Paule Residence.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Police said in a statement that as had been communicated in their last statement on the case, investigators were waiting for the results of DNA tests to enable them to identify the body found under some trees in a field in Triq Għar Dalam, Birżebbuġa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Police further stated that DNA results were given earlier today and these confirmed the body was that of Karmenu Fino, the 83-year-old man who had been reported missing on 28 June and who had last been seen in Ħal Luqa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Forensic analysis through DNA tests was required as the body had been found in an advanced state of decomposition and could not immediately be identified.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It had resulted from the post-mortem that no third parties were involved and the death is not considered as suspicious.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In regard to Fino’s disappearance, it resulted from an independent inquiry headed by Judge Emeritus Geoffrey Valencia that on the night of 28 June the outer gate was left open when it should have been closed and the staff on Fino’s ward had not noticed he had left because the first report of his disappearance was made at 8.00 a.m. on the next day.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The independent inquiry commissioned on 29 June concluded this had not been a failure of the system in place at St Vincent de Paule, but rather, serious shortcomings by staff on the night shift.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In a meeting with the media, Minister Jo Etienne Abela stated that Judge Valencia had held five sessions with 16 staff members including those at the managerial level and statements taken from some workers were contradictory to what resulted from security camera footage.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Carmelo Fino had been seen on security camera footage leaving the Residence at 2.45 a.m. Fino had been in an open ward where there were 34 residents, with whom, according to regulations, there were four workers, all of whom had been suspended from their duties.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It resulted from the inquiry that more communication is needed between the management and staff. A tagging and tracing system for residents is also being considered, enabling their whereabouts to be known, as well as continuous analysis of every resident leading to a more precise evaluation regarding the entrusting of residents outside the Residence. It was further stated that the security system will be strengthened to afford full protection to all the elderly persons.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "05:14",
            "URL MLT": "https://tvmnews.mt/news/l-irkupru-mill-industrija-tal-cruiseliners-progettati-mal-500000-passiggier-fmalta-fl-2022/",
            "URL ENG": "https://tvmnews.mt/en/news/cruise-liner-industry-on-the-road-to-recovery-500000-passengers-expected-to-visit-malta-in-2022/",
            "Duration": "01:49",
            "transcript mlt": {
                "Title": "L-irkupru mill-industrija tal-cruiseliners: proġettati mal-500,000 passiġġier f’Malta fl-2022",
                "url": "https://tvmnews.mt/news/l-irkupru-mill-industrija-tal-cruiseliners-progettati-mal-500000-passiggier-fmalta-fl-2022/",
                "Transcript": [
                    {
                        "text": "L-industrija tal-cruiseliners din is-sena qed turi sinjali ta’ rkupru wara s-sentejn tal-pandemija meta huwa stmat li se jżuru Malta mal-500,000 passiġġier. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan intqal mill-Kap Eżekuttiv tal-Valletta Cruise Port Stephen Xuereb waqt żjara li l-Prim Ministru Robert Abela għamel fil-Port il-Kbir.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Abela qal li pajjiżna qed jikseb ċifri li jqarrbu dawk ta’ qabel il-pandemija u sostna li l-Gvern se jkompli jinvesti u jinċentiva iktar niċeċ ġodda f’dan is-settur. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Valletta Cruise Port qed jistma li din is-sena se jilqa’ man-nofs miljun passiġġier u qed ibassar moviment akbar ta’ passiġġieri s-sena d-dieħla. Il-Kap Eżekuttiv tal-Valletta Cruise Port Stephen Xuereb qal dan waqt żjara li kien qed jagħmel il-Prim Ministru Robert Abela fil-Valletta Cruise Port fejn iltaqa’ mat-tmexxija u l-ħaddiema fil-Port il-Kbir.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Ilħaqna sena rekord fl-2019 ta’ 900,000 passiġġieri. Fl-2020 u fl-2021 għaddejna mill-pandemija u n-numru niżlu ħafna.  Iżda issa ġejna f’sena ta’ rkupru. Din is-sena qed inħarsu li jkollna man-nofs miljun passiġġier u s-sena d-dieħla mistenni jkollna mas-700,000 passiġġier. L-irkupru sejjer tajjeb u l-industrija qed trendi lill-ekonomija Maltija.”",
                        "author": "Stephen Xuereb",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Prim Ministru Robert Abela nnota l-ottimiżmu tal-operaturi turistiċi matul dan is-sajf li qal urew reżiljenza waqt il-pandemija. Spjega kif issa pajjiżna qed jikseb ċifri li jqarrbu lejn dawk ta’ qabel il-pandemija u rrimarka l-fatt li Malta titqies bħala t-tieni l-iktar pajjiż fl-Unjoni Ewropea li tattira turisti matul is-sena kollha. Dr Abela sostna li l-Gvern se jkompli jinvesti u jinċentiva prijoritajiet ġodda fis-settur. fosthom bil-proġett tax-shore-to-ship li se jnaqqas b’90% it-tniġġis fl-arja li jikkawżaw il-vapuri tal-passiġġieri sorġuti fil-Port il-Kbir.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Valletta Cruise Port jaħdem fuq medda ta’ 48 elf metru kwadru, bl-industrija tal-cruiseliners tħalli ‘l fuq minn €80 miljun fis-sena, bi ftit inqas minn nofs din iċ-ċifra hija nefqa diretta mill-passiġġieri tal-cruiseliners.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Cruise-liner industry on the road to recovery: 500,000 passengers expected to visit Malta in 2022",
                "url": "https://tvmnews.mt/en/news/cruise-liner-industry-on-the-road-to-recovery-500000-passengers-expected-to-visit-malta-in-2022/",
                "Transcript": [
                    {
                        "text": "According to the CEO of Valletta Cruise Port, Stephen Xuereb, this year, the cruiseliner industry was showing signs of recovery and an estimated 500,000 passengers are set to visit Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This emerged during a visit to the Grand Harbour by Prime Minister Robert Abela.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Abela said that the country was close to pre-pandemic figures and said that the Government would continue to invest and incentivize more new niches in this sector.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Valletta Cruise Port estimates that this year it will welcome half a million passengers and is predicting an even greater flow of passengers next year. The CEO of the Valletta Cruise Port Stephen Xuereb said this during the Prime Minister’s visit to the Valletta Cruise Port Prime, Dr. Robert Abela met the management and workers at the Grand Harbour.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“In 2019, we reached a record 900,000 passengers. In 2020 and 2021 we went through the pandemic and the number dropped significantly.  But now we are seeing a year of recovery. This year we are expecting to have half a million passengers and next year we expect to have 700,000 passengers. The recovery is going well and the industry is helping the Maltese economy.”",
                        "author": "Stephen Xuereb",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Prime Minister Robert Abela noted the optimism of tourist operators this summer whom he said had shown resilience during the pandemic. He explained that our country was now close to achieving pre-pandemic figures and pointed out the fact that Malta was considered the second most popular country in the European Union in terms of attracting tourists throughout the year. Dr. Abela claimed that the Government would continue to invest and incentivize new priorities in the sector, inter alia with the shore-to-ship project which will reduce the air pollution caused by the passenger ships docked in the Grand Harbour by 90%",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Valletta Cruise Port spans an area of 48 thousand square metres, while the cruise-liner industry generates over €80 million a year, with a little less than half of this being direct expenditure from the cruiseliner passengers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "07:34",
            "URL MLT": "https://tvmnews.mt/news/ikompli-jizdied-is-safar-tal-maltin-ghal-btala-nefqu-e113-il-miljun/",
            "URL ENG": "https://tvmnews.mt/en/news/holiday-travel-by-the-maltese-continues-to-increase-e113-million-spent/",
            "Duration": "01:46",
            "transcript mlt": {
                "Title": "Ikompli jiżdied is-safar tal-Maltin għal btala – nefqu €113-il miljun",
                "url": "https://tvmnews.mt/news/ikompli-jizdied-is-safar-tal-maltin-ghal-btala-nefqu-e113-il-miljun/",
                "Transcript": [
                    {
                        "text": "Il-Maltin li marru għal btala fit-tliet xhur bejn April u Ġunju qabżu l-mija u disa’ u tletin elf ruħ. L-Uffiċċju Nazzjonali tal-Istatistika permezz ta’ stħarriġ li sar mal-passiġġieri li jitilqu minn Malta sab li matul dawn it-tliet xhur, kien hemm żieda ta’ aktar minn mitt elf ruħ meta mqabbel mas-sena li għaddiet. Dan meta safar kien għadu ristrett minħabba l-pandemija tal-Covid-19.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Imqabbel mal-istess tliet xhur tal-2019, iċ-ċifri tal-NSO juru tnaqqis ta’ dsatax-il elf.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-safar tal-Maltin bejn April u Ġunju",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "2022                 –                       139,083",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "2021                 –                       38,967",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "2019                 –                       158,161",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Miċ-ċifri tal-NSO joħroġ ukoll li kważi tmint elef għażlu li jsiefru bil-baħar u kważi tmenin elf oħra vvjaġġaw b’ajruplani ta’ linji tal-ajru low cost.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-mezz tat-trasport",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Linja tal-ajru low-cost                  79,575",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Linji tal-ajru oħrajn                      51,598",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bil-baħar                                   7,910",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-istħarriġ tal-NSO juri li bejn April u Ġunju, aktar minn nofs tal-Maltin li siefru għall-btala kellhom bejn il-25 sena u l-44 sena segwiti minn dawk ta’ bejn il-45 u l-64 sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Italja baqgħet l-iżjed destinazzjoni turistika popolari mal-Maltin. Fil-fatt aktar minn disgħa u tletin fil-mija tal-vjaggi tal-Maltin saru lejn l-Italja. Issegwi l-Ingilterra bi kważi sittax-il elf turist Malti u b’aktar 10,000 li għażlu lil Spanja għal ftit jiem ta’ mistrieħ u divertiment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-aktar destinazzjonijiet popolari mal-Maltin bejn April u Ġunju",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Italja                 –               54,458",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Renju Unit –               15,992",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Spanja              –              10,059",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Joħroġ ukoll li l-maġġoranza assoluta, aktar minn sitta u ħamsin fil-mija tat-turisti Maltin qagħdu f’residenzi privati, ma’ ħbieb jew qraba jew f’postijiet ta’ akkomodazzjoni privati oħrajn/ Huma qattgħu medja ta’ kważi sebat iljieli barra l-pajjiż għal total ta’ 951,051 lejl.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Miċ-ċifri tal-NSO joħroġ li fis-safar il-Maltin nefqu 815-il ewro r-ras fuq kull vjaġġ/ In-nefqa totali fis-safar bejn April u Ġunju skorriet il-113-il miljun ewro.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In-nefqa tal-Maltin fuq safar bejn April u Ġunju",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "€113.3 miljun",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "€815 għal kull persuna",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mil-bidu tas-sena sa Ġunju, saru aktar minn 227 elf vjaġġ mill-Maltin b’nefqa totali li qabżet il-182 miljun ewro.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Holiday travel by the Maltese continues to increase – €113 million spent",
                "url": "https://tvmnews.mt/en/news/holiday-travel-by-the-maltese-continues-to-increase-e113-million-spent/",
                "Transcript": [
                    {
                        "text": "Over 139,000 Maltese have travelled abroad for holidays in the three months between April and June. Based on a survey carried out among departing passengers, the National Statistics Office identified that during these three months there was an increase of over 100,000 when compared to last year. This was when travel was still restricted because of the Covid-19 pandemic.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Compared to the same three months of 2019, the NSO figures show a drop of 19,000.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Travel by the Maltese between April and June",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "2022                 –                       139,083",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "2021                 –                       38,967",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "2019                 –                       158,161",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It results from NSO figures that nearly eight thousand chose to travel by sea and close to another eighty thousand travelled on low-cost airlines.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Means of transport",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Low-cost airlines                79,575",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Other airlines                      51,598",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "By sea                                  7,910",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The NSO survey also shows that between April and June, more than half of Maltese people who travelled on holiday were in the 25 to 44 age group, followed by the 45 to 64 age group.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Italy remained the most popular tourist destination for the Maltese. In fact, more than 39% of travel by the Maltese was to Italy. The second most popular was the UK with close to 16,000 Maltese tourists, followed by over 10,000 who opted for Spain for a few days of rest and entertainment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The most popular destinations among the Maltese between April and June",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Italy                 –               54,458",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "United Kingdom –   15,992",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Spain              –              10,059",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It also results that the absolute majority, more than 56% of Maltese tourists, stayed in private residences with friends or relatives, or in other private accommodation. They spent an average of nearly seven nights abroad, totalling 951,051 nights.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It further results from NSO figures that the Maltese spent 815 euro per capita on every trip. The total expenditure on travel between April and June exceeded 113 million euro.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Expenditure on travel by the Maltese between April and June",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "€113.3 million",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "€815 per person",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Over 227,000 trips were made by the Maltese between the beginning of the year and June, with total expenditure in excess of 182 million euro.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "19:59",
            "URL MLT": "https://tvmnews.mt/news/bejn-10-u-16-il-operazzjoni-ta-riskju-gholi-ghall-pulizija-tal-siu/",
            "URL ENG": "https://tvmnews.mt/en/news/special-intervention-unit-deals-with-high-risk-police-operations/",
            "Duration": "04:04",
            "transcript mlt": {
                "Title": "Bejn 10 u 16-il operazzjoni ta’ riskju għoli għall-Pulizija tal-SIU",
                "url": "https://tvmnews.mt/news/bejn-10-u-16-il-operazzjoni-ta-riskju-gholi-ghall-pulizija-tal-siu/",
                "Transcript": [
                    {
                        "text": "F’Malta hawn ftit inqas minn 2,400 uffiċjal tal-pulizija fi ħdan il-korp, ilkoll stazzjonati f’sezzjonijiet u taqsimiet varji, uħud minnhom speċjalizzati fosthom l-Ispecial Intervention Unit u r-Rapid Intervention Unit.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-korp tal-Pulizija f’Malta huwa wieħed mill-eqdem fl-Ewropa u jikkonsisti f’għadd ta’ taqsimiet speċjalizzati, bil-membri fi ħdanhom imħarrġa apposta biex iwettqu xogħol li jkun jeħtieġ preċizjoni, partikolarment f’sitwazzjonijiet li jiddeterminaw ħajja jew mewt.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Ispettur Malcolm Sammut mill-Ispecial Intervention Unit qal li t-taqsima speċjalizzata tal-SIU imwaqqfu fl-2016, tintervjeni f’ċirkustanzi delikati bħall-operazzjonijiet li jwasslu għall-arresti dwar traffikar ta’ droga u ostaġġi filwaqt li toffri sigurtà lill-persuni li jkunu jeħtieġu protezzjoni bħalma huma dinjitarji.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bħala medja, jistma li l-iskwadra jkollha bejn 10 u 16-il operazzjoni, ikklassifikati bħala ta’ riskju għoli. Qal li l-kriterji li jagħmlu lill-uffiċjali eliġibbli li jissieħbu ma’ din it-taqsima huma stretti, b’testijiet rigorużi tal-physical u mental fitness u evalwazzjoni kontinwa tal-qagħda fiżika u mentali ta’ kull membru tal-SIU.",
                        "author": "L-Ispettur Malcolm Sammut – Special Intervention Unit",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-Ispettur Sammut qal li l-membri tal-SIU jingħataw taħriġ intensiv fit-teknika ma’ skwadri speċjalizzati barranin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-iktar mumenti diffiċli jkunu meta tkun f’operazzjoni. Kull ħaġa li tkun qed tipprova ma tkunx qed tirnexxi b’suċċess iżda fortunatament b’ċertu taħriġ li ningħataw dejjem jirnexxielna nsibu s-soluzzjoni ideali u tkun quick thinker, jirnexxielek issolvi s-sitwazzjoni li minn ħin għall-ieħor tinbidel",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Anki it-Taqsima tar-Rapid Intervention Unit, l-RIU, teħtieġ ħiliet speċjalizzati minħabba li l-uffiċjali tal-korp f’xi waqtiet jaħdmu taħt pressjoni qawwija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-ispettur Raymond Azzopardi spjega li l-72 uffiċjal tal-pulizija li jiffurmaw parti minn din it-taqsima jikkonċentraw fuq rondi u spiss jintervjenew l-ewwel f’reati.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Qal li minkejja li l-iskwadra tal-RIU mhix assenjata b’investigazzjonijiet, ħidma preventiva li tilqa’ kontra reati u tifforma parti minn operazzjonijiet biex jassistu ħidmet l-uffiċjali li huma stazzjonati mad-distretti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huma l-ewwel nies li jmorru fuq il-post, malli jidħol ir-rapport mill-control room f’każ ta’ emerġenza. Ovvjament ix-xogħol ivarja ħafna minn sempliċiment argument għall-forsi kazijiet iktar serji fejn ikunu involuti skieken u armi tan-nar",
                        "author": "L-Ispettur Raymond Azzopardi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Fergħa ġdida fi ħdan il-korp hija l-pulizija tal-komunità. Janice Xuereb li riċentament spikkat f’filmati li xxandru fuq il-media soċjali li wrew l-abbiltajiet tagħha fil-futbol għax hi plejer internazzjonali Maltija qalet li l-membri ta’ din it-taqsima jservu bħala pont bejn il-membri tal-pubbliku u l-korp tal-pulizija biex tkun assigurata l-ordni pubblika. Qalet li l-ħiliet li jeħtieġ il-korp huma varji.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Nippruvaw li nipprevjenu reat milli jiġri, nagħmlu ħafna ronda biex ma jsirx reat u mbagħad jekk isir reat ikun hemm il-pulizija tad-Distrett biex jinvestigaw huma, nagħmlu ħafna rondi man-nies nitkellmu magħhom naraw verament il-problemi li qed jiltaqgħu magħhom u x’verament qed idejjaqhom, aħna s-suġġerimenti li jagħtuna, nitkellmu ma’ diversi stakeholders.",
                        "author": "Janice Xuereb – uffiċjal tal-pulizija tal-komunità",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Taqsimiet oħrajn fil-korp huma dawk li jispeċjalizzaw kontra l-ħasil ta’ flus u kontra t-terrorizmu, ic-cyber crime unit, it-taqsima dwar il-vjolenza domestika u l-victims support unit, id-drugs squad u l-vice squad, it-taqsima tar-reati ekonomiċi u protezzjoni tal-ambjent, it-taqsima dwar l-omiċidji u t-taqsima tal-immigrazzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bħalissa għaddejja sejħa għar-reklutaġġ fi ħdan il-korp li tagħlaq nhar it-Tnejn, bit-tagħrif kollu jista jinkiseb mill-paġna Malta Police Force fuq Facebook.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Special Intervention Unit deals with high risk police operations",
                "url": "https://tvmnews.mt/en/news/special-intervention-unit-deals-with-high-risk-police-operations/",
                "Transcript": [
                    {
                        "text": "In Malta there are just under 2,400 police officers within the Force, all stationed in various sections and divisions, some of them specialized divisions, which include the Special Intervention Unit and the Rapid Intervention Unit.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Malta’s Police force is one of the oldest in Europe and consists of a number of specialized sections, with members specially trained to carry out work that requires precision, particularly in life or death situations.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Inspector Malcolm Sammut from the Special Intervention Unit said that the specialized unit – SIU – set up in 2016, intervenes in delicate circumstances such as operations that lead to the arrests of drug trafficking and hostages while offering security to the people who need protection such as dignitaries.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On average, it is estimated that the squad has between 10 and 16 operations, classified as high risk. The criteria for eligibility to join this section are strict, with rigorous physical and mental fitness tests and continuous evaluation of the physical and mental condition of each member of the SIU.",
                        "author": "Inspector Malcolm Sammut – Special Intervention Unit",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Inspector Sammut said that SIU members are given intensive technical training with foreign specialized squads.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The most difficult moments are those during an operation. You will will not always be successful in your attempts but luckily with some training we are given we always manage to find the ideal solution and being a quick thinker, you manage to solve the situation that changes from one minute to the next.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Rapid Intervention Unit, the RIU, requires specialized skills because the officers sometimes work under intense pressure.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Inspector Raymond Azzopardi explained that the 72 police officers who form part of this section concentrate on patrols and often are the first to intervene in crimes.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said that even though the RIU squad is not assigned with specific investigations, it carries out preventive work to counter crimes and forms part of operations to assist the officers who are stationed in the districts.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "They are the first people to go on the scene of the crime, as soon as a report comes in from the control room in cases of emergency. Obviously the work varies – from a simple argument to perhaps more serious cases where knives and firearms are involved.",
                        "author": "Inspector Raymond Azzopardi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "A new branch within the Force are the community police. Janice Xuereb who recently received media attention on social media displaying her abilities in football said that the members of this section were a bridge between the members of the public and the police force to ensure public order. She said that the skills required are various.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We try to prevent crime from happening, we do a lot of patrolling to prevent a crime from being committed and then if a crime is committed the District police are there to investigate, we do a lot of patrolling -we talk to people and see first hand the problems they are encountering and what is really bothering them, we try to take on their suggestions and talk to various stakeholders.",
                        "author": "Janice Xuereb – principal community officer",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Other sections in the Force include the anti-money laundering and anti-terrorism section, the cyber crime unit, domestic violence unit and the victims support unit, the drugs squad and the vice squad, the economic crimes and environmental protection section, the homicide section and the immigration section.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There is currently a call for recruitment which closes on Monday All information is available from the Malta Police Force page on Facebook.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "29:51",
            "URL MLT": "https://tvmnews.mt/news/kuncert-hdejn-bacir-fbormla-biex-jiccelebra-s-sbuhija-tal-kottonera/",
            "URL ENG": "https://tvmnews.mt/en/news/dock-music-concert-in-cospicua-will-celebrate-history-of-the-three-cities/",
            "Duration": "01:34",
            "transcript mlt": {
                "Title": "Kunċert ħdejn baċir f’Bormla biex jiċċelebra s-sbuħija tal-Kottonera",
                "url": "https://tvmnews.mt/news/kuncert-hdejn-bacir-fbormla-biex-jiccelebra-s-sbuhija-tal-kottonera/",
                "Transcript": [
                    {
                        "text": "Fl-20 ta’ Settembru, lejliet festa pubblika, se tittella’ l-ewwel edizzjoni ta’ Dock Music fil-Kottonera.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Organizzat mill-Fondazzjoni Kottonera, il-kunċert mistenni jservi ta’ ċelebrazzjoni għall-istorja tat-Tlett Ibliet u l-irħula tal-madwar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kunċert mistenni wkoll jattira turisti lejn in-naħa t’isfel ta’ Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Baċir Numru 1 f’Bormla se jservi bħala sfond għall-festa ta’ mużika li se tiċċelebra r-rikkezza tal-Kottonera kif ukoll tal-mużika.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kunċert imtella’ mill-Fondazzjoni Kottonera se jara lis-Senglean Ivan Grech u l-band tiegħu jirritorna qalb l-inħawi li sawwruh u servew bħala ta’ ispirazzjoni fil-karriera mużikali tiegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVMnews huwa rrakkonta kif l-ispirazzjoni mużikali għas-siltiet magħrufin tant mal-Maltin u l-barranin tal-grupp Winter Moods kienu possibbli permezz tal-postijiet fil-Kottonera li servew bħala ispirazzjoni mużikali fosthom Cafè Riche u r-Rialto.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kien isiru ħafna festivals dak iż-żmien, il-mama tiegħi kienet tiktibni fihom, lanqas biss kont inkun naf. Imma tant il-mużika kienet fija, konna nistennewhom, l-għeruq tiegħi mużikali ġej mill-Kottonera. Speċjalment qed inħeġġeġ lin-nies tal-Kottonera biex jiġu hawnhekk, se nagħtu kunċert ta’ mużika varjata, qed nistenna follol kbar hawnhekk fl-20 ta’ Settembru.",
                        "author": "Ivan Grech",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "F’konferenza tal-aħbarijiet, iċ-Chairman tal-Fondazzjoni Kottonera Glenn Bedingfield qal li s-serata se tinkludi wkoll lil Versatile Brass Band u kantanti oħra lokali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li dan huwa l-ewwel kunċert tax-xorta tiegħu fil-baċir li għal għexieren ta’ snin kien il-post fejn eluf ta’ ħaddiema qalgħu l-għajxien tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Segretarju Parlamantari għall-Gvern Lokali Alison Zerafa Civelli qalet li attivitajiet bħal dawn huma meħtieġa sabiex jagħtu l-kulur u l-ħajja lill-lokalitajiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Dock Music concert in Cospicua will celebrate history of the Three Cities",
                "url": "https://tvmnews.mt/en/news/dock-music-concert-in-cospicua-will-celebrate-history-of-the-three-cities/",
                "Transcript": [
                    {
                        "text": "On September 20, the eve of a public holiday, the first edition of Dock Music will be held in Cottonera.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Organised by the Cottonera Foundation, the concert is expected to celebrate of the history of the Three Cities and the surrounding villages.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The concert is also expected to attract tourists to the southern part of Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dock Number 1 in Bormla will serve as a backdrop for the music festival that will celebrate the richness of Cottonera.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The concert put up by the Cottonera Foundation will see Senglea born Ivan Grech and his band return to the heart of the area that moulded him and served as a source of inspiration in his musical career.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Talking to TVMnews, Grech said that the musical inspiration for many popular Winter Mood songs, were possible because of many places in Cottonera that served as musical inspiration including Cafè Riche and the Rialto.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Many festivals were held at that time, my mum used to sign me up for them, I didn’t even know. But music was a part of me, my musical roots come from Cottonera. I am encouraging people, particularly those from Cottonera to come here, where we will put up a concert with varied music, I am expecting big crowds here in September.",
                        "author": "Ivan Grech",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "In a news conference, the Chairman of the Foundation Glenn Bedingfield said that the evening will also include the Versatile Brass Band and other local singers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said that this is the first concert of its kind in the Dock area which for decades was the place where thousands of workers earned their living.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Parliamentary Secretary for Local Government Alison Zerafa Civelli said that such activities were necessary to give colour and life to various localities.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}