{
    "News date": "26.08.2022",
    "Transcripts": [
        {
            "Time stamp": "02:08",
            "URL MLT": "https://tvmnews.mt/news/jibdew-studji-fil-bahar-ghat-tieni-interconnector/",
            "URL ENG": "https://tvmnews.mt/en/news/seabed-surveys-commence-in-anticipation-of-second-interconnector/",
            "Duration": "03:06",
            "transcript mlt": {
                "Title": "Jibdew studji fil-baħar għat-tieni interconnector",
                "url": "https://tvmnews.mt/news/jibdew-studji-fil-bahar-ghat-tieni-interconnector/",
                "Transcript": [
                    {
                        "text": "Bdew l-istudji fil-baħar biex tiġi stabbilita r-rotta għat-tieni interconnector ta’ Malta ma’ Sqallija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVMnews, l-Inġinier Joseph Vassallo mill-kumpanija Interconnect Malta qal li r-rotta tat-tieni interconnector mhux se tkun l-istess bħal tal-ewwel cable ħalli f’każ ta’ xi inċidenti bħal dawk li jinvolvu ankri ta’ vapuri kbar, ma jintlaqtux iż-żewġ interconnectors f’daqqa b’konsegwenza li tiġi affettwata l-provvista tal-elettriku fil-pajjiż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mill-Port il-Kbir, fis-sigħat li għaddew salpa l-Urbano Monti . . . bastiment li waqt li ser ibaħħar fuq distanza ta’ madwar mitt kilometru bejn Baħar iċ-Ċagħaq u Marina di Ragusa se jkun qed janalizza kuritur wiesa’ 600 metru fir-rotta proposta għat-tieni interconnector bejn Malta u Sqallija. Il-fond massimu li se jintlaħaq f’din ir-rotta hu ta’ 160 metru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kumpanija tal-Gvern, Interconnect Malta, li qed tieħu ħsieb il-proġett spjegat li l-istħarriġ fil-baħar hu meqjus bħala kruċjali biex titfassal l-aħjar u l-aktar rotta sigura f’qiegħ il-baħar għat-tieni interconnector. L-istudju se jipprovdi wkoll it-tagħrif meħtieġ għall-installazzjoni tal-cable bl-użu tal-aħjar sistemi ta’ protezzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sadanittant, il-ġimgħa li għaddiet beda wkoll stħarriġ qrib ix-xatt fi Sqallija b’bastiment iżgħar waqt li x-xogħlijiet tal-istħarriġ max-xatt f’Baħar iċ-Ċagħaq ser jibdew dalwaqt. Jekk it-temp jippermetti, l-istħarriġ ‘il barra mix-xatt jitkompla sa nofs Ottubru. B’hekk, il-kuntrattur ikun jista’ jagħmel l-analiżi tad-data u jlesti r-rapporti meħtieġa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Inġinier Joseph Vassallo tkellem dwar l-informazzjoni li se tkun qed tinġabar minn dan l-istudju u għaliex ir-rotta tat-tieni cable mhix l-istess bħal tal-ewwel cable li beda jintuża fl-2015.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ir-raġuni għaliex mhux se nużaw l-istess rotta hi li jekk jintlaqat pereżempju wieħed mill-cables, l-ieħor ma jintlaqatx ukoll. Bħalma rajna fil-passat, jekk ikun hemm ankra kbira ta’ vapur kbir li titkaxkar ma’ qiegħ il-baħar u tolqot cable, iktar ma jkun ‘il bogħod it-tieni wieħed, il-probabbiltà hi li ma tiġrilux l-istess ħsara bħalma jkun sar fl-ewwel wieħed jiġifieri r-raġuni hi ta’ sigurtà fil-provvista.",
                        "author": "L-Inġinier Joseph Vassallo",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Fid-disinn tar-rotta preliminari, il-kumpanija Interconnect Malta evitat żoni ta’ importanza ekoloġika kif ukoll żoni ta’ bunkering, akwakultura, żoni turistiċi, tas-sajd u tat-tkarkir fost oħrajn. Il-Kap Eżekuttiv ta’ Interconnect Malta, Ismail D’Amato, qal li l-kumpanija ħarġet diversi sejħiet oħra għall-offerti fosthom għad-disinn tal-proġett u l-istudji ambjentali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Imbagħad inkunu f’sitwazzjoni li noħorġu t-tender għax-xogħlijiet. Minn hemmhekk, ikun jista’ jibda jitqiegħed ukoll. Ta’ min ngħidu wkoll li dan l-interconnector hu importanti mhux biss biex jilqa’ għad-domanda li kulma jmur qiegħda dejjem tikber imma tilqa’ wkoll għall-possibbiltà li nużaw iktar renewables u hekk inkunu qed nilħqu l-pjan ta’ dikarbonizzazzjoni.",
                        "author": "Il-Kap Eżekuttiv ta’ Interconnect Malta, Ismail D’Amato",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Meta ħabbret il-proġett fis-sajf tas-sena l-oħra, il-Ministru għall-Enerġija, Miriam Dalli, kienet qalet li t-tieni interconnector se jiswa €170 miljun u se jżid is-sigurtà tal-provista għad-domanda għall-enerġija tal-lum u tal-futur.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Seabed surveys commence in anticipation of second interconnector",
                "url": "https://tvmnews.mt/en/news/seabed-surveys-commence-in-anticipation-of-second-interconnector/",
                "Transcript": [
                    {
                        "text": "The Urbano Monti, a sixty metre long vessel that is analyzing 600 metre corridors in the proposed route for the second interconnector between Malta and Sicily, has set sail from the Grand Harbour.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The route extends about one hundred kilometres from Baħar ic-Cagħaq to Marina di Ragusa. The maximum depth that will be reached in this route is 160 meters.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This seabed survey is considered crucial for the construction of the best and safest route for the second interconnector on the seabed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The study currently being carried out will also provide the necessary information on how the interconnector will be installed on the seabed with the best protection systems.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In a statement it was said that Interconnect Malta designed the preliminary route to avoid areas of ecological importance as well as bunkering, aquaculture, tourist, fishing and trawling areas as well as other restricted areas. This route also ensured that this cable would be as far as possible from Interconnector 1 – the first undersea electricity cable between the two countries that began to be used in 2015.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Interconnect Malta explained that after an international public call earlier this year, the Italian company that makes these types of studies Fugro S.p.A. won the contract for the PMRS. It will use the survey vessel Urbano Monti which is equipped with advanced positioning, multi-beam echo-sounder, side scan sonar, sub bottom profiler, magnetometer, ROV, gravity coring, cone penetrometer, equipment for collecting ‘ samples and other equipment necessary to carry out a high quality survey according to the requirements of the project.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It was said that the survey works close to the shore in Sicily started last week using a smaller vessel, while the survey works in Baħar ic-Cagħaq will start shortly Weather permitting, the offshore survey will continue until mid-October. The contractor will then be able to analyze the data and complete the necessary reports.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Interconnect Malta has also recently issued other calls for tenders, which include the front-end engineering design (FEED) for this project and for the environmental impact assessments (EIA). These are necessary so that ICM can obtain the necessary development permits in Italy and Malta. Thereafter, the company will be able to issue a call for tenders for the purchase, placement and testing of the new interconnector.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Interconnector 2 will increase the security of supply for today’s and future energy demand and will also provide the necessary capacity reserve to deal with intermittency in energy production with renewable sources. As a result, it will help Malta reach the country’s environmental goals to curb climate change, for a better quality of life.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "05:52",
            "URL MLT": "https://tvmnews.mt/news/il-gvern-dejjem-kien-konsistenti-dwar-is-sigurta-pm/",
            "URL ENG": "https://tvmnews.mt/en/news/the-government-has-always-been-consistent-on-security-pm/",
            "Duration": "02:35",
            "transcript mlt": {
                "Title": "“Il-Gvern dejjem kien konsistenti dwar is-sigurtà” – PM",
                "url": "https://tvmnews.mt/news/il-gvern-dejjem-kien-konsistenti-dwar-is-sigurta-pm/",
                "Transcript": [
                    {
                        "text": "Il-Prim Ministru u Mexxej Laburista Robert Abela qal li l-Gvern dejjem kien konsistenti dwar is-sigurtà.  ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’intervista fuq ONE Radio, Dr Abela qal li s-soċjeta’ qed tinbidel u sostna li bi djalogu mas-sindki, residenti, negozji u l-forzi tal-ordni jeħtieġ jinstabu soluzzjonijiet adattati għal lokalitajiet varji skont is-sitwazzjonijiet li jiffaċċjaw.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Suġġetti oħrajn li tkellem dwarhom il-Prim Ministru jinkludu t-turiżmu li qal l-effett ekonomiku tiegħu jinħass mal-pajjiż kollu; filwaqt li dwar il-Budget, Dr Abela qal li l-mira tal-Gvern hi li jinvesti iktar fin-nies.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Prim Ministru u Mexxej Laburista Robert Abela qal li l-Gvern dejjem kien konsistenti dwar is-sigurtà. Spjega li dan huwa suġġett li la trid tkun sensazzjonali u lanqas popolist. Irrimarka li jkun żball minn min jipprova tagħmel distinzjoni bejn il-Maltin u l-barranin, kif qal għamlet l-Oppożizzjoni. Dr Abela qal li s-soċjetà qed tinbidel u b’hekk il-Gvern qed jidentifika l-isfidi flimkien mas-Sindki, residenti, il-komunità kummerċjali u l-forzi tal-ordni biex jinstabu soluzzjonijiet adattati għal-lokalitajiet milquta minn sitwazzjonijiet partikolari. Irrefera għal-laqgħat li kellu fl-aħħar jiem ma’ diversi sindki fosthom tal-Marsa u ta’ San Ġiljan li qal għandhom ħtiġijiet differenti minn xulxin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Intervistat fuq ONE Radio, Il-Prim Ministru qal li l-barranin li jaħdmu f’Malta huma meħtieġa u ma jistax isir capping għax ikun hemm riperkussjonijiet ħżiena fuq l-ekonomija minħabba li tista’ tintlaqat ħażin ukoll il-kwalità tal-ħajja tan-nies. Rigward l-immigrazzjoni rregolari Dr Abela qal li minkejja ż-żieda fil-wasliet f’livell internazzjonali, f’Malta l-ammont naqas. Sostna li l-Gvern impenja ruħu billi poġġa dan is-suġġett fuq nett tal-aġenda tal-Unjoni Ewropea, u b’taħditiet mal-Libja biex jonqos it-tluq tad-dgħajjes mix-xtut Libiċi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Spjega li filwaqt li l-Gvern kien konsistenti f’dan ir-rigward, qal li għall-Oppożizzjoni s-soluzzjoni hija d-deportazzjoni, anke jekk sostna li deputat Nazzjonalista qal mod u l-Kap tal-Oppożizzjoni tkellem mod ieħor. Il-Prim Ministru qal li l-forzi tal-ordni jeħtieġ jissaħħulhom ir-riżorsi, inkluż umani, biex il-ħidma tagħhom tkun effettiva, filwaqt li rrefera wkoll għal ħtieġa ta’ riġenerazzjoni fil-lokalitajiet milquta, bħall-Marsa, biex il-lokalita’ tinbidel f’waħda mill-isbaħ żoni fil-pajjiż; filwaqt li fil-każ ta’ San Ġiljan sostna li hija meħtieġa iktar preżenza tal-forzi tal-ordni fil-ħinijiet bikrin ta’ filgħodu biex jitrażżan l-inkonvenjent għar-residenti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dwar it-turiżmu, il-Prim Ministru qal li dan huwa settur essenzjali għall-ekonomija tant li nnota kif it-turisti qed jaslu f’Malta matul is-sena kollha u l-attivita’ turistika qal tinħass kullimkien. Ħabbar li l-mira tan-numru ta’ turisti li kienet imbassra għal din is-sena se tintlaħaq u qal li anke jekk it-turiżmu jirrendi sew lill-ekonomija, qed tingħata attenzjoni wkoll għall-ħarsien ambjentali. Fost l-oħrajn semma l-proġett shore-to-ship li qal qed isir biex jonqos it-tniġġis fl-arja tal-lokalitajiet ta’ madwar il-Port il-Kbir.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dwar l-ekonomija, il-Prim Ministru qal li minkejja l-pressjonijiet internazzjonali bħall-pandemija u l-gwerra fl-Ukrajna, pajjiżna qed jirkupra b’ritmu b’saħħtu. Semma żieda fid-dħul tal-Gvern mill-VAT u t-taxxa tad-dħul, żieda fil-bejgħ tas-servizzi u fl-industrija li qal huma wħud mis-sinjali ta’ rkupru ekonomiku. Dr Abela qal li l-Gvern se jkompli bit-tħejjijiet għall-Budget 2023 biex isostni r-ritmu ekonomiku. Qal li l-mira hi li l-Gvern juża l-fondi pubbliċi b’għaqal, responsabilità u sostenibilità iżda qal fuq kollox billi jinvestiehom lura fin-nies.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "“The Government has always been consistent on security” – PM",
                "url": "https://tvmnews.mt/en/news/the-government-has-always-been-consistent-on-security-pm/",
                "Transcript": [
                    {
                        "text": "Prime Minister and Labour Leader Robert Abela declared that the Government has always been consistent on security. Dr Abela explained that one could not be sensationalist or populist about this issue, remarking that it would be a mistake for a distinction to be made between Maltese and foreigners, as the Opposition had done. Dr Abela stated that society is changing and the Government is identifying challenges together with mayors, residents, the business community and the forces of law in order to find suitable solutions for localities affected by particular situations. Dr Abela referred to meetings he held in recent days with a number of mayors, including those of Marsa and St Julian’s, whose requirements, he added, are not the same.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Interviewed on ONE Radio, the Prime Minister stated that foreigners working in Malta are needed and no capping can be made as this would lead to harmful repercussions on the economy because people’s quality of life could also be affected. In reference to irregular migration, Dr Abela said that despite the increase in arrivals at an international level, the numbers in Malta had decreased. The Prime Minister stressed that the Government had committed itself by placing this subject at the top of the European Union agenda, and through discussions with Libya to reduce boat departures from Libyan shores.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Abela explained that whilst the Government has been consistent in this regard, the solution for the Opposition is deportation, even if, he added, a Nationalist MP stated one thing and the Opposition Leader had spoken differently. The Prime Minister said that resources for the forces of law have to be strengthened, including human resources, to enable their efforts to be effective, whilst referring also to the need for regeneration of the affected localities, like Marsa, so that this locality can be transformed into one of the country’s nicest areas, and in the case of St Julian’s, more presence of the forces of law is needed in the early hours in order to reduce inconvenience for residents.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Referring to tourism, the Prime Minister said this is an essential sector for the economy, adding that he had noticed tourist arrivals throughout the year and tourist activity is being felt all over. Dr Abela announced that the target for the number of tourist arrivals forecast for this year will be achieved, adding that even if tourism is giving the economy a good boost, attention is also being given to safeguarding the environment. Dr Abela mentioned among others the shore-to-ship project that he said is being undertaken to reduce air pollution in localities around the Grand Harbour.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On the economy, the Prime Minister stated that despite international pressures like the pandemic and the war in Ukraine, the country is recovering with a strong rhythm. Dr Abela referred to the increase in Government’s income through VAT and income tax, and an increase in the sales of services and in industry which, he added, are some of the signs of economic recovery. Dr Abela further stated that the Government will continue with its preparations for the 2023 Budget to maintain the economic rhythm. Dr Abela said the aim is for Government to use public funds prudently, with responsibility and sustainability, but above all by investing the funds back into the people.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "17:46",
            "URL MLT": "https://tvmnews.mt/news/servizz-ta-tabib-mid-dar-permezz-ta-telemedicina-fsentejn-aktar-minn-200000-telefonata/",
            "URL ENG": "https://tvmnews.mt/en/news/doctors-telemedicine-service-dealt-with-200000-phone-calls-in-over-two-years/",
            "Duration": "02:34",
            "transcript mlt": {
                "Title": "Servizz ta’ tabib mid-dar permezz ta’ telemediċina – f’sentejn aktar minn 200,000 telefonata",
                "url": "https://tvmnews.mt/news/servizz-ta-tabib-mid-dar-permezz-ta-telemedicina-fsentejn-aktar-minn-200000-telefonata/",
                "Transcript": [
                    {
                        "text": "Servizz li beda xahar wara li faqqgħet il-pandemija u għadu jingħata sal-lum, wassal biex f’sentejn u erba’ xhur, grupp ta’ tobba wieġbu ‘l fuq minn 200,000 telefonata.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan is-servizz huwa mħaddem 24 siegħa kuljum u bih persuni li jippreferu ma joħorġux minn darhom issirilhom konsulta u jingħataw pariri bit-telefon u bil-vidjo.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-pandemija welldet servizz ġdid fil-qasam tas-saħħa li għadu jingħata bla ħlas mit-Tnejn sal-Ħadd lejl u nhar. Persuni li jkunu jixtiequ jikkonsultaw tabib mingħajr ma jinqalgħu mid-dar, jistgħu jagħmlu użu mis-servizz tat-telemediċina. Tim ta’ tobba jagħtu pariri mediċi dwar sintomi li jirrappurtawlhom il-pazjenti u gwida ġenerali fuq is-servizzi kollha disponibbli mis-servizz tas-saħħa fil-komunità. Isir ukoll kuntatt mat-tobba taċ-Ċentru tas-Saħħa, jiġu bbukkjati testijiet tad-demm u jipprovdu informazzjoni dwar ir-riżultati.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Biex il-pazjent ikun moqdi aħjar, qed titħaddem ukoll sistema ta’ appuntamenti għal min jixtieq servizzi mill-kliniċi tal-kura primarja fil-komunità. B’telefonata fuq żewġ numri dedikati għal dan is-servizz, il-pubbliku jingħata appuntament jew għall-eqreb klinika jew għall-klinika fejn jista’ jiġi moqdi l-ewwel. Id-deċiżjoni finali fejn tmur hi tal-persuna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan huwa possibli għax il-kura primarja wkoll daħħalna l-electronic patient record, allura m’għandekx bżonn il-physical file. Ir-rekord tiegħek huwa kullimkien, u tista’ tiġi moqdija minn kullimkien. Ma jistax jgħidlek pereżempju issa l-file tiegħek sakemm nibagħtuh in-naħa l-oħra għandek ġurnata, għandek jumejn. Inti tista’ bħalissa, tkun il-Mellieħa, ikollok xi ħaġa u tinqeda mill-community clinic tal-Mellieħa, tasal il-health centre ta’ xi mkien ieħor, jiġrilek xi ħaġa oħra u dak il-ħin stess jaqdik u jaf x’ġaralek ġol-Mellieħa, għax għandek continuity of patient history, li hija real time.",
                        "author": "Roseanne Camilleri – Kap Eżekuttiv tal-Kura Primarja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Kap Eżekuttiv tal-Kura Primarja, Roseann Camilleri, qalet li ntlaqa’ tajjeb ukoll is-servizz tat-teħid tad-demm mill-kliniċi fil-komunità, servizz li sa ftit taż-żmien ilu kien jingħata biss miċ-ċentri tas-saħħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hekk mhux naqqasna l-load, żdiedet id-domanda, għax dak li jkun, meta you open the access, jiġu iktar nies u r-repeats ikunu iktar faċli u iktar frekwenti.",
                        "author": "Roseanne Camilleri – Kap Eżekuttiv tal-Kura Primarja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Bħalissa jinsab għaddej programm ta’ manutezjoni u titjib f’diversi posijiet biex ikomplu jinfetħu iktar kliniċi fil-komunità, f’Malta u f’Għawdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wieħed jista’ jagħmel kuntatt għat-telemediċina jew appuntamenti fi kliniċi fuq 21231231 jew 21222444.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Doctors’ telemedicine service dealt with 200,000 phone calls in over two years",
                "url": "https://tvmnews.mt/en/news/doctors-telemedicine-service-dealt-with-200000-phone-calls-in-over-two-years/",
                "Transcript": [
                    {
                        "text": "A current service introduced a month after the pandemic emergence – the telemedicine service – has permitted a group of doctors to reply to over 200,000 phone calls within two years and four months.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The 24-hour service allows persons who prefer to remain at home to have a medical consultation and are give advice on the phone and through video.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The team of doctors provide medical advice on symptoms reported by patients and a general guideline on all available services from the community health service. Contact is also made with Health Centre doctors, bookings are made for blood tests and information on the results.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "An appointments system is also provided to patients who want primary care clinical services in the community. Through a phone call on two numbers dedicated for the service, the public is given an appointment, either to the nearest clinic or to a clinic where the persons can be treated. The final decision on the selected clinic is made by the person concerned.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This is possible because we introduced the electronic patient record in the primary care…so one does not need a physical file. One may be in Mellieħa and has to be served at the locality’s community clinic and arrives at another locality’s clinic, doctors would know the person’s history through the continuity of patient history.",
                        "author": "Primary Care chief executive Roseanne Camilleri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Ms Camilleri added that the blood test service from community clinics, which until recently was only provided by the health centres, was also well received despite that the demand for the service has increased.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meanwhile, a maintenance and refurbishment programme is currently underway in various places so that more community clinics are opened in Malta and Gozo.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "An individual may contact the telemedicine service or make appointments in clinics on 21231231 or 21222444.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "24:27",
            "URL MLT": "https://tvmnews.mt/news/il-gvern-se-jirrestawra-13-il-wirt-storiku-fdiversi-lokalitajiet/",
            "URL ENG": "https://tvmnews.mt/en/news/restoration-directorate-to-restore-13-historical-heritage-sites-in-different-localities/",
            "Duration": "01:43",
            "transcript mlt": {
                "Title": "Il-Gvern se jirrestawra 13-il wirt storiku f’diversi lokalitajiet",
                "url": "https://tvmnews.mt/news/il-gvern-se-jirrestawra-13-il-wirt-storiku-fdiversi-lokalitajiet/",
                "Transcript": [
                    {
                        "text": "Tlettax-il wirt storiku bħal statwi, niċeċ, monumenti, kappelli u strutturi storiċi partikolari li jinsabu f’diversi rħula se jiġu restawrati bl-ispejjeż se jagħmel tajjeb għalihom il-Gvern permezz tad-Direttorat tar-Restawr.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kunsilli Lokali ta’ Ħal Tarxien, ix-Xgħajra, ir-Rabat, San Ġwann, iż-Żejtun, Ħal Għargħur, Marsaskala, Ħal Kirkop, il-Fgura, Ħaż Żebbuġ, iż-Żurrieq, Santa Venera u Ħal Lija se jibbenfikaw minn skema ta’ restawr maħruġa għas-seba’ sena konsekuttiva mid-Direttorat tar-Restawr. Bl-iskema, dawn il-kunsilli lokali identifikaw 13-il wirt storiku fil-komunitajiet tagħhom li jvarjaw minn statwi, niċeċ, monumenti u kappelli li se jingħataw attenzjoni u jiġu restawrati fix-xhur li ġejjin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Perit Ivana Farrugia mid-Direttorat tar-Restawr tkellmet fuq ix-xogħol li qed isir permezz ta’ din l-iskema.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bdiet fl-2015 u tul dawn l-aħħar 7 snin twettqu 30 proġett ta’ restawr u fil-preżent qed jitwettqu 9 oħra. Taħt l-iskema preżenti ntgħażlu 13-il proġett ieħor. Allura jekk naraw ftit fuq medda ta’ 7 snin kien hemm 38 lokalita’ differenti f’Malta li ibbenefikaw minn din l-iskema.",
                        "author": "Ivana Farrugia – Perit",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Ministru għall-Wirt Nazzjonali, l-Arti u l-Gvern Lokali Owen Bonnici qal li din l-iskema għandha l-għan li tivvalorizza l-wirt storiku li jinsab fil-lokalitajiet tagħna li qal hu tant għall-qalb il-poplu. Il-Ministru Bonnici qal li kuntrarjament għas-snin li għaddew, din is-sena ittieħdet id-deċiżjoni biex jiġu implimentati t-13-il proġett eleġibbli kollha fuq perjodu ta’ sentejn u dan għaliex ġew sottomessi diversi proposti b’saħħithom u tajbin li kienu jimmeritaw li jsiru. Temm jgħid li l-Gvern hu impenjat li jkompli jwettaq inizjattivi li jħarsu r-restawr ta’ postijiet storiċi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Segretarju Parlamentari għall-Gvern Lokali, Alison Zerafa Civelli faħħret l-impenn tal-ħaddiema tad-Direttorat tar-Restawr biex jitwettaq ix-xogħol magħżul f’din l-iskema.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Restoration Directorate to restore 13 historical heritage sites in different localities",
                "url": "https://tvmnews.mt/en/news/restoration-directorate-to-restore-13-historical-heritage-sites-in-different-localities/",
                "Transcript": [
                    {
                        "text": "Thirteen historical heritage sites consisting of statues, niches, monuments, chapels and structures in various localities will be restored with government funds, through the Restoration Directorate.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Local Councils of Ħal Tarxien, Xgħajra, Rabat, San Ġwann, Żejtun, Ħal Għargħur, Marsaskala, Ħal Kirkop, Fgura, Ħaż Żebbuġ, Żurrieq, Santa Venera and Ħal Lija will benefit from a restoration scheme, issued for the seventh consecutive year, by the Restoration Department. The councils identified thirteen historical heritage sites in their communities to be restored in the coming months.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Architect Ivana Farrugia from the Restoration Department said that 30 restoration projects were completed during the past seven years, while there are currently nine projects underway.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Thirteen projects were selected under the current scheme….that is 38 different localities in Malta benefited from the scheme on a period of seven years.",
                        "author": "Architect Ivana Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "National Heritage and Local Government Minister Owen Bonnici stated that, contrary to previous years, a decision was taken this year to implement thirteen projects on a period of two years due to the strong proposals that were submitted and merited their completion.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Parliamentary Secretary for Local Government Alison Zerafa Civelli praised the commitment of the Restoration Directorate workers in the implementation of the selected works under this scheme.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}