{
    "News date": "27.08.2022",
    "Transcripts": [
        {
            "Time stamp": "02:27",
            "URL MLT": "https://tvmnews.mt/news/sajf-brekord-gdid-ghad-domanda-tal-elettriku/",
            "URL ENG": "https://tvmnews.mt/en/news/new-record-for-electricity-demand-this-summer/",
            "Duration": "02:51",
            "transcript mlt": {
                "Title": "Sajf b’rekord ġdid għad-domanda tal-elettriku",
                "url": "https://tvmnews.mt/news/sajf-brekord-gdid-ghad-domanda-tal-elettriku/",
                "Transcript": [
                    {
                        "text": "L-ogħla domanda għall-elettriku din is-sena ntlaħqet xahar qabel – fis-seba’ ta’ Lulju li għadda – meta l-konsum tal-elettriku fil-gżejjer Maltin laħaq il-581 Megawatt. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din iż-żieda fid-domanda sena wara l-oħra, wasslet lill-Enemalta biex tinvesti mal-15-il miljun ewro fis-sena għal sitt snin biex isir rinfurzar tas-sistema tad-distribuzzjoni. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ix-xogħlijiet jinvolvu l-ftuħ ta’ iktar substations, tibdil ta’ wires u tqegħid ta’ cables taħt l-art, kif ukoll immodernizzar taċ-ċentri ta’ distribuzzjoni f’Marsascala.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ċifri miksuba mill-Enemalta juru li anke dan is-sajf reġa’ kien rekord għad-domanda tal-elettriku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-fatt fis-7 ta’ Lulju li għadda għall-ħabta tat-3 ta’ wara nofsinhar intlaħaq rekord ġdid ta’ domanda għall-elettriku meta ġew ikkonsmati 581 megawatt mill-impjanti tal-enerġija f’Malta li jinkludu żewġ power station tal-gass, l-interconnector u l-pannelli. Dan ifisser 16-il megawatt iktar mir-rekord preċedenti li kien ġie irreġistrat fit-3 t’Awwissu tas-sena li għaddiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Skont l-Enemalta, kien irreġistrat rekord ieħor fis-17 t’Awwissu li għadda meta d-domanda laħqet il-545 megawatt u qed titqies bħala l-ogħla konsum tal-elettriku filgħaxija meta ma jkunx qed jiġi ġġenerat l-elettriku mill-pannelli tax-xemx. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Konxja ta’ dawn ix-xejriet ġodda fil-konsum tal-enerġija, l-Enemalta għaddejja b’xogħlijiet f’diversi lokalitajiet madwar Malta u Għawdex bil-għan li ttejjeb l-effiċjenza fis-sistema tad-distribuzzjoni tal-elettriku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-interventi jvarjaw minn bini ta’ substations ġodda, żieda fil-cables taħt l-art u tibdil ta’ wires u upgrades fiċ-ċentri tad-distribuzzjoni tal-kumpanija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-manager tad-distribuzzjoni l-inġinier Alistair Camilleri spjega li dawn l-interventi huma kruċjali biex jiggarantixxu konsistenza fil-vultaġġ, fattur li qal itejjeb l-effiċjenza fid-distrubuzzjoni u jnaqqas il-ħsarat waqt id-distribuzzjoni tal-provvista tal-elettriku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tpoġġew erbgħin feeder ġdid minn substations ġodda, dawn kollha qed jgħinu lokalitajiet differenti fil-pajjiż u lil konsumaturi tagħna u ħa nibqgħu għaddejjin b’dan il-proġett biex kemm jista’ jku naraw li l-vultaġġ u d-distribuzzjoni tkun mill-aħjar possibbli",
                        "author": "Alistair Camilleri – Inġinier Enemalta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-Enemalta qed tkompli ssaħħaħ iċ-centri tad-distribuzzjoni, kif spjegat ma’ TVMnews l-inġinier tal-Enemalta Karen Vella Mulvaney. Qalet li din is-sena tlesta ċ-ċentru ta’ distribuzzjoni ta’ Ħal Tarxien fejn inbidlu 3 transformers, u bħalissa qed isiru wkoll upgrades fiċ-ċentri ta’ distribuzzjoni ta’ Wied il-Għajn u fl-Imriehel fejn żdiedu t-transformers f’kull wiehed, apparti mill-immodernizzar tas-switchgear.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Inġinier Vella Mulvaney qalet li biż-żieda ta’ transformer fiċ-ċentru ta’ distribuzzjoni f’Wied il-Għajn, irdoppja l-kapaċità tiegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan iċ-ċentru ta’ distribuzzjoni qed jitma’ lill-lokalitajiet tal-madwar fosthom Marsascala, Marsaxlokk, Ħaż-Żabbar u fil-fatt hekk qed nassiguraw li meta d-domanda tikber kif qed tikber kull sena, naċċertaw li l-provvista tal-elettriku tkun garantita skont id-domanda.",
                        "author": "L-Inġinier Vella Mulvaney",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Iktar xogħolijiet ta’ din ix-xorta qed isiru wkoll fiċ-ċentru ta’ distribuzzjoni tal-Imrieħel bħala parti minn pjan ta’ 90 miljun ewro li tħabbar aktar kmieni din is-sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "New record for electricity demand this summer",
                "url": "https://tvmnews.mt/en/news/new-record-for-electricity-demand-this-summer/",
                "Transcript": [
                    {
                        "text": "The highest demand for electricity this year was reached a month earlier than usual – in July – when electricity consumption on the Maltese islands reached 581 Megawatts. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The increase in demand from one year to the next has led Enemalta to invest in 15 million Euro annually for six years to reinforce the distribution system.  ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The works involve the opening of more substations, changing the wires, and placing the cables underground, a well as modernising the distribution centres in Marsascala.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Figures obtained from Enemalta show that even this summer there was a record demand for electricity.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On 7 July at around 3pm a new record was reached for electricity demand when 581 megawatts were consumed from the energy plant in Malta which include two gas power stations, an interconnector and solar panels. This is 16 megawatts more than the previous record which was registered on 3 August of last year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "According to Enemalta, another record was reached on 17 August when the demand reached 545 megawatt which is considered the highest night time consumption of electricity when electricity is not being generated by solar panels.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Aware of these new trends, Enemalta is carrying out works to increase the efficiency of its distribution systems.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Engineer Alistair Camilleri, the manager of the distribution systems, explained that these works are crucial to guarantee consistent voltage, a factor which he say improves efficiency and reduces damage during energy distribution.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "40 new feeders have been placed in various areas around the country and to help our consumers and we will keep working on this project to ensure we have the best voltage and distribution.",
                        "author": "Alistair Camilleri",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "TVMnews also spoke to Enemalta engineer Karen Vella Mulvaney. She said that this year, the work on the distribution centre in Tarxien was completed, where 3 transformers were changed. Right now there are also upgrades at the Marsascala distribution centre and Imriehel where transformers were increased, while the switchgear was modernised.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Engineer Vella Mulvaney said that the Marsascala distribution centre has now doubled its capacity.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This centre feeds the surrounding localities including Marsascala, Marsaxlokk and Zabbar and in fact we are ensuring that as the demand increases each year, we can ensure the supply of electricity is guaranteed to meet this demand.",
                        "author": "Engineer Vella Mulvaney",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Similar works are being carried out at Imrieħel as part of a 90 million Euro plan which was announced earlier this year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "05:52",
            "URL MLT": "https://tvmnews.mt/news/il-velocita-eccessiva-tad-dghajjes-l-ikbar-nuqqas-li-jaraw-l-ufficjali-tal-infurzar/",
            "URL ENG": "https://tvmnews.mt/en/news/excessive-speeding-by-boats-is-the-worst-offence-seen-by-enforcement-officials/",
            "Duration": "02:41",
            "transcript mlt": {
                "Title": "Il-veloċità eċċessiva tad-dgħajjes l-ikbar nuqqas li jaraw l-uffiċjali tal-infurzar",
                "url": "https://tvmnews.mt/news/il-velocita-eccessiva-tad-dghajjes-l-ikbar-nuqqas-li-jaraw-l-ufficjali-tal-infurzar/",
                "Transcript": [
                    {
                        "text": "Bis-sajf issa daħal fl-aħħar ġimgħa ta’ Awwissu, it-Taqsima tal-Infurzar tar-regolamenti tal-baħar ta’ Transport Malta intensifikat l-ispezzjonijiet fuq dgħajjes fil-bajjiet madwar l-ibħra f’Malta u Għawdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bil-ħames RHIBs tat-taqsima, l-uffiċjali jduru fl-ibħra madwar iż-Żewġ Gżejjer sabiex jinfurzaw fejn jinnutaw xi nuqqas, u jgħinu fejn jaraw bżonn. Fost l-ikbar nuqqasijiet li jinnutaw, hemm il-veloċità eċċessiva.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kru ta’ TVMNews segwa fuq il-baħar l-ispezzjonijiet li saru mill-uffiċjali ta’ din l-istess taqsima.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għalkemm il-bahar mhux iffullat bid-dgħajjes daqskemm huma ffullati t-toroq bil-karozzi, ir-regoli tat-tbaħħir fosthom il-liċenzja biex isuq dgħajsa kif ukoll l-osservanza tal-veloċità jgħoddu għal opri tal-baħar daqskemm jgħoddu għal karozzi fuq l-art.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-aħħar snin żdiedu ferm l-opri tal-baħar reġistrati f’Malta, li allura jfisser li min isuq id-dgħajsa tiegħu għandu iktar għax joqgħod b’seba’ għajnejn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Naturalment, minkejja li t-Taqsima tal-Infurzar marittimu fi ħdan Transport Malta topera matul is-sena kollha, matul is-Sajf tintensifika l-ħidma tagħha madwar il-kosta Maltija biex tara li r-regolamenti tat-tbaħħir qed ikunu segwiti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Waqt għodwa li TVMNews qatta’ ma’ uffiċjali minn din it-taqsima, Rudolph Muscat, maniġer fit-Taqsima tal-Infurzar Marittimu, qal li kull Sajf il-ħames dgħajjes ta’ Transport Malta jwettqu mijiet ta’ spezzjonijiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li fost l-aktar affarjiet li jiġu nnutati hija l-veloċità eċċessiva.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-veloċità minn dgħajjes żgħar hija l-iktar ħaġa li għadna niltaqgħu magħha, ma jirrealizzawx forsi li l-art tinbidel, ma tibqax linja dritta u tispiċċa ssib xi ħaġa li toħroġ ‘l barra, u flok tikser ‘l barra d-dgħajsa tispiċċa f’eventwalità li tiġi qrib wisq tal-art, u jkollna wkoll min jabbuża u jsuq b’mod eċċessiv fil-bajjiet.",
                        "author": "Rudolph Muscat",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Muscat qal li, fost oħrajn, jiġu ċċekjati anke jekk min qed isuq hux liċenzjat, jekk id-dgħajsa hix liċenzjata u jekk hijiex koperta b’polza tal-assigurazzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Patrick Pollacco, l-uffiċjal responsabbli mit-Taqsima, qal li għalkemm l-abbuż naqas, għad hemm min jabbuża qrib il-bajjiet, fil-bajjiet u anke fil-portijiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li dan mhux aċċettabli għax il-veloċità tista’ twassal għal inċidenti koroh, fosthom imwiet u korrimenti serji.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Pollacco saħaq li biex jiġu evitati l-inċidenti, hemm bżonn ta’ attenzjoni kontinwa waqt li wieħed ikun fuq il-baħar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jekk inti għandek dgħajsa ta’ ċertu daqs, u qed tara waħda iżgħar, tibqax għaddej minn ħdejha b’ċertu veloċità għax tista’ toħloq inċident, fuq il-baħar trid tkun prudenti u ssegwi r-regolamenti, u nkomplu mal-kampanja li kellna din is-sena – fuq il-baħar moħħok hemm u mhux moħħok kullimkien minbarra fejn sejra d-dgħajsa.",
                        "author": "Patrick Pollacco",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Huwa qppella biex wieħed ikompli jaġġorna ruħu mar regolamenti u mal-avviżi li toħroġ l-Awtorità għall-baħħara meta hemm bżonn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Pollacco temm jgħid li anke bl-investimenti li saru fl-aħħar snin f’din it-Taqsima, l-uffiċjali għandhom iktar għodod sabiex jagħmlu xogħolhom bl-aqwa mod u jżommu l-ibħra kemm jista’ jkun siguri.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Excessive speeding by boats is the worst offence seen by enforcement officials",
                "url": "https://tvmnews.mt/en/news/excessive-speeding-by-boats-is-the-worst-offence-seen-by-enforcement-officials/",
                "Transcript": [
                    {
                        "text": "As we enter the last week of August the Sea Enforcement Division within Transport Malta has intensified the inspections on the boats being used around the Maltese islands.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Using the five RHIBs in this division, officials monitor the seas around Malta and Gozo to carry out enforcement as necessary. Speeding is the worst offence.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A crew from TVMNews followed the officials carrying out their inspections at sea.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Although the sea is not as busy with boats as the roads are busy with traffic, boating regulations and the need for a boat licence as well as the observance of speed limits are as valid for vessels as they are for cars.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Over the last few years, the number of boats registered in Malta has increased which means those who have a boat need to be more careful.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Naturally, although the Maritime Enforcement Division within Transport Malta operates daily in summer it intensifies its work around the Maltese coast to ensure the sea regulations are adhered to.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Rudolph Muscat, the manager within the Division said that every summer they carry out hundreds of inspections.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Speeding by small boats is what we come across the most, and they do not realise that the coastline changes and may not remain in a straight line, so they end up coming too close to shore. Others simply abuse the law and drive much too fast.",
                        "author": "Rudolph Muscat",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Muscat said that they also check whether someone is driving a boat without a licence, whether the boat is licensed and whether it is covered by insurance.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Patrick Pollacco, the official responsible for this division, said that although the abuse has gone down, there are still those who drive too close to the beaches, at certain bays and even harbours.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said that this is not acceptable because speeding can lead to horrific accidents, serious injuries and even fatalities.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Pollacco said to avoid accidents, one needs to pay constant attention while out at sea",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "If you have a boat which is of a certain size and you see a smaller one, don’t keep going but reduce your speed because you can cause an accident. You have to be careful and follow the rules while continuing on last year’s campaign – at sea, keep your mind focussed on where the boat is going rather than being distracted.",
                        "author": "Patrick Pollacco",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "He appealed for boat owners to keep themselves updated with the rules and the notices which the Maritime Authority issues from time to time.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Pollacco added that through the investments made over the last few years, officials have more tools to do their job in the best way possible and to keep our seas safe.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "17:51",
            "URL MLT": "https://tvmnews.mt/news/guvnott-ta-17-il-sena-jfassal-sistema-tal-android/",
            "URL ENG": "https://tvmnews.mt/en/news/17-year-old-boy-creates-new-android-system/",
            "Duration": "02:34",
            "transcript mlt": {
                "Title": "Ġuvnott ta’ 17-il sena jfassal sistema tal-Android",
                "url": "https://tvmnews.mt/news/guvnott-ta-17-il-sena-jfassal-sistema-tal-android/",
                "Transcript": [
                    {
                        "text": "Żagħżugh Malti ta’ 17-il sena riċentament kien l-iżgħar parteċipant f’konferenza speċjalizzata dwar dawn is-sistemi operattivi tal-Android f’Berlin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-konferenza ħadu sehem 2,000 parteċipant. Minn ċkunitu, James John Gatt trabba jħobb it-teknoloġija u sal-lum diġà fassal sistema tal-Android.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "James John Gatt rabba faxxinu għat-teknoloġija li wasslitu biex sa minn meta kien għad għandu 12-il sena, kien diġà beda jiżvilippa l-addattamenti għas-sistema operattiva tal-Android.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-istudent li llum ghandu 17-il sena, kien jattendi l-Junior College u student prospettiv tal-Università ta’ Malta qal li s-sistema tal-Android, li spiss jaħdem fuqha, hija assoċjata mal-Google u tintuża f’għadd ta’ apparat teknoloġiku bħall-kompjuters u mobiles.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jispjega li bl-użu ta’ riżorsi pubbliċi u riżorsi li ssib faċilment minn fuq l-internet huwa rnexxielu jfassal sistema tal-Android bħala alternattiva għas-sistemi li jitfasslu fil-fabbriki b’limitazzjonijiet dwar kemm jistgħu jibqgħu jintużaw.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Android jinbena permezz ta’ sistemi bħall-kompjuter, fejn inti tista’ tuża l-coding u l-programming permezz tal-Android u operating system ieħor jismu Linnux għall-kompjuters, minn hemm iġġib il-code sħiħa tal-Android li hija kbira u tibda tibdel xi elementi minnhom li jkunu kompattibli mal-code tal-mobile.",
                        "author": "James John Gatt",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Riċentament James kien l-iżgħar parteċipant waqt id-droidcon, li hija konferenza speċjalizzata dwar dawn is-sistemi operattivi f’Berlin bis-sehem ta’ mill-inqas 2,000 parteċipant.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li waqt il-konferenza spjega konkretament x’kienu il-kisbiet li rnexxielu jwettaq f’dawn is-sistemi teknoloġiċi, partikolarment fis-sistema msejjħa ROM.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "James spjega kif l-ħajja tal-apparat teknoloġiku hija estiża bl-immodifikar ta’ kodiċi u b’addattamenti fis-sistema operattiva tal-apparat teknoloġiku, ilkoll bidliet li jwettaq permezz ta’ riżorsi li jikseb minn fuq l-internet mingħajr ma jħallas għalihom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kumpilazzjoni tal-post jiddependi fuq ċertu post, l-apps, per ezempju, minn post ieħor, jieħu l-elementi ta’ kif tidher l-operating system minn bażi kbira biex inti meta jkollok difett jew waqfa fil-code jew aktar ‘il quddiem meta tkun qed tiżviluppa Android kif jogħġbok int u d-disinn tiegħu, tibdel l-affarijiet individwalment.",
                        "author": "James John Gatt",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "James jgħid li l-ħolma tiegħu hi li fil-futur ikompli jirfina l-aġġustamenti għas-sistemi operattivi tal-Android u sistemi oħrajn b’mod li jkun jista’ jtejjeb l-effiċjenza tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "17-year-old boy creates new Android system",
                "url": "https://tvmnews.mt/en/news/17-year-old-boy-creates-new-android-system/",
                "Transcript": [
                    {
                        "text": "A 17-year-old Maltese boy was recently the youngest participant at a specialised conference on the operation systems of Android in Berlin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Around 2,000 participants took part in this conference. Ever since he was a young boy, James John Gatt grew up loving technology and he has now even created an Android system.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "James John Gatt has had a fascination with technology since the age of 12, when he was already developing adaptations for the Android operational system.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The student, who is now 17, used to attend Junior College and is a prospective University student. He said that the Android system on which he often works, is associated with Google and can be used in a number of technological equipment such as computers and mobiles.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He explained that through the use of public resources and resources which one can find easily, he managed to create an Android system as an alternative to systems which are built by factories, with their limitations on how much they can keep being used.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Android is built using systems such as a computer, where one an use coding and programming through Android and another operating system known as Linnux for computers. From there one can find the full code for Android which is large and you can change some of the elements which are compatible with the mobile code.",
                        "author": "James John Gatt",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Recently James was the youngest participant at droidcon, which is a specialised conference in Berlin about these operational systems.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "During the conference he explained the achievements he managed to obtain especially in what is known as ROM.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "James explained how the lifespan of technological equipment can be extended through the modification of codes and through adapting the operational systems of the equipment, all of which are changes which he carries out through the resources he obtained for free over the Internet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The compilation come from one place, the apps from another place, it takes an element of how the operating system appears from a large base, so that when you have a defect or the code stops or when you are developing the Android in the style and design you want, you can change the items individually.",
                        "author": "James John Gatt",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "James says his dream is that in the future he will continue to refine the adjustment for the Android operating systems and other systems in order to improve their efficiency.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "20:41",
            "URL MLT": "https://tvmnews.mt/news/il-bastiment-amerigo-vespucci-jibda-waqfa-ta-3-ijiem-fmalta/",
            "URL ENG": "https://tvmnews.mt/en/news/italian-ship-amerigo-vespucci-begins-three-day-stop-in-malta/",
            "Duration": "03:13",
            "transcript mlt": {
                "Title": "Il-bastiment Amerigo Vespucci jibda waqfa ta’ 3 ijiem f’Malta",
                "url": "https://tvmnews.mt/news/il-bastiment-amerigo-vespucci-jibda-waqfa-ta-3-ijiem-fmalta/",
                "Transcript": [
                    {
                        "text": "Sorġa fil-Port il-Kbir għal waqfa ta’ tett ijiem, il-bastiment bil-qlugħ Amerigo Vespucci tal-Marina Miltare Taljana: l-akbar skola fuq il-baħar tal-qawwa navali Taljana. Il-pubbliku lbieraħ kellu ċ-ċans iżur dan il-bastiment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bastiment klassiku jikkuntrasta sew mal-cruise liners moderni sorguti fil-Port il-Kbir. Daħal Malta għal waqfa ta’ ftit jiem għall-Amerigo Vespucci – ix-xini msemmi għall-esploratur Taljan tas-seklu ħmistax u mibni 91 sena ilu. Minbarra li jġorr ismu, il-bastiment huwa replika tax-xini li Vespucci kien ibaħħar bih fil-vjaġġi tiegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Amerigo Vespucci jinnaviga bil-mod tradizzjonali ta’ dari. Hu mgħammar bi qlugħ tal-kanvas u ħbula magħmula minn materjali naturali kif kienu jintużaw għal sekli sħaħ. B’kollox għandu tlettin kilometru ta’ ħbula.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Madankollu, il-bastiment jbaħħar ukoll b’tagħmir modern. Hu twil ftit aktar minn metru, u għandu ekwipaġġ ta’ 264, li bejn Lulju u Settembru kważi jirdoppja bil-kadetti tal-ewwel sena navali jgħixu abbord. Din is-sena, ingħaqdu 143 kadett, 33 minnhom nisa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On board this ship they get the taste, the flavour of life at sea. That is very different from life in the naval academy. So it is very important for them to understand if they are fit for this job. Other than being good students, they need to become good sailors. And they need to become a group to work together.",
                        "author": "Massimiliano Siragusa – Kaptan, Uffiċjal Kmandant Amerigo Vespucci",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Malta se tkun l-aħħar waqfa f’dan il-vjaġġ ta’ taħriġ, biex kif spjega l-kaptan, uffiċjal kmandant, meta jaqleb is-sajf, l-ekwipaġġ ikun jista’ jdur sew il-bastiment biex iżommu fl-aqwa kundizzjoni tiegħu. Il-bastiment telaq minn Livorno fit-2 ta’ Lulju u segwa rotta fil-Mediterran u l-Atlantiku, irmiġġa f’Palermo, Tunis, Alġiers, Lisbona, Casablanca, Cadiz u Trapani. Mill-Belt Valletta, il-bastiment se jirritorna l-Italja, fejn il-kadetti se jikkonkludu l-vjaġġ edukattiv tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-ambaxxatur Taljan, Fabrizio Romano, spjega l-importanza ta’ inizjattivi bħal dawn b’metafora.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It’s like it’s a building and every building has pillars, concrete and iron and around the pillars you have bricks. So the classic diplomacy, the embassies, amongst the ministers and foreign affairs, there are the pillars. But the bricks are made by different initiatives like this one, they are as important as the pillars. So it strengthens the visibilty, and also you may know that we signed an agreement on board the ship between the city of Valletta and Cortona.",
                        "author": "Fabrizio Romano – Ambaxxatur Taljan",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dan il-bastiment ilu ambaxxatur tal-UNICEF minn Settembru tal-2007, u dan l-aħħar ingħata l-bandiera ‘Deċenju tan-Nazzjonijiet Uniti tax-Xjenza tal-Oċean’ mill-UNESCO. Illum, dan il-bastiment kien miftuħ għall-pubbliku ġenerali u huwa stmat li żaruh ‘il fuq minn 3000 ruħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Italian ship ‘Amerigo Vespucci’ begins three day stop in Malta",
                "url": "https://tvmnews.mt/en/news/italian-ship-amerigo-vespucci-begins-three-day-stop-in-malta/",
                "Transcript": [
                    {
                        "text": "The sailing ship Amerigo Vespucci has berthed at the Grand Harbour for a three day visit. The ship forms part of the Marina Miltare Taljana: the largest sea training school which belongs to the Italian navy. The public had a chance to visit the ship yesterday.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This is a classically designed ship which contrasts greatly with the modern cruise liners one can see at the Grand Harbour. The Amerigo Vespucci, named after the 15th century Italian explorer, was built 91 years ago. Apart from carrying his name, the ship is an exact replica of the vessel which Vespucci used during his travels.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Amerigo Vespucci navigates in a traditional way using sails made out of canvas and ropes made out of natural material which were used for many centuries. In all, it has 30 kms of ropes.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "However, the ship also sails uses modern technology. It has a crew of 264, who more than double between July and September with cadets who live on board for their first naval year. This year, there are 143 cadets, 33 of them women.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On board this ship they get the taste, the flavour of life at sea. That is very different from life in the naval academy. So it is very important for them to understand if they are fit for this job. Other than being good students, they need to become good sailors. And they need to become a group to work together.",
                        "author": "Captain Massimiliano Siragusa -Official commander of Amerigo Vespucci",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Malta is the last stop for this training voyage so that, as explained by the captain, the official commander, when summer is over, the crew can carry out maintenance on the ship to keep it in top condition. The ship left Livorno on 2 July and followed routes in the Mediterranean, and anchored in Palermo, Tunisia, Algeria, Lisbon, Casablanca, Cadiz and Trapani. From Valletta, the ship will return to Italy where the cadets will conclude their educational journey.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Italian Ambassador Fabrizio Romano, explained the importance of these initiatives as a metaphor.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It’s like it’s a building and every building has pillars, concrete and iron and around the pillars you have bricks. So the classic diplomacy, the embassies, amongst the ministers and foreign affairs, there are the pillars. But the bricks are made by different initiatives like this one, they are as important as the pillars. So it strengthens the visibillty, and also you may know that we signed an agreement on board the ship between the city of Valletta and Cortona.",
                        "author": "Fabrizio Romano – Italian Ambassador",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "This ship has been a UNICEF ambassador since September 2007, and recently received an honour from UNESCO for “UN Decade of Ocean Science ‘. Today the ship is open to the public and is expected to receive 3000 visitors.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "26:07",
            "URL MLT": "https://tvmnews.mt/news/meta-jmutu-t-tfal-nikteb-poezija-u-nibki-bikja-infermiera-li-se-tirtira-wara-50-sena/",
            "URL ENG": "https://tvmnews.mt/en/news/when-children-die-i-write-a-poem-and-have-a-good-cry-nurse-retiring-after-50-years-of-service/",
            "Duration": "03:23",
            "transcript mlt": {
                "Title": "“Meta jmutu t-tfal nikteb poeżija u nibki bikja” – infermiera li se tirtira wara 50 sena",
                "url": "https://tvmnews.mt/news/meta-jmutu-t-tfal-nikteb-poezija-u-nibki-bikja-infermiera-li-se-tirtira-wara-50-sena/",
                "Transcript": [
                    {
                        "text": "Għalqet 50 sena infermiera u din il-ġimgħa kienet l-aħħar ġimgħa ta’ xogħol tagħha fl-isptar tal-onkoloġija Sir Anthony Mamo.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Rose Bugeja hija magħrufa ma’ ħafna pazjenti, speċjalment ma’ tfal bil-kanċer u ġenituri tagħhom tas-sala Rainbow fejn hemm ħadmet għal 17-il sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija qalet lil TVMnews li għandha għafsa ta’ qalb li se tirtira mix-xogħol, iżda sostniet li se tibqa’ taħdem għall-pazjenti bil-kanċer b’mod volontarju mal-Fondazzjoni Puttinu Cares.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meta tidħol fis-sala Rainbow u tinzerta lill-infermiera Rose Bugeja, l-iktar infermiera anzjana f’din is-sala, dejjem taraha bi tbissima ħelwa fuq wiċċha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din il-ġimgħa Rose għalqet 70 sena u minkejja li suppost irtirat 7 snin ilu, baqgħet għaddejja bil-ħidma tagħha mal-pazjenti tfal u trabi morda bil-kanċer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minn dejjem kont niehu ħsieb lin-nanna, u kont fis-St John Brigade, allura dejjem inħobb nieħu ħsieb in-nies u ta’ 18-il sena ddeċidejt li nidhol infermiera, kont St Luke’s, San Vinċenz de Paule u Mater Dei.",
                        "author": "Rose Bugeja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Rose hija miżżewġa u għandha żewġ subien, wieħed saċerdot u ieħor tabib li qed jispeċjalizza fl-ortopedija barra minn Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tul is-snin Rose dejjem rat taħlita ta’ emozzjonijiet, kemm fost il-pazjenti kif ukoll fil-familji tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fit-tbatija hemm il-ferħ ukoll, għalkemm tara l-imwiet, tara wkoll il-fejqan, u li tara l-pazjent kuntent u żżommu kuntent u komdu jkun ta’ sodisfazzjon li almenu żżommu komdu.",
                        "author": "Rose Bugeja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "L-ikbar delużjoni kienet tkun meta Rose titlef pazjent, l-iktar meta jkunu tfal.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meta t-tfal iħalluna hija għafsa ta’ qalb, nagħmel relief billi nikteb poeżija, nibki bikja, naf li qegħdin fis-sema jitolbu għalina, aħjar hekk milli jibqgħu fid-dinja jbatu.",
                        "author": "Rose Bugeja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Hija tgħid li meta f’Jannar li għadda miet Dr Victor Calvagna kien xokk kbir u għadha s’issa ma tistax taċċetta li m’għadux ħaj.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kien xokk, u għadni s’issa ma naċċettax li ma naraħx dieħel, għadni kultant ngħid “imma possibbli?!” Kien iħobbhom wisq lit-tfal, u anke bħala staff kien iħobbna ħafna.",
                        "author": "Rose Bugeja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Rose xtaqet twassal messaġġ lill-infermiera, speċjalment dawk li għadhom jibdew il-karriera.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dak li għandi quddiemi, jekk pazjent kbir, qishom ommok u missierek jew it-tfal tiegħek, jiena kif naġixxi, u allura naġixxi bħala parti mill-familja tiegħi, jekk ma jkollokx il-vokazzjoni sib xogħol ieħor.",
                        "author": "Rose Bugeja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Minkejja li se tirtira, Rose qalet li se tibqa’ tagħti servizz bħala voluntiera fil-Fondazzjoni Puttinu Cares, b’qalbha tibqa’ tħabbat għall-pazjenti u tibqa’ toffri lilha nnifsha biex tiżra’ l-ġid bil-ħlewwa tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "“When children die, I write a poem and have a good cry” – nurse retiring after 50 years of service",
                "url": "https://tvmnews.mt/en/news/when-children-die-i-write-a-poem-and-have-a-good-cry-nurse-retiring-after-50-years-of-service/",
                "Transcript": [
                    {
                        "text": "This was the last working week after fifty years of service for a nurse at the Sir Anthony Mamo Oncology Centre.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Rose Bugeja is known to many patients, particularly children with cancer and their parents in the Rainbow ward, where she has worked for the past 17 years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "She told TVMnews that she is retiring with regret, adding that she will continue with voluntary work with the Puttinu Cares Foundation for cancer patients.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "When one enters the Rainbow ward and comes across Rose Bugeja, the senior nurse on this ward, one will immediately notice the happy smile on her face.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Rose turned 70 this week and although she should have retired seven years ago, she continued working with infants and children afflicted with cancer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I always used to look after my grandmother, I was in the St John Brigade and I always liked to care for people. When I was 18 years old I decided to become a nurse. I worked at St Luke’s, St Vincent de Paule and Mater Dei.",
                        "author": "Rose Bugeja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Rose is married and the mother of two children, one of whom is a priest and the other a doctor specialising in orthopaedics abroad.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Over the years, Rose has witnessed a mix of emotions, both among patients and also among their families.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In suffering there is also happiness. Although one sees death, one also witnesses cures, and seeing a patient happy and managing to keep the patient happy and comfortable is satisfying.",
                        "author": "Rose Bugeja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Rose’s greatest regret is when she loses a patient, even more so when they are children.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A child’s death is heartbreaking. I snap out of it by writing a poem, having a good cry, knowing they are praying for us from heaven, better than continuing to suffer in this world.",
                        "author": "Rose Bugeja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Rose says it was a great shock for her when Dr Victor Calvagna died in January and to this day she cannot accept that he is no longer around.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It was a shock. I still can’t accept not seeing him walk in. I still ask myself “is it possible?” He loved the children so much and he also loved the staff.",
                        "author": "Rose Bugeja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Rose has a special message for nurses, particularly those just starting their careers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Consider the person in front of you, if of a certain age, as your mother or father, or your children. You have to act as if they are part of your family. If you don’t have this vocation, find other work.",
                        "author": "Rose Bugeja",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Although she is retiring, Rose said she will continue to provide service as a volunteer with the Puttinu Cares Foundation and will continue to help patients.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "29:55",
            "URL MLT": "https://tvmnews.mt/news/dramm-fix-xaghra-biex-ifakkar-il-100-sena-mill-vitorja-bhala-jum-nazzjonali/",
            "URL ENG": "https://tvmnews.mt/en/news/xaghra-performance-to-commemorate-the-100th-anniversary-of-8-september-as-a-national-day/",
            "Duration": "01:48",
            "transcript mlt": {
                "Title": "Dramm fix-Xagħra biex ifakkar il-100 sena mill-Vitorja bħala Jum Nazzjonali",
                "url": "https://tvmnews.mt/news/dramm-fix-xaghra-biex-ifakkar-il-100-sena-mill-vitorja-bhala-jum-nazzjonali/",
                "Transcript": [
                    {
                        "text": "Din is-sena se jaħbat il-100 anniversarju mid-dikjarazzjoni tal-jum tat-8 ta’ Settembru bħala Jum Nazzjonali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ix-Xagħra, li tiċċelebra din il-festa, għada se ttella’ dramm mużikali bl-isem Otto Settembre.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan se jġib flimkien mal-50 żagħżugħ u żagħżugħa mill-istess raħal li se jesponu t-talent tagħhom ta’ reċtar, kant u żfin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Otto Settembre – it-8 ta’ Settembru, ġurnata kbira fil-kalendarju Malti u Għawdxi, ġurnata li tgħaqqad l-aspett reliġjuż, bit-twelid ta’ Marija Bambina, ma’ dak storiku, bir-rebħa tal-Maltin fuq l-Imperu Ottoman.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ir-raħal tax-Xagħra, li flimkien mal-aspett storiku, jiċċelebra wkoll l-aspett reliġjuż ta’ din il-ġurnata, ħareġ bid-dramm Otto Settembre, li bħalma jġib l-isem, huwa ispirat prinċipalment minn din il-ġurnata.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan id-dramm, li qed jittella’ miż-żgħażagħ Xagħrin b’mod volontarju, jgħaqqad flimkien iż-żewġ aspetti u minnhom joħroġ storja moderna relevanti għall-ġurnata tal-lum, storja fuq tfajla, bl-isem ta’ Rebecca, li minkejja li għandha ħajja interessanti u sabiħa, kultant tiltaqa’ ma’ xi sfidi li jkunu kapaċi jxekkluha milli tagħmel it-tajjeb.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Rebecca, tul dan kollu, dejjem iġġorr f’qalbha lil Marija Bambina. Kif Marija Bambina, kemm fit-tajjeb, imma anke fid-diffiċli, tkun hemm għalina, dejjem lesta biex tgħinna, u biex verament toħroġna rebbiħin. Rebbiħin mhux għax kollox jiġi kif nixtiequ aħna u kollox ikun ward u żahar, imma għax ittina l-kuraġġ u l-qawwa biex fuq l-eżempju tagħha, aħna wkoll nippruvaw nagħmlu mill-aħjar biex nirbħu l-isfidi li tippreżentalna l-ħajja.",
                        "author": "Franklin Micallef, awtur tad-dramm",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dan id-dramm se jkun qed jesponi t-talenti tat-tfal u ż-żgħażagħ Xagħrin, quddiem udjenzi kemm lokali, u anke barranin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan id-dramm mużikali se jkun qed jinkludi tliet elementi tal-performing arts – il-kant, iż-żfin u d-drama. Il-kant u ż-żfin se jkunu qed juru l-emozzjonijiet u d-deċiżjonijiet li trid tgħaddi minnhom Rebecca.",
                        "author": "Christabel Bajada, direttur artistiku",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Id-dramm, li ġie ffinanzjat mid-Direttorat għall-Wirt Kulturali fi ħdan il-Ministeru għal Għawdex u l-Kunsill Lokali tax-Xagħra, se jittella’ għada filgħaxija, għall-ħabta tad-9pm, u d-dħul għalih huwa mingħajr ħlas.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Xagħra performance to commemorate the 100th anniversary of 8 September as a National Day",
                "url": "https://tvmnews.mt/en/news/xaghra-performance-to-commemorate-the-100th-anniversary-of-8-september-as-a-national-day/",
                "Transcript": [
                    {
                        "text": "This year is the 100th anniversary of the declaration of 8 September as a National Day.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A musical play entitled ‘Otto Settembre’ will be performed tomorrow in Xagħra, where this feast is celebrated.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The performance will bring together some 50 youths from the same village who will showcase their acting, singing and dancing talents.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Otto Settembre – the 8th of September is a big day in the Maltese and Gozitan calendar, a day which brings together the religious aspect, through the birth of Marija Bambina, and the historical, with the victory by the Maltese over the Ottoman Empire.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The village of Xagħra, where apart from the historic aspect, the religious aspect of this day is also celebrated, has come up with the play Otto Settembre, which as the name indicates, is inspired mainly by this day.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The play, which is being presented by youths from this locality on a voluntary basis, joins together both aspects into a modern story that is relevant to these times – the story of Rebecca, a young woman who despite leading an interesting and beautiful life, is sometimes faced with challenges that can detract her from good works.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Throughout all this, Rebecca always has Marija Bambina in her heart. Both in good times and in difficult monments, Marija Bambina is always there for us, always ready to help, to make sure we emerge victorious. Not only because everything happens just as we would like, but because she gives us the courage and strength to follow her example and try our best to overcome life’s challenges.",
                        "author": "Franklin Micallef, author of the play",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "This play will showcase the talents of the Xagħra children and youths in front of a local and foreign audience.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This musical play will include three elements of the performing arts – singing, dancing and drama. The singing and dancing will be showing the emotions and decisions that Rebecca has to go through.",
                        "author": "Christabel Bajada, artistic director",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The play, which has been financed by the Cultural Heritage Directorate within the Gozo Ministry and the Xagħra Local Council, will be performed tomorrow evening at about 9.00 p.m., and entrance is free.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}