{
    "News date": "28.08.2022",
    "Transcripts": [
        {
            "Time stamp": "02:08",
            "URL MLT": "https://tvmnews.mt/news/mini-taht-l-art-qrib-mater-dei-u-l-mosta-ghal-kontra-x-xita/",
            "URL ENG": "https://tvmnews.mt/en/news/underground-tunnels-being-excavated-to-alleviate-flooding/",
            "Duration": "02:18",
            "transcript mlt": {
                "Title": "Mini taħt l-art qrib Mater Dei u l-Mosta għal kontra x-xita",
                "url": "https://tvmnews.mt/news/mini-taht-l-art-qrib-mater-dei-u-l-mosta-ghal-kontra-x-xita/",
                "Transcript": [
                    {
                        "text": "Id-Dipartiment tax-Xogħlijiet Pubbliċi qed jippjana li jħaffer żewġ mini ġodda taħt l-art maħsuba biex jieħdu ammont ta’ ilma tax-xita u jtaffu l-għargħar; waħda qrib l-Isptar Mater Dei u l-oħra fiż-żona tal-grawnd tal-futbol tal-Mosta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Intant, bi tħejjija għall-ewwel maltempati qed titnaddaf mina li tieħu ilma tax-xita minn Ħaż-Żabbar għal Wied il-Għajn u li tifforma parti mill-proġett nazzjonali biex jittaffa l-għargħar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Se jibda s-sena d-dieħla x-xogħol ta’ tħaffir għal mina taħt l-art biex ikun indirizzat l-għargħar fl-akwati tal-qasam tad-djar fiż-żona ta’ Mlit u Triq Valletta fil-Mosta. Id-Dipartiment tax-Xogħlijiet Pubbliċi qed jippjana li jħaffer mina taħt Triq Valletta b’tul ta’ 440 metru biex tilqa’ fost oħrajn għall-ilma li jinżel minn Ta’ Qali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Se titħaffer ukoll mina oħra taħt l-art b’tul ta’ nofs kilometru quddiem l-Isptar Mater Dei biex tilqa’ għall-ilma li jiġi miż-żona industrijali ta’ San Ġwann u l-inħawi taż-Żwejt u li qed jikkawża l-għargħar fi Triq Sir Anthony Mamo, qrib il-Life Sciences Park, li hi rotta prinċipali għall-karozzi fiċ-ċentru tal-pajjiż u għal dawk li jridu jużaw l-isptar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dawn iż-żewġ mini se jinfdu ma’ mina ta’ 14-il kilometru . . . mill-Mosta u Ħ’Attard sa Ta’ Xbiex . . . li minnha, kapaċi jgħaddi 90,000 litru ta’ ilma kull sekonda. Il-Perit Mario Ellul mid-Dipartiment tax-Xogħlijiet Pubbliċi spjega li dawn il-proġetti mhux se jaffettwaw l-andament tat-traffiku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fuq dawn iż-żewġ proġetti, daħħalna l-applikazzjoni quddiem l-Awtorità tal-Ippjanar għall-approvazzjoni u qed nippreparaw is-sejħa għall-offerti biex is-sena d-dieħla u ta’ wara nkunu nistgħu nagħmlu dawn il-proġetti bi stima ta’ madwar €4 miljun.",
                        "author": "Mario Ellul – Perit Anzjan fid-Dipartiment tax-Xogħlijiet Pubbliċi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Sadanittant, qabel jibda l-maltemp, id-Dipartiment tax-Xogħlijiet Pubbliċi qed inaddaf għall-ewwel darba mina oħra li saret biex tilqa’ għall-għargħar. Din il-mina b’tul ta’ aktar minn 3 kilometri tgħaddi minn taħt Ħaż-Żabbar sal-Ponta taż-Żonqor f’Wied il-Għajn. Anthony Brincat mid-Dipartiment tax-Xogħlijiet Pubbliċi spjega li minn din il-mina qed jitneħħa kull tip ta’ ħmieġ li jinġabar mit-toroq, fosthom ħama u ġebel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din bil-pompi tagħha nippompjaw l-ilma għax din tajjeb li ngħidu li għandek 70 metri kubi ta’ ilma miżmum ġo fiha u bil-pompi nippompjawhom u nerġgħu nitfgħuh fil-wied ta’ Marsaskala stess . . . u jmur fil-pjan billi jinżel jiġifieri tgħin li l-ilma mhux kollu jmur il-baħar imma naħżnuh għall-quddiem.",
                        "author": "Anthony Brincat – Kap tat-Taqsima tal-Manutenzjoni fid-Dipartiment tax-Xogħlijiet Pubbliċi",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-pajjiż għandu mina oħra b’tul ta’ kważi żewġ kilometri f’Ħaż-Żebbuġ li tagħmel parti mill-proġett biex itaffi l-għargħar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Underground tunnels being excavated to alleviate flooding",
                "url": "https://tvmnews.mt/en/news/underground-tunnels-being-excavated-to-alleviate-flooding/",
                "Transcript": [
                    {
                        "text": "The Department of Public Works is planning to dig two new underground tunnels intended to store an amount of rainwater and alleviate flooding; one near the Mater Dei Hospital and the other in the area of the Mosta football stadium.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meanwhile, in preparation for the first storms, a tunnel that transports rainwater from Żabbar to Wied il-Għajn and which forms part of the national project to mitigate floods, is being cleaned.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Excavation work for an underground tunnel will commence next year to address the flooding in the housing area in the area of Mlit and Valletta Road in Mosta. . The Department of Public Works is planning to dig a tunnel under Valletta Road – the length of 440 metres – to be able to retain the water that gushes down from Ta’ Qali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Another tunnel – half a kilometre long -will also be dug underground in front of Mater Dei Hospital to accommodate the water that comes from the industrial area of San Ġwann and the Zwejt area and which is causing the flooding in Sir Anthony Mamo Road, near the Life Sciences Park, which is a central arterial traffic route also for those who want to use the hospital.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "These two tunnels will adjoin a 14km tunnel from Mosta to Attard with a capacity to carry 90,000 litres per second. Architect Mario Ellul form the department of public works clarified that these works shall not affect traffic flow.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We submitted the application to the Planning Authority for approval and we are preparing the call for tenders so that next year and the year after we will be able to do carry out both these projects which are estimated to cost around €4 million.",
                        "author": "Mario Ellul – Senior Architect within the Department of Public Works",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Meanwhile, before the stormy season starts, the Department of Public Works is cleaning out for the first time another tunnel that was made to cater for flooding. This tunnel having length of more than 3 kilometres passes underneath Żabbar all the way to Zonqor Point in Marsascala. Anthony Brincat from the Department of Public Works explained that all kinds of dirt collected from the roads, including mud and stones, are being removed from this tunnel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We use pumps to pump the water and then pump it back into the Marsaskala valley .. it is good that that the water does not all end up in the sea but is stored it the future.",
                        "author": "Anthony Brincat – Chief of Maintenance Division within the Department of Public Works",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The country has another tunnel – the length of almost two kilometers – in Zebbuġ which forms part of the project to alleviate flooding.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "26:59",
            "URL MLT": "https://www.tvmi.mt/mt/tvmi/programmes/l-ahbarijiet-ta-8pm/?ep=913568",
            "URL ENG": "https://tvmnews.mt/en/news/18th-century-candle-holder-restored-at-ta-giezu-church-in-valletta/",
            "Duration": "02:44",
            "transcript mlt": {
                "ERRROR": "Message: no such element: Unable to locate element: {\"method\":\"xpath\",\"selector\":\"//h1[contains(@class, 'post-title')]\"}\n  (Session info: chrome=110.0.5481.177)\nStacktrace:\nBacktrace:\n\t(No symbol) [0x003A37D3]\n\t(No symbol) [0x00338B81]\n\t(No symbol) [0x0023B36D]\n\t(No symbol) [0x0026D382]\n\t(No symbol) [0x0026D4BB]\n\t(No symbol) [0x002A3302]\n\t(No symbol) [0x0028B464]\n\t(No symbol) [0x002A1215]\n\t(No symbol) [0x0028B216]\n\t(No symbol) [0x00260D97]\n\t(No symbol) [0x0026253D]\n\tGetHandleVerifier [0x0061ABF2+2510930]\n\tGetHandleVerifier [0x00648EC1+2700065]\n\tGetHandleVerifier [0x0064C86C+2714828]\n\tGetHandleVerifier [0x00453480+645344]\n\t(No symbol) [0x00340FD2]\n\t(No symbol) [0x00346C68]\n\t(No symbol) [0x00346D4B]\n\t(No symbol) [0x00350D6B]\n\tBaseThreadInitThunk [0x75F100F9+25]\n\tRtlGetAppContainerNamedObjectPath [0x77577BBE+286]\n\tRtlGetAppContainerNamedObjectPath [0x77577B8E+238]\n"
            },
            "transcript eng": {
                "Title": "18th century candle holder restored at Ta’ Ġieżu church in Valletta",
                "url": "https://tvmnews.mt/en/news/18th-century-candle-holder-restored-at-ta-giezu-church-in-valletta/",
                "Transcript": [
                    {
                        "text": "A candle holder which is as tall as a person, which was in a very bad state, is being restored to start being used again for Easter decorations.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dating back to the 18th century it is the patrimony of the Ta’ Ġieżu church in Valletta, which is under the Franciscan friars.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The large candle holder was stored in what was once the Province’ Library. Fr Ramon Farrugia explained its origins:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We know that it has been damaged for many years because some friars put it there. Unfortunately these items have not always been appreciated. Even the oldest Friars and parishioner do not remember it being used, but have always known that it was stored at the convent.",
                        "author": "Patri Ramon Farrugia – Guardian of the Franciscan friars in Valletta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The candle holder is now at the laboratory of restoration expert Amy Sciberras who said that it arrived in a very bad state.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It is made out of wood, carved out of wood, covered by plaster and decorated with silver. It was so damaged that one could see the wooden base, and bits of plaster and silver were missing, and it was overpainted. Someone tried to paint over it and covered the original. It was falling apart.",
                        "author": "Amy Sciberras – Restoration expert",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Amy Sciberras said the candle holder was probably locally made and has a very unique deign. She said that after it was documented, it was injected with special glue to conserve and restore it.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Once we stabilised it, we began cleaning the accumulation we found, such as the paint which was covering the silver, and we began filling in where it was missing. There were parts in its structure which were missing and we did a reconstruction because the design was repetitive.",
                        "author": "Amy Sciberras –",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Fr Ramon Farrugia said that once the restoration is ready, the candle holder will be returned to its place at the church for the special Easter candle to be placed in it.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meanwhile a scientific study is being carried out at the same laboratory on the statue of St Francis, which was also at the Ta’ Ġieżu church. Documents from the archives of the same church show that the statue was built in 1850 and is probably the work of Xandru Farrugia. Amy Sciberras said that the scientific analysis should help them learn the technique used by the sculpture as well as the damage which the statue has sustained over the years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}