{
    "News date": "29.07.2022",
    "Transcripts": [
        {
            "Time stamp": "01:42",
            "URL MLT": "https://tvmnews.mt/news/kumpanija-izraeljana-tal-kannabis-medicinali-tinvesti-e6m-fmalta/",
            "URL ENG": "https://tvmnews.mt/en/news/israeli-medicinal-cannabis-company-invests-e6m-in-malta/",
            "Duration": "02:36",
            "transcript mlt": {
                "Title": "Kumpanija Iżraeljana tal-kannabis mediċinali tinvesti €6M f’Malta",
                "url": "https://tvmnews.mt/news/kumpanija-izraeljana-tal-kannabis-medicinali-tinvesti-e6m-fmalta/",
                "Transcript": [
                    {
                        "text": "Kumpanija Iżraeljana tal-kannabis mediċinali – Panaxia – investiet sitt miljun ewro f’faċilità f’Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din se tiddiversifika f’firxa ta’ prodotti li jvarjaw minn produzzjoni ta’ pilloli, żejt u estratt, kif ukoll se tkun qed twettaq provi kliniċi, esperimenti, riċerka u żvilupp.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru għall-Intrapriża Miriam Dalli ddeskriviet lil Panaxia bħala storja bikrija ta’ suċċess għal waħda mill-aktar niċeċ ekonomiċi ġodda ta’ Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kumpanija Iżraeljana Panaxia, ħabbret li nvestiet €6 miljun fil-faċilità tagħha f’Ħal Far biex minnha tkompli twessa’ l-industrija tal-kannabis mediċinali għall-provvista globali tal-kura tas-saħħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-firxa ta’ prodotti farmaċewtiċi tagħha, illi minnhom b’kollox hemm ‘il fuq minn 60, huma bbażati fuq l-estrazzjoni tal-pjanta tal-kannabis u jittrattaw fost oħrajn l-ansjetà u d-dipressjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Eżekuttiv tal-kumpanija, Dadi Segal, qal li l-kannabis hija mediċina, u għalhekk għandha tingħata lill-pazjent bħal kwalunkwe mediċina oħra – jiġifieri f’doża li tista’ tinbela’ u mhux titpejjep – biex b’hekk il-pazjent ikun jista’ jieħu l-benefiċċji kollha tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In the cannabis space, we sometimes see that many chronically ill patients get a fearing of using cannabis because it has to be smoked, because it is stigma, because the doctors won’t feel comfortable prescribing it to them, so that is something Panaxia is solving by bringing the same level of expertise that we are bringing like any other medication that we produce.",
                        "author": "Dadi Segal – Kap Eżekuttiv Panaxia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Minbarra l-impjant ta’ Malta, Panaxia topera minn postijiet differenti fl-Istati Uniti, il-Kanada u l-Afrika t’Isfel. Iżda peress li qiegħda tħares lejn suq Ewropew, il-kumpanija riedet li tipproduċi l-prodotti tagħha mill-Ewropa stess. Il-Kap Eżekuttiv tal-Panaxia qal li wara li ħarsu lejn diversi pajjiżi minn fejn jistgħu joperaw, għażlu lil Malta mhux biss għall-għajnuna finanzjarja, iżda wkoll għall-komunikazzjoni u l-appoġġ kontinwu li ngħataw.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wara li tlestiet l-ewwel fażi ta’ dan l-investiment, il-kumpanija kisbet il-liċenzja GMP għall-faċilità f’Malta u fil-ġimgħat li ġejjin, se tibda tesporta l-ewwel prodotti tagħha lejn il-Ġermanja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru għall-Intrapriża Miriam Dalli qalet wara li ddaħħlet il-leġiżlazzjoni tal-kannabis mediċinali fl-2018, qegħdin jaraw li jkomplu jsaħħu l-istrutturi ta’ pajjiżna biex jattiraw dan it-tip ta’ investiment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Interessanti li hawnhekk qegħdin nitkellmu dwar kumpanija fejn ir-riżorsi umani tagħha huma kollha Maltin, jiġifieri għandna Maltin li għandhom il-ħiliet speċjalizzati u neċessarji biex ikomplu jikbru f’din l-industrija u nkomplu nattiraw dan it-tip ta’ investiment.",
                        "author": "Miriam Dalli – Ministru għall-Intrapriża",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-kumpanija diġà qed tippjana li tkompli tkabbar il-faċilità tagħha, u l-ħsieb hu li tkompli ssaħħaħ ir-rabta tagħha ma’ pajjiżna, bi pjani għal espansjoni bikrija fil-produzzjoni lokali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Israeli medicinal cannabis company invests €6M in Malta",
                "url": "https://tvmnews.mt/en/news/israeli-medicinal-cannabis-company-invests-e6m-in-malta/",
                "Transcript": [
                    {
                        "text": "An Israeli medicinal cannabis company – Panaxia – has invested six million euro in a Maltese facility.  ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Its production will be diversified to vary from the production of pills to oils and extracts as well as performing clinical experiments, experiments, researches and development. The Minister for Enterprises, Miriam Dalli, described Panaxia as an early story of success for a new and further economic niche for Malta",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The new Panaxia plant will be at Ħal Far and from there the company will continue to propagate medicinal cannabis on a global basis for health care. In its pharmaceutical products there are 60 products based on the extraction of cannabis plant for the treatment of anxiety and depression.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Executive Head of the Company, Dadi Segal, said cannabis is a medicine and should therefore be delivered as another other medicinal component, to be given in doses and not smoked and to benefit the patient.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“In the cannabis space, we sometimes see that many chronically ill patients get a fearing of using cannabis because it has to be smoked, because it is stigma, because the doctors won’t feel comfortable prescribing it to them, so that is something Panaxia is solving by bringing the same level of expertise that we are bringing like any other medication that we produce,” said Segal.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Besides the Malta plant, Panaxia also operates in different countries in the United State, Canada and South Africa. However, it is looking toward Europe and Segal said Malta was chosen not only for financial help but also for communication and continual support.  ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "After the first tests of this investment the company acquired the GMP Licence and will in a few weeks begin exporting to Germany.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minister said that after the introduction in 2018 of medicinal cannabis Miriam Dalli the country is strengthening its structure to attract investment in this sector.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "She said we are talking of companies with Maltese human resource because we have persons with the needed specialities to help increase this industry and attract further investment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The company is also working to increase its facilities and strengthen its ties to Malta with increased production.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "04:47",
            "URL MLT": "https://tvmnews.mt/news/27-vittma-ta-traffikar-uman-meghjuna-fsentejn-fmalta/",
            "URL ENG": "https://tvmnews.mt/en/news/27-human-trafficking-victims-helped-over-two-years/",
            "Duration": "02:16",
            "transcript mlt": {
                "Title": "27 vittma ta’ traffikar uman megħjuna f’sentejn f’Malta",
                "url": "https://tvmnews.mt/news/27-vittma-ta-traffikar-uman-meghjuna-fsentejn-fmalta/",
                "Transcript": [
                    {
                        "text": "27 vittma ta’ traffikar tal-bnedmin sabu saqaf fuq rashom bis-saħħa tal-Fondazzjoni għas-Servizzi ta’ Ħarsien Soċjali li ilha sentejn tmexxi proġett bl-isem ta’ All Equal bl-għan li dawn il-vittmi ma jispiċċawx b’ta’ fuqhom senduqhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ TVMnews, id-Direttur tal-Aġenzija Appoġġ, Graziella Castillo, qalet li ħafna minn dawn il-vittmi spiċċaw ingidmu għax bdew jiġu sfruttati fil-postijiet tax-xogħol.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’sentejn, l-Aġenzija Appoġġ kienet ta’ spalla għal 27 vittma ta’ traffikar uman li spiċċaw Malta biex fost oħrajn jaħdmu f’massage parlours. Id-Direttur tal-Aġenzija Appoġġ, Graziella Castillo, spjegat li l-vittmi ġejjin minn diversi kontinenti fosthom l-Afrika, l-Ażja u l-Amerka t’Isfel waqt li l-età tagħhom tvarja bejn 20 u 50 sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din is-sena s’issa diġà kellna 9 każi oħra li qed naħdmu magħhom u qed noffrulhom xelter għax aħna għandna safe house li tilqa’ dawn in-nies li jkunu traffikati. L-iskop li noffrulhom post sigur u protezzjoni wkoll għajnuna f’dak kollu li jkollhom bżonn.",
                        "author": "Graziella Castillo – Direttur tal-Aġenzija Appoġġ",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Waqt li l-Pulizija jkomplu jistħarrġu dawn il-każi mill-aspett kriminali, l-Aġenzija Appoġġ tieħu ħsieb lill-vittmi mill-aspett soċjali. Is-Sinjura Castillo spjegat li l-għan aħħari tal-Aġenzija Appoġġ hu li dawn il-persuni jerġgħu lura fis-soċjetà.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ħafna mill-każi li kellna kemm is-sena l-oħra kif ukoll din is-sena kienu dwar sfruttament fil-postijiet tax-xogħol. Fejn inti għandek nies li ġew traffikati biex jaħdmu imma mbagħad il-kundizzjonijiet huma inumani. Għandek sigħat twal ta’ xogħol, il-kundizzjonijiet ta’ fejn jgħixu ma jkunux aċċettabbli imma l-bażi tkun li dawn traffikati biex jagħmlu dan ix-xogħol.",
                        "author": "Graziella Castillo – Direttur tal-Aġenzija Appoġġ",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Kap Eżekuttiv tal-Fondazzjoni għas-Servizzi ta’ Ħarsien Soċjali, Alfred Grixti, spjega dak li sejjaħ “bozoz ħomor” li jwasslu għat-traffikar tal-bnedmin fis-suq tax-xogħol.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jiġifieri tkun ġej pereżempju mill-Filippini. Jagħtuk kuntratt u dak anke bil-minimum wage jgħidu paga tajba. Imbagħad jiġu hawn u jibdew inaqqsulhom. Dan talli qed tgħix fi flat li qed nipprovdilek u dan tal-ikel u hekk u meta jipprotestaw jgħidulhom imma li d-dokumenti tagħkom qegħdin għandi u se nżommhom u jekk ma toqgħodx kwiet, ma ntihomlokx. Dak hu traffikar uman ukoll.",
                        "author": "Alfred Grixti – Kap Eżekuttiv tal-Fondazzjoni għas-Servizzi ta’ Ħarsien Soċjali",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Lejlet il-Jum Dinji Kontra t-Traffikar tal-Bnedmin, il-Ministru għall-Politika Soċjali, Michael Falzon, iddeskrieva t-traffikar tal-bnedmin bħala “diżastru tal-umanità.” Il-Ministru Falzon appella biex titqajjem iktar kuxjenza dwar din il-pjaga li qal għandha diversi forom u qed tħalli ħafna vittmi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "27 human trafficking victims helped over two years",
                "url": "https://tvmnews.mt/en/news/27-human-trafficking-victims-helped-over-two-years/",
                "Transcript": [
                    {
                        "text": "27 victims of human trafficking have been provided with a roof over their head through the Fondazzjoni għas-Servizzi ta’ Ħarsien Soċjali that over the last two years has been managing a project called All Equal aimed at providing shelter for those with no roof over their head and bereft of any belongings.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "With TVMnews, the Director of the Aġenzija Appoġġ, Graziella Castillo, said the majority of victims were duped and exploited in place of work.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Over a two year period the Aġenzija Appoġġ has provided support for 27 victims of human trafficking who ended up in Malta working in massage parlours. Graziella Castillo explained the victims emanate from various continents including Africa, Asia and South America, their ages varying between 20 and 50.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "She said this year there have also been nine other victims to whom support and shelter has been offered them in a safe house. The aim is to provide them with security and protection as well as with help for all their needs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "While the Police continue to investigate the criminal implications, the Aġenzija Appoġġ takes care of the social aspect. Castillo explained the ultimate is to reintegrate such persons into society.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Many of the cases experienced last year and this year regard exploitation at their place of work said Graziella Castillo. Victims were attracted to work and then subjected to inhumane conditions involving long hour of work, un acceptable living conditions while being trafficked to carry out their work.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Executive Head of the Fondazzjoni għas-Servizzi ta’ Ħarsien Soċjali, Alfred Grixti, explained what he termed as “red bags” that lead to human trafficking.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He quoted as an example a person arriving from The Philippines given a contract on the minimum wage in the context that this is a good contract with a decent wage. On arrival, deductions take place for accommodation and for food and when request their documents these are withheld. This is also human trafficking, said Alfred Grixti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On the eve of the World Day Against Human Trafficking, the Minister for Social Policies, Michael Falzon, described this trafficking as a “human disaster” while appealing for a conscious awareness of all the different forms of trafficking.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "07:30",
            "URL MLT": "https://tvmnews.mt/news/ragel-ta-59-fil-periklu-tal-mewt-wara-li-ttajjar-fhal-qormi/",
            "URL ENG": "https://tvmnews.mt/en/news/man-59-in-danger-of-dying-after-being-hit-by-car-in-qormi/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Raġel ta’ 59 fil-periklu tal-mewt wara li ttajjar f’Ħal Qormi",
                "url": "https://tvmnews.mt/news/ragel-ta-59-fil-periklu-tal-mewt-wara-li-ttajjar-fhal-qormi/",
                "Transcript": [
                    {
                        "text": "Raġel ta’ 59 sena li joqgħod Ħal Qormi jinsab fil-periklu tal-mewt wara li ntlaqat minn karozza f’Ħal Qormi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-inċident seħħ ilbieraħ filgħaxija għall-ħabta tat-8.15pm fi Triq il-Wied.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi stqarrija, il-Pulizija qalet li mill-ewwel investigazzjonijiet irriżulta li r-raġel intlaqat minn karozza li kienet qed tinstaq minn mara ta’ 41 li toqgħod Birkirkara.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-vittma ngħata l-għajnuna minn tim mediku, ittieħed l-Isptar Mater Dei b’ambulanza u ġie ċċertifikat li weġġa’ serjament.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Maġistrat tal-Għassa Victor Axiak ġie infurmat bil-każ u ħatar inkjesta. Filwaqt, li l-Pulizija għaddejja bl-investigazzjonijiet fuq il-każ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Man, 59, in danger of dying after being hit by car in Qormi",
                "url": "https://tvmnews.mt/en/news/man-59-in-danger-of-dying-after-being-hit-by-car-in-qormi/",
                "Transcript": [
                    {
                        "text": "A 59-year-old man who lives in Qormi is in danger of dying after being hit by a car in Qormi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The accident happened last night at 8.15pm in Triq il-Wied.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In a statement, the Police said that the man was hit by a car being driven a woman, aged 41, who lives in Birkirkara.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The victim was treated by paramedics, and taken to Mater Dei where he was certified to have been seriously injured.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Duty Magistrate Victor Axiak was informed of the case and opened an inquiry. Police investigations continue.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "08:04",
            "URL MLT": "https://tvmnews.mt/news/iwegga-gravi-fhit-and-run-fl-imsida-kien-qed-isuq-scooter/",
            "URL ENG": "https://tvmnews.mt/en/news/man-riding-scooter-grievously-injured-in-hit-and-run-in-msida/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Iweġġa’ gravi f’hit and run fl-Imsida – kien qed isuq scooter",
                "url": "https://tvmnews.mt/news/iwegga-gravi-fhit-and-run-fl-imsida-kien-qed-isuq-scooter/",
                "Transcript": [
                    {
                        "text": "Kolombjan ta’ 32 sena li joqgħod San Pawl il-Baħar weġġa’ gravi wara li ntlaqat minn karozza waqt li kien qed isuq e-kick scooter fl-Imsida.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-inċident seħħ għall-ħabta tal-00.15am ta’ dalgħodu fi Triq Dun Karm.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi stqarrija, il-Pulizija qalet li mill-ewwel investigazzjonijiet irriżulta li seħħ inċident bejn l-e-kick scooter tal-vittma u karozza li telqet minn fuq il-post tal-inċident.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ir-raġel ingħata l-għajnuna minn tim mediku, ittieħed l-Isptar Mater Dei b’ambulanza u aktar tard ġie ċċertifikat li weġġa’ gravi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-investigazzjonijiet tal-Pulizija għadhom għaddejjin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Man riding scooter grievously injured in hit and run in Msida",
                "url": "https://tvmnews.mt/en/news/man-riding-scooter-grievously-injured-in-hit-and-run-in-msida/",
                "Transcript": [
                    {
                        "text": "A man, 32, of Colombian nationality who lives in St Paul’s Bay, was grievously injured after being hit by a car while riding an e-kick scooter in Msida.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The accident happened at around 12.15am this morning in Triq Dun Karm.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In a statement, the Police said that from initial investigations it results that the car which hit the victim fled the scene.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The man was treated by paramedics, and taken to Mater Dei where he was certified to have grievous injuries.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Police investigations continue.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "08:30",
            "URL MLT": "https://tvmnews.mt/news/malta-bl-ewwel-post-fl-egovernment-minn-35-pajjiz-ewropew/",
            "URL ENG": "https://tvmnews.mt/en/news/malta-places-first-in-egovernment-among-35-european-countries/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Malta bl-ewwel post fl-eGovernment minn 35 pajjiż Ewropew",
                "url": "https://tvmnews.mt/news/malta-bl-ewwel-post-fl-egovernment-minn-35-pajjiz-ewropew/",
                "Transcript": [
                    {
                        "text": "Is-Servizz Pubbliku ġie ċċertifikat l-ewwel fl-Ewropa fuq servizzi ta’ eGovernment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Malta kisbet l-ewwel post b’riżultat ta’ 96%, segwita mill-Estonja u l-Lussemburgu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ir-rapport ‘EGovernment Benchmark Reports 2022′ maħruġ mill-Kummissjoni Ewropea, janalizza servizzi governattivi online ta’ 35 pajjiż Ewropew. Ir-riżultat ta’ Malta kien 28% ogħla mill-medja tal-pajjiżi l-oħra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap tas-Servizz Pubbliku Malti Tony Sultana qal li dan hu ċertifikat ieħor tal-livelli għolja tas-servizzi pubbliċi f’Malta. Qal li dan ma kienx ikun possibbli mingħajr id-dedikazzjoni tal-uffiċjali pubbliċi u l-investiment li sar u se jibqa’ jsir biex is-servizz pubbliku Malti jkollu dejjem l-aqwa għodda u ħiliet diġitali fi ħdanu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Malta places first in eGovernment among 35 European countries",
                "url": "https://tvmnews.mt/en/news/malta-places-first-in-egovernment-among-35-european-countries/",
                "Transcript": [
                    {
                        "text": "The Public Service has been certified in first placing in Europe in eGovernment services.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Malta placed first with a 96% result, followed by Estonia and Luxembourg.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The eGovernment Benchmark Reports 2022 issued by the European Commission analyses online Government services in 35 European countries. Malta’s result was 28% higher than the average in other countries.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Head of Malta’s Public Service Tony Sultana said this is another certificate highlighting the high grades of public service in Malta. Mr Sultana stated that this would not have been possible without the dedication of public officers and the investment made, and which will continue to be made, for the Maltese public service to always have the best tools and digital skills.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "09:20",
            "URL MLT": "https://tvmnews.mt/news/fl-ahhar-fazi-r-restawr-tal-kunvent-ta-santu-wistin-tal-belt/",
            "URL ENG": "https://tvmnews.mt/en/news/restoration-of-st-augustines-convent-in-valletta-in-its-final-phase/",
            "Duration": "02:52",
            "transcript mlt": {
                "Title": "Fl-aħħar fażi r-restawr tal-kunvent ta’ Santu Wistin tal-Belt",
                "url": "https://tvmnews.mt/news/fl-ahhar-fazi-r-restawr-tal-kunvent-ta-santu-wistin-tal-belt/",
                "Transcript": [
                    {
                        "text": "Wasal fl-aħħar fażi x-xogħol fuq il-proġett ta’ restawr tal-kunvent ta’ Santu Wistin il-Belt.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Fondazzjoni Soċjo-Kulturali Ambjentali Augustina qed tmexxi x-xogħlijiet fuq dan il-proġett b’investiment ta’ €2.3 miljun li minnhom €1.5 miljun huma fondi Ewropej mill-Fond għall-Iżvilupp Reġjonali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ix-xogħlijiet li saru fil-kunvent ta’ Santu Wistin il-Belt jinkludu r-restawr u l-konservazzjoni tal-erba’ faċċati tal-kunvent, it-tħaffir arkeoloġiku ta’ parti mill-bitħa u l-installazzjoni ta’ lift aċċessibbli għal kulħadd.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Permezz ta’ dan il-proġett ġiet irriġenerata binja estensiva li kienet ilha biex tiġi restawrata b’mod sinfikanti minn wara t-Tieni Gwerra Dinjija meta partijiet sostanzjali ġġarrfu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bħala parti mix-xogħlijiet infrastrutturali, parti minn din il-binja se tinbidel f’Ċentru ta’ Interpretazzjoni tal-Komunità.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Segretarju Parlamentari għall-Fondi Ewropej, Chris Bonett, qal li bis-saħħa tal-fondi Ewropej qed tkompli ssir konservazzjoni tal-wirt kulturali ta’ Malta permezz tar-restawr tas-siti storiċi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li dan il-proġett se jkompli jsaħħaħ il-wirt storiku tal-kapitali u wkoll il-kwalita’ tal-ħajja tal-Beltin u l-prodott turistiku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan il-kunvent bħal ħafna binjiet fil-Belt, juru x-xhieda ta’ kemm għandna storja rikka f’pajjiżna. Propju hawnhekk rajna kif 500 sena ta’ storja ġew fużi fejn għandek binja tal-Kavallieri bil-kripti, l-interventi li saru mill-Ingliżi, u xelter ta’ żmien il-gwerra li jiġbru l-istorja ta’ pajjiżna tul dawn l-aħħar sekli u aħna min-naħa tal-Gvern kommessi li nkomplu ninvestu l-fondi Ewropej biex inkomplu nikxfu dawn il-ġojjelli, nippreservawhom, niġbdu iktar turisti, f’dan il-każ turiżmu reliġjuż biex inkomplu nbigħu l-prodott tagħna u nbigħu lil Malta bħala post t’eċċellenza.",
                        "author": "Chris Bonett – Segretarju Parlamentari għall-Fondi Ewropej",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Kappillan tal-Parroċċa ta’ Santu Wistin, Patri Alexander Cauchi qal li dan hu proġett li tibbenefika minnu l-komunità kollha u l-Belt.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Provinċjal Patri Leslie Gatt qal li l-Provinċja Agostinjana dawn l-aħħar snin impenjat ruħha biex tħares il-patrimonju li ġie mgħoddi lilha tul is-snin minn dawk kollha li għexu qabilna u ta’ kull forma ta’ arti, minn mużika sa pittura u arkitettura.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Barra li hija d-dar tagħna għax bħala komunità Agostinjana ngħixu hawn, imma hija anke parti mill-istorja ta’ pajjiżna. Allura hi resposabbiltà tagħna li nwettqu dan il-proġett, li beda mir-restawr tal-erba’ faċċati esterni imma mbagħad partijiet oħra interni ta’ dan il-kunvent.",
                        "author": "Patri Leslie Gatt – Provinċjal tal-Agostinjani",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Fondazzjoni Soċjo-Kulturali Ambjentali Augustina qed tmexxi x-xogħlijiet fuq dan il-proġett b’investiment ta’ 2.3 miljun ewro li minnhom 1.5 miljun huma fondi Ewropej mill-Fond għall-Iżvilupp Reġjonali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Restoration of St Augustine’s Convent in Valletta in its final phase",
                "url": "https://tvmnews.mt/en/news/restoration-of-st-augustines-convent-in-valletta-in-its-final-phase/",
                "Transcript": [
                    {
                        "text": "Work on the restoration of Valletta’s St Augustine convent is in its last phase.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Augustinian Socio-Cultural Environmental Foundation is handling the work on this project through a 2.3 million euro investment, of which 1.5 million euro come from European funds through the Regional Development Fund.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The works carried out in the convent include the restoration and conservation of the four facades of the convent, archaeological excavation of part of the yard and the installation of a lift with accessibility for everyone.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Through this project, an extensive building that had been crying out for restoration since the end of World War II, when part of it had been demolished, has now been regenerated.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "As part of the infrastructural works, a section of this building will now become a Community Centre for Interpretation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Parliamentary Secretary for European Funds Chris Bonett stated that thanks to European Funds, conservation of Malta’s cultural heritage is ongoing through the restoration of historic sites.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bonett said this project will continue to boost cultural heritage within the capital city as well as quality of life for Valletta citizens and the tourist product.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Just like many other buildings in the city, this convent is evidence of our country’s rich history. We are seeing here how 500 years of history have been fused together. A building with crypts going back to the knights, interventions by the British, a wartime shelter… all are part of the country’s history in recent centuries. The government is committed to continuing to invest European funds in order to bring to light and preserve these jewels and attract more visitors, in this case religious tourism that will help us to sell our product and sell Malta as a place of excellence.",
                        "author": "Chris Bonett – Parliamentary Secretary for European Funds",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "St Augustine parish priest Fr Alexander Cauchi said that all the community and Valletta benefit from this project.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fr Provincial Leslie Gatt stated that the Augustinian Province committed itself in recent years to safeguard the patrimony entrusted to it by its forbears in the shape of art, music, paintings and architecture.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Besides being our home as theAugustinian community lives here, it is also part of the country’s history. It is therefore our responsibility to cary out this project,which started off with the restoration of the four external facades and was followed by internal restoration work.",
                        "author": "Fr Leslie Gatt – Augustinian Provincial",
                        "type": 1,
                        "type_str": "QUOTE"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "12:36",
            "URL MLT": "https://tvmnews.mt/news/repubblika-tghid-li-ma-sar-xejn-tangibbli-dwar-l-inkjesta-pubblika-dwar-il-qtil-ta-daphne-caruana-galizia/",
            "URL ENG": "https://tvmnews.mt/en/news/repubblika-says-nothing-tangible-has-been-done-about-the-public-inquiry-into-the-murder-of-daphne-caruana-galizia/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Repubblika tgħid li ma sar xejn tanġibbli dwar l-inkjesta pubblika dwar il-qtil ta’ Daphne Caruana Galizia",
                "url": "https://tvmnews.mt/news/repubblika-tghid-li-ma-sar-xejn-tangibbli-dwar-l-inkjesta-pubblika-dwar-il-qtil-ta-daphne-caruana-galizia/",
                "Transcript": [
                    {
                        "text": "Il-President tal-għaqda Repubblika, Robert Aquilina qal li f’sena minn meta l-Prim Ministru rċieva u ppubblika r-rapport tal-inkjesta pubblika dwar il-qtil ta’ Daphne Caruana Galizia, għadu m’għamel xejn tanġibbli biex jimplimenta r-rakkomandazzjonijiet tal-inkjesta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’konferenza tal-aħbarijiet quddiem Kastilja, Dr Aquilina qal fost oħrajn li ma sar l-ebda rikonoxximent formali u pubbliku tal-fallimenti tal-amministrazzjoni pubblika.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dwar il-protezzjoni tal-ġurnalisti qal li għal xhur sħaħ ma sar xejn u meta nħatar grupp ta’ esperti, ħadem bil-bibien magħluqa u ħadd ma jaf x’inhuma r-rakkomandazzjonijiet li għamlu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-President tal-għaqda Repubblika qal li fil-Parlament il-Prim Ministru rredikola l-idea li tkun introdotta leġiżlazzjoni anti-mafja. Dr Aquilina qal li ma teżisti l-ebda inizjattiva biex titjieb il-kapaċità tal-Qrati u l-ebda rieda politika biex l-isfidi identifikati fl-inkjesta jkunu indirizzati.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Żied li sena wara, l-impunità għadha r-regola u Repubblika se tibqa’ tfakkar li l-inkjesta stabbiliet li kien il-Gvern ta’ Joseph Muscat li ħoloq klima ta’ impunità li ffaċilita l-qtil ta’ Daphne Caruana Galizia.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Temm jgħid li matul din l-aħħar sena, il-messaġġ li bagħat il-Prim Ministru Robert Abela kien li se jibqa’ għaddej b’din il-politika ta’ impunità.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Repubblika says nothing tangible has been done about the public inquiry into the murder of Daphne Caruana Galizia",
                "url": "https://tvmnews.mt/en/news/repubblika-says-nothing-tangible-has-been-done-about-the-public-inquiry-into-the-murder-of-daphne-caruana-galizia/",
                "Transcript": [
                    {
                        "text": "Repubblika President Robert Aquilina stated that one year since the Prime Minister received and published the report of the public inquiry into the murder of Daphne Caruana Galizia, he has done nothing tangible to implement the inquiry recommendations.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Speaking to the media outside Castille, Dr Aquilina stated that among other issues, no formal and public recognition has been made of the failures of the public administration.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Referring to the protection of journalists, Aquilina said nothing had been done for months, and when a group of experts was appointed they worked behind closed doors and no one knows what recommendations were made.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Repubblika President further stated that in Parliament the Prime Minister had ridiculed the idea of introducing anti-mafia legislation. Dr Aquilina said no initiative exists to improve the abilities of the Courts and there is no political will for the challenges identified in the inquiry to be addressed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Aquilina added that one year on, impunity is still the rule and Repubbblika will continue to remind that the inquiry established it was the Government of Joseph Muscat that created a climate of impunity which facilitated the murder of Daphne Caruana Galizia.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Aquilina concluded that during this past year, the message sent by Prime Minister Robert Abela was that he would continue with this same policy of impunity.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "13:55",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "14:42",
            "URL MLT": "https://tvmnews.mt/news/15-il-sena-flok-ghomru-l-habs-lir-russu-li-qatel-anzjan-fl-ukrajna/",
            "URL ENG": "https://tvmnews.mt/en/news/15-year-jail-term-instead-of-life-for-russian-soldier-who-killed-an-elderly-man-in-ukraine/",
            "Duration": "02:28",
            "transcript mlt": {
                "Title": "15-il sena flok għomru l-ħabs lir-Russu li qatel anzjan fl-Ukrajna",
                "url": "https://tvmnews.mt/news/15-il-sena-flok-ghomru-l-habs-lir-russu-li-qatel-anzjan-fl-ukrajna/",
                "Transcript": [
                    {
                        "text": "Il-Qorti tal-Appell ta’ Kiev naqqset is-sentenza fil-konfront tas-suldat Russu ta’ 21 sena, Vadim Shishimarin li kien instab ħati li qatel Ukren ta’ 62 sena għal xejn b’xejn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-aħbar ingħatat mill-ġurnal Ukren, Kyiv Independent.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Shishimarin kien mixli li fit-28 ta’ Frar li għadda qatel lil anzjan li kien qed isuq rota bi kwietu. Huwa kien ammetta għall-akkużi u f’Mejju weħel għomru l-ħabs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iż-żagħżugħ huwa l-ewwel suldat Russu li qed jiskonta sentenza l-ħabs dwar il-kunflitt Ukren mill-bidu tal-gwerra fl-Ukrajna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "15-year jail term instead of life for Russian soldier who killed an elderly man in Ukraine",
                "url": "https://tvmnews.mt/en/news/15-year-jail-term-instead-of-life-for-russian-soldier-who-killed-an-elderly-man-in-ukraine/",
                "Transcript": [
                    {
                        "text": "The Court of Appeal in Kyiv has reduced the sentence handed down against 21-year-old Russian soldier Vadim Shishimarin who had been found guilty of killing a 62-year-old Ukrainian man for no reason whatsoever.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The news was announced by the Kyiv Independent newspaper.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Shishimarin had been charged with killing the elderly man who had been quietly riding his bicycle, on 28 February. He had admitted to the charges and had been handed down a life sentence in May.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The youth is the first Russian soldier serving a prison sentence in connection with the Ukrainian conflict since the commencement of hostilities in Ukraine.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "See also:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "15:20",
            "URL MLT": "https://tvmnews.mt/news/l-ukrajna-tista-terga-tibda-tesporta-l-qamh/",
            "URL ENG": "https://tvmnews.mt/en/news/ukraine-may-again-start-exporting-wheat/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "L-Ukrajna tista’ terġa’ tibda tesporta l-qamħ",
                "url": "https://tvmnews.mt/news/l-ukrajna-tista-terga-tibda-tesporta-l-qamh/",
                "Transcript": [
                    {
                        "text": "In-Nazzjonijiet Maghquda qalet li hemm possibilità li l-Ukrajna tibda tesporta għall-ewwel darba l-qamħ li wara li sa mill-bidu tal-invazjoni Russa fl-Ukrajna, l-Ukrajna giet imwaqqfa mir-Russja milli tesporta l-qamħ mill-baħar l-iswed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-possibilità qiegħda hemm wara li l-ġimgħa li għaddiet ġie ffirmat ftehim bejn in-Nazzjonijiet Magħquda, it-Turkija, ir-Russja u l-Ukrajna biex l-esportazzjoni ssir mill-portijiet tal-Baħar l-Iswed, bi ftuħ ta’ kurituri speċjali għall-esportazzjoni tal-qamħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Illum f’Odessa kien hemm il-President Ukren, Volodymyr Zelensky li xtaq ikun xhud tal-ħruġ tal-ewwel konsenji tal-qamħ minn pajjiżu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-port ta’ Chornomorsk kien hemm bastiment mgħobbi b’kunsenji tal-qamħ, lest biex joħroġ għall-esportazzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ir-rotot li minnhom iridu jgħaddu l-bastimenti għad iridu jiġu finalizzati.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Ukraine may again start exporting wheat",
                "url": "https://tvmnews.mt/en/news/ukraine-may-again-start-exporting-wheat/",
                "Transcript": [
                    {
                        "text": "The United Nations said that the possibility exists that Ukraine will start exporting wheat for the first time since Russia’s invasion after being hindered from exporting wheat from the Black Sea.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Last week an agreement was signed between the U.N., Turkey, Russia and Ukraine so that wheat is exported from Black Sea ports with the opening of special corridors for wheat export.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ukrainian President Zelensky was in the Chornomorsk port in Odessa on Friday to witness the export of the first wheat consignments from his country. Shipping routes for vessels have still to be finalised.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "16:00",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "17:00",
            "URL MLT": "https://tvmnews.mt/news/tghid-li-r-restawr-tal-bini-ta-theddida-ghall-friefet-il-lejl/",
            "URL ENG": "https://tvmnews.mt/en/news/researcher-says-building-restoration-threatens-bats/",
            "Duration": "02:53",
            "transcript mlt": {
                "Title": "Tgħid li r-restawr tal-bini ta’ theddida għall-friefet il-lejl",
                "url": "https://tvmnews.mt/news/tghid-li-r-restawr-tal-bini-ta-theddida-ghall-friefet-il-lejl/",
                "Transcript": [
                    {
                        "text": "Riżultat tal-fantaxjenza, ħafna nies jaf m’għandhomx perċezzjoni pożittiva tal-friefet il-lejl, iżda dawn il-ħlejjaq mhux talli ma jħallu l-ebda effett negattiv fuq il-bniedem iżda jgħinuh itaffi l-iskumditajiet li jaffaċċja fil-ħajja ta’ kuljum.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fost l-isfidi li jheddu lil dawn il-ħlejjaq li huma protetti bil-liġi, hemm id-dawl qawwi billejl u l-ħsejjes, kif ukoll ir-restawr tal-bini.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews tkellem ma’ riċerkatriċi li ilha mill-2012 tistudja fid-dettall il-friefet il-lejl.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fil-gżejjer Maltin insibu seba’ speċi differenti ta’ friefet il-lejl.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Claire Marie Mifsud mill-grupp ta’ riċerka dwar il-konservazzjoni bioloġika fi ħdan l-Università ta’ Malta, u li ilha tistudja l-friefet il-lejl mill-2012, spjegat li tliet speċi partikolari ta’ friefet il-lejl li nsibu f’Malta huma żgħar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Jintgħarfu mill-ħsejjes differenti li jagħmlu, għandhom dieta differenti u jgħixu f’ambjenti differenti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għandek pipistrell, l-Iżgħar pipistrell, imbagħad għandek il-pipistrell ta’ kul u l-pipistrell ta’ Savi, huma kollha speċi żgħar.",
                        "author": "Dr Claire Mifsud – Università ta’ Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dawn il-friefet il-lejl jgħixu f’żoni residenzjali mal-bniedem, f’xi fil miftuħ, oħrajn jgħixu fuq l-rdumijiet filwaqt li speċi ta’ friefet il-lejl ikbar fid-daqs, jgħixu f’għerien ‘il bogħod min-nies.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fost dawn, il-farfett il-lejl ta’ widnejh twal, il-farfett il-lejl li għandu mnieħru forma ta’ nagħla u l-ikbar farfett il-lejl li jeżisti f’Malta u anki fl-Ewropa – farfett il-lejl li bil-ġwienaħ miftuħin ikejjel mat-30 ċentimetru tul.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kull tip ta’ farfett il-lejl jiekol insetti differenti. Għandek il-friefet il-lejl iż-żgħar jieklu ħafna n-nemus pereżempju.",
                        "author": "Dr Claire Mifsud – Università ta’ Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Speċi oħrajn jieklu l-insetti li jkun hemm fuq l-uċuħ tar-raba’ u għalhekk inaqqsu l-ħtieġa li jintużaw il-pestiċidi. Dr Mifsud qalet li l-friefet il-lejl huma importanti ħafna għall-ekosistema għax iżommu taħt kontroll l-insetti inkluż l-insetti aljeni li kienu introdotti f’pajjiżna tul is-snin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Qalet li wieħed m’għandux għalxiex jibża’ mill-friefet il-lejl għax ma jigdmux u mhux se jattakkaw nies. Spjegat li fost l-akbar theddid għall-friefet il-lejl hemm r-restawr tal-bini. Meta wieħed jaqbad u jagħlaq il-fili miftuħin, ikun qed isakkar dawn il-friefet il-lejl, bir-riżultat li jmutu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Nistgħu nipproteġuhom aktar u ma noqtluhomx meta rridu nagħlqu fil, billi nagħmlu ċertu xogħlijiet billejl, nagħtuhom ċans joħorġu, huma dejjem jieħdu dik is-siegħa wara li tinżel ix-xemx biex joħorġu kollha u jmorru jieklu l-insetti, u ċertu xogħlijiet ikun jista’ jsir matul il-lejl.",
                        "author": "Dr Claire Mifsud – Università ta’ Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Qalet li għalkemm il-friefet il-lejl huma kollha protetti sew fuq livell nazzjonali kif ukoll fuq livell ta’ Unjoni Ewropea, tħoss li ma jsirx monitoraġġ kif suppost biex ikun assigurat li qabel jibdew ix-xogħlijiet ma jkunx hemm friefet il-lejl fil-bini.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hemm in-nuqqasijiet li m’hemmx monitoraġġ biżżejjed ta’ fejn qegħdin il-friefet il-lejl u meta jsiru applikazzjonijiet ġeneralment dak li jkun ma jkunx jaf li għandu l-friefet il-lejl. In-nuqqas ta’ informazzjoni hija l-problema fejn jidħlu l-applikazzjonijiet.",
                        "author": "Dr Claire Mifsud – Università ta’ Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Id-dawl qawwi u l-ħsejjes waqt li huma jkunu qed ifittxu l-ikel matul il-lejl ukoll huma theddida għall-friefet il-lejl.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wieħed m’għandu qatt jaqbad farfett il-lejl għax jekk ma jkunx jaf x’għandu jagħmel, faċilment iweġġagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Min jiltaqa’ ma’ farfett il-lejl li jkun f’diffikultà, għandu jagħmel kuntatt ma’ xi ħadd li għandu liċenzja biex jiġu għalih, issir rijabilitazzjoni u jkun jista’ jintelaq fl-ambjent tiegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kuntatt: 99623816 jew clare.mifsud@um.edu.mt",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Researcher says building restoration threatens bats",
                "url": "https://tvmnews.mt/en/news/researcher-says-building-restoration-threatens-bats/",
                "Transcript": [
                    {
                        "text": "There is sometimes a wrong perception about bats among the public, mostly due to science fiction, however these creatures do not have a negative effect on humans, but they assist our daily lives discomforts.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Some of the challenges that affect bats, which are protected by law, include strong lights at night and noises, and also building restorations.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews spoke with a female researcher who has studied bats in detail since 2012.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There are four different species of bats in the Maltese islands.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Claire Marie Mifsud, who forms part of a university research group on biological conservation, said that three particular bat species in Malta are small mammals.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "They distinguish themselves from their different sounds, with a different diet and live in different environments.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There is the small kind of bat, then you have the Kuhl’s bat and the Savi one – they are all small species.",
                        "author": "Dr Claire Mifsud",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "These bats live in residential areas with humans, in open stone cracks, others live in cliffs, while other bigger bats live in caves away from people. These include the long-eared bat, the horseshoe formed noise bat – the biggest in Malta and even in Europe – and the 30-centimetre long wing bat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Every species of bats eat different insects….the small bats, for example, eat a lot of mosquitos.",
                        "author": "Dr Claire Mifsud",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Other species eat insects in fields and reduce the need of pesticides. Dr Mifsud said that bats are very important for the eco-system because they control insects, including alien ones who were introduced throughout the years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "These species are threatened by building restoration when open cracks in stone are closed which result in the bats’ death.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We can do building restoration at night to give them an opportunity to go out and eat the insects…certain works can be done during the night.",
                        "author": "Dr Claire Mifsud",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The university researcher called for adequate monitoring of the bats’ locations to ensure that before building works start, there are no bats in the building. Dr Mifsud that persons who notice bats in difficulties should contact licensed persons for their rehabilitation and eventual release in their environment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Contact: 99623816 jew clare.mifsud@um.edu.mt",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "20:26",
            "URL MLT": "https://tvmnews.mt/news/il-kunsill-lokali-tas-siggiewi-jghid-li-qed-isiru-xoghlijiet-illegali/",
            "URL ENG": "https://tvmnews.mt/en/news/siggiewi-local-council-claims-that-illegal-works-are-taking-place/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Il-Kunsill Lokali tas-Siġġiewi jgħid li qed isiru xogħlijiet illegali",
                "url": "https://tvmnews.mt/news/il-kunsill-lokali-tas-siggiewi-jghid-li-qed-isiru-xoghlijiet-illegali/",
                "Transcript": [
                    {
                        "text": "Il-Kunsill Lokali tas-Siġġiewi ppreżenta lill-Awtorità tal-Ippjanar u lill-Awtorità tal-Ambjent u r-Riżorsi, ir-rapport tal-Perit li qabbad biex jinvestiga l-ammont kbir ta’ lmenti li l-kunsill qal li rċieva, b’mod partikolari fl-aħħar erba’ xhur, dwar xogħlijiet li ddeskriva bħala illegali u li qed isiru f’impjant fiż-żona ta’ Triq Burġabrun, fi Triq l-Imqabba s-Siġġiewi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’konferenza tal-aħbarijiet, is-Sindku Dominic Grech akkumpanjat mill-kunsilliera, appella lill-awtoritajiet biex jivverifikaw in-nuqqasijiet elenkati fir-rapport u jieħdu l-passi meħtieġa. Qal li l-kunsill huwa kontra s-sanzjonar ta’ partijiet mill-operat ta’ dan l-impjant u nsista li l-awtoritajiet għandhom jassiguraw li x-xogħlijiet isiru skont il-kundizzjonijiet stabbiliti li nħarġu mal-permess u skont il-policies stabbiliti mill-istess awtoritajiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fost l-irregolaritajiet identifikati fir-rapport tal-Perit li tqabbad mill-Kunsill Lokali, hemm munzelli ta’ materjal ogħla minn tliet metri u li ilhom jakkumulaw żmien, kif ukoll numru ta’ strutturi li nbnew fl-aħħar xhur u li mhumiex koperti bil-permess. Nuqqasijiet oħra jinkludu ammont kbir ta’ skart u fdalijiet ta’ karozzi mingħajr liċenzja fis-sit meta l-barriera għandha timtela biss bi skart tal-kostruzzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ir-rapport isemmi wkoll in-nuqqas ta’ responsabilità tal-operatur li jipprevjeni li jkun hemm trabijiet kbar iġġenerati fl-arja u li jsegwi l-kriterji stabbiliti fil-kundizzjonijiet imposti mill-ERA fost oħrajn dwar il-kontaminazzjoni miż-żejt li jintuża mill-makkinarju użat fis-sit.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Sindku Dominic Grech qal li dawn huma ta’ detriment għall-ambjent tal-madwar u għas-saħħa tar-residenti Siġġiwin, b’mod partikolari l-bdiewa li għandhom l-għelieqi qrib din iż-żona, kif ukoll ta’ dannu kbir ambjentali fuq l-istess sit. Temm jgħid li l-Kunsill se jibqa’ jsegwi dan il-każ u ma jeskludix li jieħu aktar miżuri.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Siġġiewi Local Council claims that illegal works are taking place",
                "url": "https://tvmnews.mt/en/news/siggiewi-local-council-claims-that-illegal-works-are-taking-place/",
                "Transcript": [
                    {
                        "text": "The Siġġiewi Local Council has presented a report to the Awtorità tal-Ippjanar and the Awtorità tal-Ambjent u r-Riżorsi, a report by an architect it appointed to investigate the great amounts of complaints the Council is receiving, in particular over the last or months, regarding work as being illegal that are taking place on a site in the zones of Triq Burġabrun, and Triq l-Imqabba in Siġġiewi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "During a media conference Mayor Dominic Grech accompanied by Councillors appealed to the authorities to verify shortcomings listed in a report over which actions should be taken.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said the Council is against the sanctioning of part of the operation on this plant while insisting the authorities should ensure work is taking place according to established regulations in line with those of the granted permit within the policies of the authorities.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Among the irregularities reported by the Council engaged architect there are mounds of materials stacked over three metres high that have accumulated for some time as well a a number of structures that are not covered by the permit. There are also amounts of refuse and decrepit unlicenced vehicles when the place is only for construction waste.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The report also states the failure of the operator to prevent the distribution of great dust polluting the air and a failure to follow directives by ERA on the contamination of oil used for the site machinery.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mayor Dominic Grech said these are detrimental to the environment and he health of Siġġiewi residents, in particular those living nearby as well as the great environment. He said the Council will continue monitoring this case and might resort to further measures.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "22:20",
            "URL MLT": "https://tvmnews.mt/news/imnedija-t-2-strategija-maltija-dwar-ir-ricerka-u-l-innovazzjoni/",
            "URL ENG": "https://tvmnews.mt/en/news/second-smart-specialisation-strategy-launched-for-research-and-innovation/",
            "Duration": "02:15",
            "transcript mlt": {
                "Title": "Imnedija t-2 strateġija Maltija dwar ir-riċerka u l-innovazzjoni",
                "url": "https://tvmnews.mt/news/imnedija-t-2-strategija-maltija-dwar-ir-ricerka-u-l-innovazzjoni/",
                "Transcript": [
                    {
                        "text": "Jitwaqqfu s-sitt kumitati tekniċi li se jimplimentaw it-tieni Smart Specialisation Strategy – strateġija li tidentifika s-setturi li fuqhom il-pajjiż għandu jiffoka r-riċerka u l-innovazzjoni għas-sitt snin li ġejjin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kumitati se jressqu r-rakkomandazzjonijiet tagħhom direttament lill-Gvern, li wiegħed l-impenn li jiżgura li jkun hemm biżżejjed riżorsi umani u finanzjarji biex ir-riċerka u l-innovazzjoni jiġu applikati fil-prattika.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Malta bdiet timplimenta t-tieni Smart Specialisation Strategy li identifikat sitt oqsma tematiċi fejn il-pajjiż għandu potenzjal akbar għall-innovazzjoni. L-istrateġija tfasslet mill-Kunsill Malti għax-Xjenza u t-Teknoloġija, b’sinerġija bejn il-Gvern, l-akkademja, il-kummerċ u s-soċjetà ċivili.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mingħajr strateġija mfassla tal-Ismart Specialisation pajjiżna ma jkunx jista’ jaċċessa l-fondi għas-settur tar-riċerka u innovazzjoni mogħtija mill-Kummissjoni Ewropea. Hemm 95 biljun ewro disponibbli għal dan is-settur permezz tal-fondi Horizon.",
                        "author": "Jeffrey Pullicino Orlando – Chairman Eżekuttiv MCST",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Iċ-Chairman Eżekuttiv tal-Kunsill Malti għax-Xjenza u t-Teknoloġija, Jeffrey Pullicino Orlando żied li l-implimentazzjoni tal-istrateġija teħtieġ il-ħidma ta’ sitt kumitati tematiċi, b’membri esperti fuq is-setturi diversi tal-istrateġija u li għandhom ir-rwol li jiggwidaw lill-pajjiż ‘il quddiem f’dawn l-oqsma.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Spjega li l-Kunsill se jipprovdi l-appoġġ tekniku lil kull kumitat mhux biss fil-qafas ta’ politika fis-settur iżda wkoll fuq l-għodda disponibbli li tista’ tkun ta’ għajnuna bħal strumenti ta’ finanzjament u opportunitajiet ta’ networking u ta’ internazzjonalizzazzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-sitt oqsma tematiċi huma s-saħħa, l-użu sostenibbli tar-riżorsi għall-mitigazzjoni u l-adattament tat-tibdil fil-klima, il-manifattura intelliġenti, it-teknoloġija marittima, l-avjazzjoni u l-ajruspazju u t-teknoloġiji diġitali futuri.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Aħna individwajna dawn għax naħsbu li l-pajjiż għandu fejn jigwadanja. Dawn huma sitt niċeċ importantissimi għall-ekonomija u qed naraw potenzjal li nkabbru dawn is-setturi. Il-Gvern huwa kommess li jiffoka fuq il-qasam tar-riċerka u l-innovazzjoni anki li jkabbar l-investiment f’dan il-qasam għax nafu kemm se jirrendi lill-pajjiż fil-futur.",
                        "author": "Keith Azzopardi Tanti – Segretarju Parlamentari",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Is-Segretarju Parlamentari għaż-Żgħażagħ, ir-Riċerka u l-Innovazzjoni Keith Azzopardi Tanti żied li l-Ismart Specialisation Strategy għandha rwol importanti fl-implimentazzjoni tal-viżjoni tal-Gvern li jagħmel il-pajjiż aktar sigur, b’saħħtu u li jirnexxi, mibni fuq prinċipji ta’ governanza tajba u żvilupp sostenibbli. Pajjiż, kompla, li lest jagħti sehmu lejn ekonomija ekoloġika u diġitali kif ukoll isaħħaħ il-benesseri tal-ġenerazzjonijiet kemm tal-lum kif ukoll tal-futur.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Second Smart Specialisation Strategy launched for research and innovation",
                "url": "https://tvmnews.mt/en/news/second-smart-specialisation-strategy-launched-for-research-and-innovation/",
                "Transcript": [
                    {
                        "text": "Six technical committees have been established to implement the second Smart Specialisation Strategy to identify the sectors on which the country should focus with regards to research and innovation for the coming six years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The committees will present their recommendations directly to the Government, which has pledged its commitment to ensure adequate human and financial resources so that research and innovation are applied in practice.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This second strategy was drafted by the Malta Council for Science and Technology in collaboration between the Government, the academy, the commercial sector and civil society.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Without a strategy drafted by the Smart Specialistation, our country cannot access European Commission funds for the research and innovation sector. There are €95 billion available for the sector through the Horizon funds.",
                        "author": "Jeffrey Pullicino Orlando – Chairman Eżekuttiv MCST",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Dr Pullicino Orlando added that the stragegy’s implementation needs the work of the six thematic committees, with expert members on various strategy sectors, with a role to guide the country move forward in these fields. The council, he said, will provide the technical support to each committee, not only in the sector’s policy framework but also with the available tools, such as financial instruments and opportunities of networking and internationalisation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The six thematic sectors are health, the sustainable use of mitigration resources and adaptation to climate change, intelligent manufacturing, maritime technology, aviation and airspace and future digital technologies.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Parliamentary Secretary for Research and Innovation, Keith Azzopardi Tanti, said that these sectors are beneficial for the country and a potential to enlarge these sectors which are important for the economy. He added that the Government is committed to focus on the research and innovation sector, even by increasing investment in the sector.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said that the Specialisation Strategy has an important role in the Government’s vision implementation, built on the principle of good governance and sustainable development and the contribution towards an ecological and digital economy.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "24:50",
            "URL MLT": "https://tvmnews.mt/news/premju-bgieh-enzo-gusman-fl-ghanja-tal-poplu/",
            "URL ENG": "https://tvmnews.mt/en/news/award-to-commemorate-enzo-gusman-at-ghanja-tal-poplu/",
            "Duration": "01:49",
            "transcript mlt": {
                "Title": "Premju b’ġieħ Enzo Gusman fl-Għanja tal-Poplu",
                "url": "https://tvmnews.mt/news/premju-bgieh-enzo-gusman-fl-ghanja-tal-poplu/",
                "Transcript": [
                    {
                        "text": "Fi Pjazza Teatru Rjal, għaddejjin ġmielhom l-aħħar tħejjijiet għas-46 edizzjoni tal-Għanja tal-Poplu li din is-sena, se jieħdu sehem sittax-il kanzunetta li se jitkantaw bl-ilsien Malti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "U minn din is-sena, il-premju għall-aħjar interpretazzjoni ssemma għal kantant veteran li ħalla din id-dinja fl-aħħar tas-sena l-oħra . . . Enzo Gusman.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minn din is-sena, fl-Għanja tal-Poplu se jibda jingħata ‘Premju Enzo Gusman għall-Aħjar Interpretazzjoni’.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Enzo Gusman ħalla din id-dinja iktar minn seba’ xhur ilu u martu, Carmen, esprimiet xewqa li dan il-premju tal-Għanja tal-Poplu jibqa’ jingħata kull sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fis-46 edizzjoni tal-Għanja tal-Poplu ta’ din is-sena se jieħdu sehem sittax-il kanzunetta finalista li ntgħażlu minn 131 kanzunetta li daħlu għal din l-edizzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-ġurija din is-sena se tkun magħmula minn ġurija popolari u minn ġurija esperta. Il-premjijet speċjali se jiġu deċiżi mill-ġurija esperta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-serata finali tal-Għanja tal-Poplu ta’ din is-sena se ssir fi Pjazza Teatru Rjal bis-sehem tal-Malta Concert Orchestra bid-direzzjoni ta’ Maestro Paul Abela. Il-festival se jixxandar b’mod dirett is-Sibt, 30 ta’ Lulju wara l-aħbarijiet tat-8pm fuq Television Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-ewwel edizzjoni tal-Għanja tal-Poplu ttellgħet fl-1973 u fost il-kanzunetti li spikkaw matul fis-snin disgħin kien hemm Pajjiż tal-Miki Maws, It-Teatru, Allerġija għall-Bnedmin, Kemm Jien Beżżul, It-Tfal Tal-Lum u Tisimgħu Tissaħħar. Fl-aħħar snin spikkaw il-kanzunetti L-Uffiċċju, Malta Tiegħi, Tal-Aħħar u l-kanzunetta Jien ma Naħdimx.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Award to commemorate Enzo Gusman at Għanja tal-Poplu",
                "url": "https://tvmnews.mt/en/news/award-to-commemorate-enzo-gusman-at-ghanja-tal-poplu/",
                "Transcript": [
                    {
                        "text": "The 46th edition of the Maltese song festival ‘L-Għanja tal-Poplu’ will be held this evening at Pjazza Teatru Rjal in Valletta. 16 Maltese songs will be interpreted in today’s final.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This year, the festival’s organisers have launched the award for best interpretation in memory of veteran singer Enzo Gusman who passed away late last year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The 16 finalists Maltese songs in the festival were chosen from 131 songs who entered for this year’s edition. The festival’s judges include popular personalities and an expert jury who will decide the special awards for this year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Għanja tal-Poplu final evening at Pjazza Teatru Rjal will be held with the participation of the Malta Concert Orchestra under the direction of Conductor Paul Abela. The festival will be transmitted live this evening after the 8.00pm news on Television Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "27:04",
            "URL MLT": "https://tvmnews.mt/news/edizzjoni-ohra-tal-festival-malti-tal-ikel-internazzjonali-fix-xewkija/",
            "URL ENG": "https://tvmnews.mt/en/news/another-edition-of-the-international-food-festival-in-xewkija/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Edizzjoni oħra tal-Festival Malti tal-Ikel Internazzjonali fix-Xewkija",
                "url": "https://tvmnews.mt/news/edizzjoni-ohra-tal-festival-malti-tal-ikel-internazzjonali-fix-xewkija/",
                "Transcript": [
                    {
                        "text": "Din is-sena se jerġa’ jsir il-Festival Malti tal-Ikel Internazzjonali fix-Xewkija. Dan se jsir il-Ġimgħa 5 u s-Sibt 6 ta’ Awwissu fil-pjazza tax-Xewkija f’żewġt iljieli ta’ ċelebrazzjoni kulinarja minn madwar id-dinja fejn wieħed jista’ jduq l-ikel Ażjatiku, Mediterranju, Ewropew u wkoll Għawdxi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru għal Għawdex Clint Camilleri qal li dan l-avveniment tas-sajf stabilixxa ruħu fil-kalendarju kulturali Għawdxi u hu wieħed mill-iktar popolari li jsiru fil-gżira Għawdxija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Id-Direttur tal-Avveniment Jonathan Pace spjega kif bħala organizzaturi din is-sena qed jiffukaw fuq il-versatilità b’aktar minn 100 platt diffrenti minn madwar id-dinja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Sindku tax-Xewkija Hubert Saliba rringrazzja lill-Ministru għal Għawdex Clint Camilleri u lill-organizzaturi ta’ dan il-festival, li għal darb’oħra għażlu l-lokalità tax-Xewkija filwaqt li awgura li din l-edizzjoni tkun suċċess bħas-snin preċedenti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Another edition of the International Food Festival in Xewkija",
                "url": "https://tvmnews.mt/en/news/another-edition-of-the-international-food-festival-in-xewkija/",
                "Transcript": [
                    {
                        "text": "The Maltese Festival of International Food will once again be held in Xewkija on Friday 5 and Saturday 6 August with a blend of culinary dishes varying from Asiatic, Mediterranean to European and Gozitan food.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Gozo Minister Clint Camilleri said that the summer event has established itself in the Gozitan cultural calendar and is one of the most popular event in the island.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The festival’s director Jonathan Pace said that this year organisers are focusing on the versatility of over 100 different dishes from various countries.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Xewkija mayor Hubert Saliba expressed satisfaction that Xewkija was again chosen as the locality for the festival.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "27:58",
            "URL MLT": "https://tvmnews.mt/news/shakira-tichad-is-soluzzjoni-offruta-mill-prosekutur-spanjol/",
            "URL ENG": "https://tvmnews.mt/en/news/shakira-turns-down-solution-offered-by-spanish-prosecutor/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Shakira tiċħad is-soluzzjoni offruta mill-prosekutur Spanjol",
                "url": "https://tvmnews.mt/news/shakira-tichad-is-soluzzjoni-offruta-mill-prosekutur-spanjol/",
                "Transcript": [
                    {
                        "text": "Is-superstar tal-Amerika Latina Shakira ċaħdet soluzzjoni offruta mill-prosekutur fil-każ tagħha dwar frodi ta’ taxxa Spanjola li jammonta għal 14.5 miljun ewro.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hi tinsab pass eqreb biex il-każ jgħaddi għal proċess fil-qorti. Shakira tinsab akkużata li naqset milli tħallas 14.5 miljun ewro f’taxxa għal dħul li għamlet bejn l-2012 u l-2014, perjodu li fih ir-rappreżentanti ta’ Shakira qalu li ma kinitx tgħix fi Spanja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi stqarrija mir-rappreżentanti tagħha ntqal li l-kantanta Kolombjana, li biegħet aktar minn 80 miljun diska madwar id-dinja b’suċċessi bħal “Hips Don’t Lie” dejjem ħallset it-taxxa dovuta. Hija tqis il-każ bħala ksur totali tad-drittijiet tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Shakira turns down solution offered by Spanish Prosecutor",
                "url": "https://tvmnews.mt/en/news/shakira-turns-down-solution-offered-by-spanish-prosecutor/",
                "Transcript": [
                    {
                        "text": "Latin American superstar Shakira has turned down a solution offered by the prosecution in her case relating to Spanish tax fraud amounting to 14.5 million euro.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Shakira is one step closer to the case ending up in a judicial process. She is being charged with failing to pay 14.5 million euro in tax on income between 2012 and 2014, a period during which Shakira’s representative says she was not living in Spain.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It was pointed out in a statement by her representatives that the Colombian singer, who sold over 80 million records worldwide with a number of successes including “Hips Don’t Lie”, always paid her due taxes. She considers the case a total breach of her rights.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "28:50",
            "URL MLT": "https://tvmnews.mt/news/ara-2-l-isptar-wara-li-waqa-big-screen-fuqhom-fkuncert-fhong-kong/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-two-dancers-in-hospital-after-giant-screen-falls-on-them-during-concert-in-hong-kong/",
            "Duration": "02:05",
            "transcript mlt": {
                "Title": "Ara: 2 l-isptar wara li waqa’ big screen fuqhom f’kunċert f’Hong Kong",
                "url": "https://tvmnews.mt/news/ara-2-l-isptar-wara-li-waqa-big-screen-fuqhom-fkuncert-fhong-kong/",
                "Transcript": [
                    {
                        "text": "F’Hong Kong, żewġ żeffiena ndarbu wara li screen ġigantesk waqa’ fuqhom waqt kunċert tal-grupp popolari Mirror.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kif jidher fil-filmat, dan l-iscreen l-ewwel waqa’ fuq waħda miż-żeffiena mbagħad waqa’ fuq żeffiena oħra. Il-kunċert waqaf immedjatament. Il-manager tal-band talab lill-udjenza biex joħorġu bil-kalma mill-arena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wieħed miż-żeffiena qiegħed f’qagħda kritika, filwaqt li żeffien ieħor sofra ġrieħi serji f’għonqu. Għadd ta’ nies li kienu fl-udjenza marru l-isptar minħabba xokk qawwi li sofrew.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It-tour tal-band Mirror, li huwa grupp ta’ ġuvintur popolari ħafna, għalissa ġie sospiż sakemm isiru testijiet tas-sigurtà biex inċident bħal dan ma jerġax iseħħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "WATCH: Two dancers in hospital after giant screen falls on them during concert in Hong Kong",
                "url": "https://tvmnews.mt/en/news/watch-two-dancers-in-hospital-after-giant-screen-falls-on-them-during-concert-in-hong-kong/",
                "Transcript": [
                    {
                        "text": "In Hong Kong, two dancers were injured when a giant screen fell on them during a concert by the popular group Mirror.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "As can be seen in the video, the screen fell on one of the dancers and then fell on the other one. The concert was stopped immediately. The band manager asked the audience to leave the arena calmly.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "One of the dancers is in critical condition, while the other suffered grievous injuries to his neck. One of the people in the audience was admitted to hospital for severe shock.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The tour by the very popular boy band Mirror has been suspended for now until sefety checks are carried out to ensure no more such accidents occur.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}