{
    "News date": "29.08.2022",
    "Transcripts": [
        {
            "Time stamp": "02:14",
            "URL MLT": "https://tvmnews.mt/news/l-ekonomija-tikber-bi-kwazi-9-bejn-april-u-gunju/",
            "URL ENG": "https://tvmnews.mt/en/news/9-growth-in-economy-registered-between-april-and-june/",
            "Duration": "02:16",
            "transcript mlt": {
                "Title": "L-ekonomija tikber bi kważi 9% bejn April u Ġunju",
                "url": "https://tvmnews.mt/news/l-ekonomija-tikber-bi-kwazi-9-bejn-april-u-gunju/",
                "Transcript": [
                    {
                        "text": "Bejn April u Ġunju li għadda l-ekonomija Maltija kibret bi kważi 9% fuq l-istess perjodu tas-sena li għaddiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ċifri maħruġin mill-Uffiċċju Nazzjonali tal-Istatistika (NSO) juru li fit-tieni kwart tas-sena l-Prodott Domestiku Gross kien jaqbeż l-€4.1 biljun, jiġifieri żieda ta’ €526.6 miljun jew 14.7% meta mqabbel mal-istess żmien is-sena li għaddiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mill-istatistika jirriżulta li dan it-tkabbir fil-Prodott Domestiku Gross ġej mill-attivitajiet marbuta mas-settur tas-servizzi u l-industrija b’żieda ta’ 8.8% u 0.4% rispettivament waqt li kien reġistrat tnaqqis ta’ 0.2% fis-settur tal-kostruzzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meta mqabbel mal-istess perjodu tas-sena li għaddiet, is-servizzi żdiedu b’10.4% u l-industrija rat tkabbir ta’ 4.3% waqt li kien hemm tnaqqis ta’ 5.3% fil-kostruzzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iż-żieda fis-settur tas-servizzi huwa attribwit mill-NSO għal iktar attività turistika, b’mod speċjali l-akkomodazzjoni u r-restoranti li raw tkabbir ta’ 263.1%.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kienet reġistrata wkoll żieda fl-informazzjoni u l-komunikazzjoni u anke fil-bejgħ waqt li t-taxxa fuq prodotti li jikkontribwixxu fit-tkabbir ekonomiku rat żieda ta’ 8.2%.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fit-tieni kwart tas-sena kien hemm ukoll żieda ta’ 12.1% fil-konsum kif ukoll żieda ta’ 6.4% fl-esportazzjoni u ta’ 3.9% fl-importazzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "9% growth in economy registered between April and June",
                "url": "https://tvmnews.mt/en/news/9-growth-in-economy-registered-between-april-and-june/",
                "Transcript": [
                    {
                        "text": "Between April and June, the Maltese economy grew by almost 9% over the same period the previous year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Figures released by the National Statistics Office (NSO) show that in the second quarter of the year, the Gross Domestic Product exceeded €4.1 billion, i.e. an increase of €526.6 million or 14.7% compared to same period the previous year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The statistics show that growth in the Gross Domestic Product comes from activities linked to the services sector and industry – an increase of 8.8% and 0.4% respectively, while registering a decrease of 0.2% in the construction sector.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Compared to the same period last year, services increased by 10.4% and industry saw a growth of 4.3% while there was a 5.3% decrease in construction.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The NSO attributes the increase in the services sector to more tourist activity, especially accommodation and restaurants which saw a growth of 263.1%.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "An increase was also registered in information and communication and even in sales, while tax on products that contribute to economic growth saw an increase of 8.2%.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In the second quarter of the year there was also a 12.1% increase in consumption as well as a 6.4% increase in exports and 3.9% in imports.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "05:06",
            "URL MLT": "https://tvmnews.mt/news/fsena-l-applikazzjonijiet-ghall-passaporti-rduppjaw/",
            "URL ENG": "https://tvmnews.mt/en/news/passport-applications-double-post-pandemic/",
            "Duration": "02:12",
            "transcript mlt": {
                "Title": "F’sena l-applikazzjonijiet għall-passaporti rduppjaw",
                "url": "https://tvmnews.mt/news/fsena-l-applikazzjonijiet-ghall-passaporti-rduppjaw/",
                "Transcript": [
                    {
                        "text": "Wara li f’aktar minn sentejn ftit li xejn sar safar mill-Maltin, dan is-sajf bosta ħadu ċ-ċans jmorru btala barra minn xtutna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan wassal għal domanda qawwija fl-uffiċċju tal-passaporti, li f’Ġunju biss ta’ din is-sena, irċieva mat-8,000 applikazzjoni għall-passaport, iktar mid-doppju tan-numru meta mqabbel mal-istess perjodu tas-sena li għaddiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Biex tlaħħaq ma’ din id-domanda, Identity Malta żiedet l-ispazju fejn jiġi offrut dan is-servizz, estendiet il-ħinijiet u ħarġet ukoll servizz online biex wieħed japplika għall-passaport mill-kumdità ta’ daru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Imsakkrin fid-djar, beżgħana u inċerti mill-futur, in-nies ħolmu li għad jerġa’ jasal żmien fejn ikunu jistgħu jerġgħu jsiefru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-passaporti issakkru f’xi bieba, b’uħud minnhom skadew, oħrajn waslu biex. Sa ma dak iż-żmien reġa’ wasal… u kulħadd taha biex isiefer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Malli bdew jiġu rilaxxati l-miżuri, b’dan l-ewwel Sajf mingħajr restrizzjonijiet għas-safar, ħafna sabu li l-passaporti kellhom jiġġeddu u dan wassal għal kjuwijiet twal wara l-bieb tal-uffiċċju tal-passaporti fi ħdan Identity Malta fil-Marsa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fejn qabel il-pandemija, fix-xahar ta’ Ġunju, Identity Malta kienet tirċievi mal-2,000 u 3,000 applikazzjoni għall-passaport, f’Ġunju ta’ din is-sena, l-aġenzija rċeviet mat-8,000 applikazzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Biex tlaħħaq ma’ din id-domanda, Identity Malta kellha tbiddel il-mod ta’ kif toffri s-servizzi tagħha, kif spjega l-Kap Eżekuttiv ta’ dan l-aġenzija, il-Kurunell Mark Mallia.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-ewwel m’għamilna, anke l-Uffiċċju tar-Reġistru Pubbliku tagħna, tellajnieh f’sular iktar ‘il fuq, biex il-ground floor inkunu nistgħu nħalluh kollu għas-servizzi tal-passaporti. Mhux hekk biss, imma żidna anke stations fejn nistgħu noffru aktar is-servizz tagħna, żidna entratura oħra fi triq Aldo Moro, sabiex ikollna entratura kemm minn Aldo Moro u anke entratura mill-binja fuq in-naħa l-oħra tat-triq. U anke għamilna servizz online, biex bniedem, mill-kumdità ta’ daru, jista’ jibbukkja servizz inti biex tibbukkja l-passaport, tagħżel is-slot inti, meta trid inti, fil-kumdità tiegħek, mhux biex tmur tapplika għalih biss, għat-tiġdid jew passaport ġdid, imma anke biex tiġbru.",
                        "author": "Mark Mallia, Kap Eżekuttiv Identità Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Apparti minn hekk, ġew estiżi wkoll il-ħinijiet tal-ftuħ tal-uffiċċju tal-passaporti. Fejn qabel dan l-uffiċċju kien jiftaħ sa ftit wara nofsinhar, mit-Tnejn sal-Ġimgħa beda jiftaħ sas-sitta ta’ filgħaxija, u żdiedu wkoll ħinijiet tal-ftuħ il-Ħadd.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kurunell Mallia qal li issa d-domanda għall-passaporti jidher li naqset sew għaliex ħafna nies jew diġà siefru jew inkella għamlu l-arranġamenti kollha li kellhom bżonn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iżda minkejja dan, sostna li l-uffiċċju għadu jopera bil-ħinijiet estiżi u b’għadd ta’ ħaddiema addizzjonali, li daħlu temporanjament biex jgħinu minn sezzjonijiet oħra ta’ Identity Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Passport applications double post pandemic",
                "url": "https://tvmnews.mt/en/news/passport-applications-double-post-pandemic/",
                "Transcript": [
                    {
                        "text": "After a virtual two year break from travelling, this summer many Maltese grabbed the opportunity to go on holiday abroad",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This led to an increased demand at the passport office, which in June of this year alone, received 8,000 passport applications, more than double the number compared to the same period last year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "To meet the growing demand, Identity Malta has increased the space where this service is offered, extended the hours and have also provided an online service to enable users to apply for a passport from the comfort of their home.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Locked inside their homes, afraid and uncertain about the future, people could only dream of a time when they would be able to travel again. Until then passports were tucked away in drawers, many of which had expired.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In effect, this is the first Summer without travel restrictions and many discovered that their passports had to be renewed. This of course lled to long queues at the Identity Malta passport office in Marsa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Where before the pandemic, Identity Malta would receive between 2,000 and 3,000 passport applications in the month of June, this year in June the agency received around 8,000 applications.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In order to meet this demand, Identity Malta had to change the way it offers its services, as explained by the CEO of this agency, Colonel Mark Mallia.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The first thing we did was move our Public Registry Office, to a higher floor, so that we could leave the ground floor entirely for passport services. We also added stations where we can offer more of our service, we added another entrance in Aldo Moro Road, so that we have an entrance both from Aldo Moro and also an entrance from the building on the other side. And we even created an online service, enabling services to be accessed from the comfort of your home. Not just applying for a passport but also renewing and collecting it.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mark Mallia, Identity Malta CEO",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In addition, the opening hours of the passport office have also been extended. Where before this office used to open briefly in the afternoon, from Monday to Friday it started to open until six in the evening, and opening hours were also increased on Sunday.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Colonel Mallia said that now the demand for passports seems to have decreased significantly because many people have either already traveled or made all the arrangements they needed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "That said, he claimed that the office is still operating on extended hours and with a number of additional workers, who came in temporarily to help from other sections of Identity Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "16:00",
            "URL MLT": "https://tvmnews.mt/news/il-hephaestus-mgharraq-fil-fliegu-biex-iservi-ta-attrazzjoni-ghall-ghaddasa/",
            "URL ENG": "https://tvmnews.mt/en/news/hephaestus-wreck-on-channel-floor-to-serve-as-diving-attraction/",
            "Duration": "02:58",
            "transcript mlt": {
                "Title": "Il-Hephaestus mgħarraq fil-fliegu biex iservi ta’ attrazzjoni għall-għaddasa",
                "url": "https://tvmnews.mt/news/il-hephaestus-mgharraq-fil-fliegu-biex-iservi-ta-attrazzjoni-ghall-ghaddasa/",
                "Transcript": [
                    {
                        "text": "L-għaddasa għandhom attrazzjoni ġdida tistenniehom fil-fliegu. It-tanker taż-żejt Hephaestus dam biss 45 minuta biex spiċċa f’qiegħ il-baħar, lil hinn mix-Xatt l-Aħmar, fil-limiti tal-Qala, Għawdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kru ta’ TVMnews segwa din l-operazzjoni li kienet ikkordinata mill-Awtorità tat-Turiżmu iktar kmieni llum.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru għat-Turiżmu Clayton Bartolo qal li l-MTA tinvesti ħafna f’din in-niċċa turistika minħabba li l-għaddasa jonfqu aktar flus meta jiġu Malta biex jipprattikaw dan id-delizzju.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dak li xi darba kien jaħżen u jġorr iż-żejt issa jinsab mgħerreq f’fond ta’ 35 metru fix-Xlokk t’Għawdex proprju fix-Xatt l-Aħmar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Hephaestus, twil 60 metru, huwa attrazzjoni ġdida għall-għaddasa wara li li tnaddaf miż-żejt u saru xi tibdiliet żgħar għas-sigurtà tal-għaddasa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kien proprju fi Frar 2018, fin-Nawfraġju ta’ San Pawl, meta dan il-bastiment inkalja fil-Qawra hekk kif Malta kienet qamet tissielet ma’ maltempata kbira.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Erba’ snin wara, f’dan is-Sajf tal-2022, TVMnews assista għal operazzjoni mtella’ mill-Awtorita Maltija għat-Turiżmu sabiex dan il-bastiment isir l-aħħar attrazzjoni għall-eluf ta’ turisti u Maltin b’namra għall-għads.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-operazzjoni bdiet kmieni mas-sebħ bil-bastiment ġie rmunkat mit-tarzna ta’ Cassar fejn proprju kien daħal f’lejlet il-Vitorja tal-2018.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għall-ħabta tas-1.30pm l-operazzjoni skattat b’numru ta’ dgħajjes jinġabru fl-akwati tax-Xatt l-Aħmar sabiex isegwu l-għarqa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’kummenti ma’ TVMnews iċ-Chairman tal-Awtorità Maltija għat-Turiżmu Gavin Gulia qal li din hija s-6 għarqa li qed issir fl-aħħar 9 snin u fissirha bħala turija tal-prodott turistiku diversifikat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan huwa s-6 għarqa li qiegħda ssir f’diversi lokalitajiet marittimi fil-gżejjer Maltin, kemm fit-Tramuntana ta’ Malta kif ukoll fin-Nofsinhar, ħalli kemm jista’ jkun inqassmu l-prodott mal-gżejjer Maltin biex l-għaddasa jkollhom esperjenza u jgawdu minnhom il-Maltin.",
                        "author": "Gavin Gulia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Min-naħa tiegħu l-Ministru għat-Turiżmu Clayton Bartolo semma kif iċ-ċifri juru li t-turisti li jżuru Malta għall-skop ta’ għads ġeneralment jonfqu aktar flus fl-ekonomija Maltija u għalhekk huma meqjusa turisti ta’ kwalità.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In-niċċa turistika tad-diving hija partikolari ħafna, qed ninvestu, scuttling ta’ dan ilu ma jsir u se jfisser attrazzjoni ġdida li se tattira iżjed turisti ta’ kwalità li n-nefqa tagħhom hija ogħla minn ta’ turisti oħra.",
                        "author": "Ministru Clayton Bartolo",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Ministru għal Għawdex Clint Camilleri qal li b’din l-attrazzjoni Għawdex ser ikompli jżid mal-lista ta’ 55 sit tal-għads biex din l-industrija tibqa’ tkun attraenti u sostennibli f’Għawdex għas-snin li ġejjin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "B’hekk il-Hephaestus issa se jkompli jaqdi d-dmir turistiku tiegħu fil-fond tal-ilma kaħlani li jifred iż-żewġ gżejjer wara li għall-perjodu twil fl-2018 serva bħala attrazzjoni turistika b’numru ta’ Maltin u turisti jżuru s-sikka fejn inkalja sabiex jiġdbu stessu miegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Hephaestus wreck on channel floor to serve as diving attraction",
                "url": "https://tvmnews.mt/en/news/hephaestus-wreck-on-channel-floor-to-serve-as-diving-attraction/",
                "Transcript": [
                    {
                        "text": "Divers will have a new attraction on the channel floor after the Hephaestus oil tanker was wrecked at the sea floor off Xatt l-Aħmar in the limits of Qala in Gozo.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A TVMnews crew followed the operation which was coordinated by the Tourism Authority earlier today.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tourism Minister Clayton Bartolo said MTA invests heavily on this touristic niche as divers spend a lot of money to visit Malta and practise their hobby.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The 60 metre-long Hephaestus was sank after the tanker was cleaned of oil deposits and had some small changes for the divers’ safety.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In February 2018, on the occasion of St Paul’s shipwreck, this vessel was stranded on the Qawra shore as the Maltese islands were hit by a great storm.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This summer, TVMnews assisted the Malta Tourism Authority’s operation of the wrecking of the vessel to serve as the latest attraction for the thousands of tourist and Maltese divers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Speaking to TVMnews, MTA’s chairman Gavin Gulia said that this is the sixth vessel wreck during the past nine years, describing it as a diversified tourist product. He said that the aim is to diversify the product around the Maltese islands so that divers will have an attractive experience that also benefits the Maltese.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minister Clayton Bartolo said figures show that diving tourists generally generate more money into the Maltese economy and are considered as quality tourists.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The diving niche is very particular….we are investing so that this new tourist attraction will attract more quality tourists who spend more money than other tourists.",
                        "author": "Minister Clayton Bartolo",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Gozo Minister Clint Camilleri said that with this attraction Gozo will add to the already 55 diving sites so that this industry continues to be attractive and sustainable for Gozo in the coming years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "19:18",
            "URL MLT": "https://tvmnews.mt/news/kumpanija-tal-gaming-binvestiment-gdid-ohra-bkampjonat-tal-esports/",
            "URL ENG": "https://tvmnews.mt/en/news/gaming-company-announces-new-investment-another-company-to-organise-e-sports-championship/",
            "Duration": "02:10",
            "transcript mlt": {
                "Title": "Kumpanija tal-gaming b’investiment ġdid, oħra b’kampjonat tal-esports",
                "url": "https://tvmnews.mt/news/kumpanija-tal-gaming-binvestiment-gdid-ohra-bkampjonat-tal-esports/",
                "Transcript": [
                    {
                        "text": "Il-qasam tal-gaming ser ikompli jikber b’investment barrani ġdid mill-kumpanija internazzjonali Keywords Studios u anke estensjoni ta’ ftehim mal-kumpanija ESL Pro League li ser iwassal biex minn Malta jsiru trasmissjonijiet madwar id-dinja kollha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kumpanija Keywords Studios, li tħaddem madwar 11,000 persuna madwar id-dinja, mistennija li tibbaża parti mill-operat tagħha f’Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kumpanija għandha aktar minn 70 faċilità f’24 pajjiż f’erba’ kontinenti. Iż-żewġ fergħat tal-kumpanija Keywords Studios, Sperasoft u Electric Square, li jaħdmu fil-qasam tal-gaming, mistennija li jkunu minn ta’ l-ewwel li jkunu bbażati f’Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru tal-Ekonomija Silvio Schembri qal li l-viżjoni tal-Gvern biex tintlaħaq l-eċċellenza fil-qasam tal-industrija tal-gaming, l-investiment fl-edukazzjoni, l-ambjent ekonomiku u anke l-imbuttatura li qed jagħti l-Gvern għal aktar investiment barrani fil-qasam tal-gaming qed iħalli l-frott mixtieq.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li dan kollu wassal biex kumpanija rinomata bhal Keywords Studios tħares lejn Malta tant li għandha pjani biex ikollha bażi hawn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Eżekuttiv tal-Keywords Studios Bertnard Bodson qal li kien impressjonat fl-investiment li sar f’dawn l-aħħar 4 snin fis-settur tal-gaming u d-direzzjoni li l-konsumatur huwa fiċ-ċentru tal-attività ekonomika.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bodson qal li grupp ta’ esperti jħoss li Malta ser tkun għażla naturali għax tidħol mal-istrateġija tal-kumpanija dwar il-gaming.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Intant, fi żvilupp ieħor, il-kumpanija ESL Gaming u l-Ministeru tal-Ekonomija permezz tal-Fondazzjoni Maltija tal-Logħob Responsabbli estendew is-sħubija biex jiġi organizzat l-ESL Pro League bejn il-31 ta’ Awwissu u t-2 ta’ Settembru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan il-ftehim ser iwassal biex Malta tospita l-Counter Strike – Global Offensive CS-Go League bi premjijiet ta’ $850,000 kull staġun.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-ESL Gaming u l-Fondazzjoni għal-Logħob Responsabbli ilhom jaħdmu flimkien sentejn bil-għan li jagħtu l-ħajja u jwasslu għall-eċċellenza fis-settur tal-esports.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan l-avveniment ser iwassal biex ESL twassal lit-telespetturi tagħha madwar id-dinja tal-ESL Pro League.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru tal-Ekonomija Silvio Schembri faħħar il-ftehim għax qal li l-Gvern irid ikun f’pożizzjoni li jagħmel lil Malta ċentru ta’ esports u qal li din l-opportunità ser iġġib lejn Malta atleti tal-esports għas-sentejn li ġejjin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Gaming company announces new investment – another company to organise e-sports championship",
                "url": "https://tvmnews.mt/en/news/gaming-company-announces-new-investment-another-company-to-organise-e-sports-championship/",
                "Transcript": [
                    {
                        "text": "The gaming sector in Malta continues to be strengthened with a new foreign investment by international company Keywords Studio and with an agreement extension with the ESL PRO League company which permits world-wide transmissions from Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Keywords Studios, which employs some 11,000 persons in various countries, is expected to base part of its operation in Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The company has over 70 facilities in 24 countries in four continents. Two of Keywords Studios branches – Sperasoft and Electric Square – which operate in the gaming sector, are expected to be among the first to be based in Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Economy Minister Silvio Schembri said the Government’s vision on excellence in the gaming industry, education investment, economic environment and government’s initiatives for more foreign investment in gaming is having the desired results. He added that this led a renowned company, such as Keywords Studios, to select Malta with plans to have a base on the island.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Keywords Studios chief executive Bertnard Bodson said he was impressed with the investment in the gaming sector during the past four years and with the direction that the consumer is at the centre of economic activity. He stated that a group of experts feels that Malta will be a natural choice because it matches with the company’s strategy on gaming.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meanwhile, another gaming company ESL Gaming and the Economy Ministry, through the Malta Foundation for Responsible Gaming, extended the partnership for the organisation of the ESL Pro League between the 31 August and 2 September. The agreement will permit Malta to host the Counter Strike – Global Offensive CS-Go League with season prizes of $850,000.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The event will lead ESL to transmit to its televiewers around the world with the ESL Pro League.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minister Schembri praised the agreement, adding that the Government wants to position Malta as an esports centre. The event will bring over to Malta esports athletes for the next two years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "26:24",
            "URL MLT": "https://tvmnews.mt/news/il-parrocca-ta-santu-wistin-fil-belt-se-zzanzan-statwa-gdida/",
            "URL ENG": "https://tvmnews.mt/en/news/st-augustine-parish-in-valletta-to-inaugurate-new-statue-next-month/",
            "Duration": "02:31",
            "transcript mlt": {
                "Title": "Il-parroċċa ta’ Santu Wistin fil-Belt se żżanżan statwa ġdida",
                "url": "https://tvmnews.mt/news/il-parrocca-ta-santu-wistin-fil-belt-se-zzanzan-statwa-gdida/",
                "Transcript": [
                    {
                        "text": "Festa speċjali għall-Parroċċa ta’ Santu Wistin fil-Belt li fit-tielet Ħadd ta’ Settembru se żżanzan l-istatwa titulari tal-qaddis patrun tagħha, lesta minn kollox. L-istatwa fl-injam issa tlestiet miż-żebgħa u l-induratura biex tkun tista’ toħroġ fil-purċissjoni nhar il-festa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-komunità Agostinjana għaddejja wkoll bl-aħħar xogħlijiet fuq proġett estensiv ta’ restawr tal-kunvent ta’ Santu Wistin innifsu li jinvolvi fost oħrajn restawr u konservazzjoni tal-faċċata, skavar ta’ parti mill-bitħa u anke ta’ xelter ta’ żmien l-aħħar gwerra u ċentru ta’ interpretazzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-komunità Agostinjana f’Malta taf l-għeruq tagħha f’Malta fi tmiem is-seklu 14 iżda kien fl-1817 li uffiċjalment twaqqfet il-Provincja Agostinjana li matul is-snin kibret u firxet il-ħidma tagħha fil-komunità.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Imwaqqfa fuq it-tagħlim ta’ Santu Wistin, il-Provinċjal tal-Agostinjani f’Malta Fr Leslie Gatt qal li t-tagħlim ta’ dan il-qaddis għadu jgħodd sal-ġurnata tal-lum.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Santu Wistin l-ikbar kontribut tiegħu huwa t-tagħlim fil-maġisteru tal-Knisja, imma apparti l-kontribut tiegħu fit-tagħlim, jagħti kontribut kbir bl-esperjenza tal-ħajja tiegħu, huwa figura li t-tfittxija tiegħu għall-ferh u l-kuntentizza ħaditu ‘l boghod, sakemm sab lil Alla u sab dik l-esperjenza sabiħa li ggranfa magħha.",
                        "author": "Fr Leslie Gatt",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-knisja ta’ Santu Wistin hija waħda minn 3 parroċċi fil-Belt u l-festa titulari tal-qaddis Agostinjan taħbat fit-18 ta’ Settembru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-vara ġdida fjamanta, maħduma fl-injam mill-artisti Alfred u Aaron Camilleri Cauchi, għall-ewwel darba mindu tlestiet 5 snin ilu, issa se tiżżanżan bil-libsa kompluta wara li nżebgħet u ġiet indurata.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kienet sabiħa fl-injam diġà, kultant xi ħadd kien jgħid “għaliex ma nħalluhiex fl-injam?”, illum għandna l-opportunità li narawh komplut kif kienet originali, bl-isgraffjar, induratura u żebgħa xoghol magħmul b’reqqa minn Horace Farrugia, u kważi tinsa kif kienet qabel u hija statwa li wieħed jista’ jitpaxxa biha.",
                        "author": "Fr Leslie Gatt",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Proġett tal-komunità għall-komunità. Dan hu l-ħsieb li sawwar il-proġett tal-komunità Agostinjana fil-Belt Valletta, li qed isir b’investiment ta’ €2.3 miljun, parti kbira minnhom fondi tal-Unjoni Ewropea.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "St Augustine parish in Valletta to inaugurate new statue next month",
                "url": "https://tvmnews.mt/en/news/st-augustine-parish-in-valletta-to-inaugurate-new-statue-next-month/",
                "Transcript": [
                    {
                        "text": "The St Augustine parish in Valletta will inaugurate a new titular statue of its patron saint during the feast on the third Sunday of September. The wooden statue has been completely painted and gilded for its maiden procession on the feast day.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Augustinian community is currently in the last phase of an extensive restoration project of its convent, involving also the facade conservation, excavation of part of the yard, a war shelter and an interpretation centre.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Augustinian community has been in Malta since the end of the 14th Century, however, the Augustinian Province was officially established in 1817.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Inspired by the teachings of St Augustine, the Malta Provincial Fr Leslie Gatt said that the saint’s teachings is till relevant today.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The biggest contribution by St Augustine is his teaching on the Church, however he contributed a lot with his life experience….his search for joy and happiness took him far away until he found God and found the ultimate beautiful experience.",
                        "author": "Fr Leslie Gatt",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The St Augustine church is the third of three parishes in Valletta, with its titular feast celebrated on the 18 September.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The new wooden statue is the work of artists Alfred and Aaron Camilleri Cauchi and will now be inaugurated with its new painting and gilding works.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It was already beautiful in wood and occasionally, some said “why don’t we leave it in wood?” Today we can enjoy it as it was originally with the gilding and paint by Horace Farrugia….a statue that one can be delighted with”.",
                        "author": "Fr Leslie Gatt",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The ‘Community Project for the Community” by the Augustinians in Valletta has an investment of €2.3 million, the majority through EU funds.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "29:21",
            "URL MLT": "https://tvmnews.mt/news/artist-qed-jirrestawra-twieqi-tal-hgieg-li-nstabu-fil-kennierja-tal-bazilika-tal-mosta/",
            "URL ENG": "https://tvmnews.mt/en/news/artist-embarks-on-restoration-project-of-glass-windows-found-in-mosta-basilica-crypt/",
            "Duration": "02:22",
            "transcript mlt": {
                "Title": "Artist qed jirrestawra twieqi tal-ħġieġ li nstabu fil-kennierja tal-Bażilika tal-Mosta",
                "url": "https://tvmnews.mt/news/artist-qed-jirrestawra-twieqi-tal-hgieg-li-nstabu-fil-kennierja-tal-bazilika-tal-mosta/",
                "Transcript": [
                    {
                        "text": "Karriera mifruxa fuq 40 sena fis-sengħa tar-restawr fil-ħġieġ. Għal artist b’bosta talenti bhal Walter Vella, il-ħgieġ huwa materjal li minnu joħroġ arti li ma tmut qatt.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan l-aħħar beda l-proġett tar-restawr tal-arti tat-twieqi tal-ħġieġ li jżejnu l-Bażilika tal-Mosta. Xogħol mhux facli, l-iktar meta tqis il-fraġilita tal-ħġieġ, maħdum oriġinarjament kważi 120 sena ilu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "B’paċenzja u dedikazzjoni, l-artist u skultur Walter Vella jirrestawra l-fdalijiet tal-opri tal-arti tal-ħġieġ għall-glorja oriġinali tagħhom, bi proċess mizgħud bi kreattività u riċerka.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bħalissa qed jirrestawra sett ta’ twieqi li kien hemm fir-Rotunda tal-Mosta u li nstabu fil-kennierja tal-Bażilika f’qagħda mwiegħra b’partijiet sostanzjali minnhom mkissra jew nieqsa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hu maħsub li t-twieqi tal-istained glass nħadmu oriġinarjament fi Franza fl-1904 u tniżżlu għall-protezzjoni fi żmien il-gwerra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "M’għandniex dokumentazzjoni, u dik hija t-traġedja, allura li rridu nagħmlu biex nirrstawrawhom hu li jinbnew mill-ġdid, speċjalment fejn hemm nieqes.",
                        "author": "Walter Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Vella diġà wettaq b’suċċess proċess ta’ restawr fuq waħda minn dawn it-twieqi u bħalissa qed jirrestawra l-kumplament tat-twieqi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa jgħid li l-proċess huwa bħall-jigsaw puzzle…. f’xi waqtiet madankollu huwa diffikultuż minħabba li ma jkunx hemm informazzjoni adegwata dwar il-partijiet li jkunu nieqsa jew imkissra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Vella spjega li l-kumplament tal-istampa titfassal permezz ta’ riċerka u tpinġijiet u billi jgħaqqad il-proċess ta’ restawr permezz ta’ informazzjoni li jkun kiseb mill-esperjenzi tiegħu bħala restawratur għal madwar dawn l-aħħar 40 sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ċertu liċenzja artistika dejjem se jkun hemm, u fil-każ tagħna wkoll, però kemm jista’ jkun ppruvajna nimxu ma’ dak li hu aċċettat ukoll.",
                        "author": "Walter Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Vella jispjega li l-ħġieġ li jservi bħala s-sors ewlieni għar-restawr jinġieb minn Franza u r-raffinar tad-disinji billi jorqom permezz tal-aċtu. Iċ-ċavetta għall-vjaġġ lejn l-opra kompluta hija l-preċizjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ħġieġ li għandu żewġ saffi fuqu, saff kulur u taħt kulur ċar abjad ċar u l-proċedura hi li bl-aċtu nnaqqxu d-disinn u nneħħu l-kulur fejn hemm bżonn u mbagħad fejn hemm dak l-ispazju vojt irid jiġi mpitter u miżbugħ imbagħad iffirjat, moħmi fil-forn.",
                        "author": "Walter Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "It-tieqa restawrata bħalissa qiegħda għall-wiri fir-Rotunda tal-Mosta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Artist embarks on restoration project of glass windows found in Mosta Rotunda crypt",
                "url": "https://tvmnews.mt/en/news/artist-embarks-on-restoration-project-of-glass-windows-found-in-mosta-basilica-crypt/",
                "Transcript": [
                    {
                        "text": "Artist Walter Vella is multi-talented but glass is one of his favourite mediums and he has produced some amazing timeless art. His career in glass restoration spans 40 years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He recently started an art restoration project on the glass window panes that adorn the Mosta Rotunda which is not an easy job, especially when you consider the fragility of the glass, originally made almost 120 years ago.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A lot of patience and dedication are necessary for the artist and sculptor to restore the remains of the glass works of art to their original glory. This is a process which combines creativity and research.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He is currently restoring a set of windows that were once in the Rotunda of Mosta and were found in the crypt in a dilapidated state with substantial parts of them broken or missing.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It is believed that the stained glass windows were originally made in France in 1904 and brought down for protection during the war.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We don’t have documentation, and that is the tragedy, so what we have to do to restore them is to rebuild them, especially where there are missing parts.",
                        "author": "Walter Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Vella has already successfully performed a restoration process on one of these windows and is currently restoring the rest of the windows.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He says the process is like a jigsaw puzzle…. at times however it is difficult because there is not adequate information about the parts that are missing or broken.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Vella explained that the rest of the picture is drawn up through research and drawings and by combining the restoration process through information he has gained from his experiences as a restorer in the last 40 years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "There is always an element of artistic license, in our case as well, but as much as possible we have tried to follow an accepted standard.",
                        "author": "Walter Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Vella explains that the glass that serves as the main source for the restoration is brought from France and the design is refined using acid. The key to the finished product is precision.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The glass has two layers – a coloured layer and a clear white layer underneath and the procedure is to etch the design with acid and remove the colour where necessary and then where there is that empty space it must be painted and fired, baked in the oven.",
                        "author": "Walter Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The restored window is currently on display in the Rotunda of Mosta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}