{
    "News date": "30.07.2022",
    "Transcripts": [
        {
            "Time stamp": "01:38",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "05:53",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "08:38",
            "URL MLT": "https://tvmnews.mt/news/l-istudenti-maltin-mhux-se-jhallsu-jekk-jattendu-l-aum/",
            "URL ENG": "https://tvmnews.mt/en/news/maltese-students-will-not-pay-tuition-fees-for-aum-courses/",
            "Duration": "01:38",
            "transcript mlt": {
                "Title": "L-istudenti Maltin mhux se jħallsu jekk jattendu l-AUM",
                "url": "https://tvmnews.mt/news/l-istudenti-maltin-mhux-se-jhallsu-jekk-jattendu-l-aum/",
                "Transcript": [
                    {
                        "text": "L-Università Amerikana ta’ Malta (AUM) ħabbret li studenti Maltin li jistudjaw magħha se jkunu qed jagħmlu dan mingħajr ħlas ta’ miżati ta’ tagħlim.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "B’hekk l-istudenti Maltin se jkunu qed jiffrankaw €8,000 jekk jagħmlu kors undergraduate, jew €10,000 għal kors post graduate.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Università Amerikana ta’ Malta se tkun qed toffri l-korsijiet tagħha b’xejn lill-istudenti Maltin li japplikaw sabiex jistudjaw magħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan wara diskussjonijiet li saru bejn il-bord tal-Università u l-maniġment, fejn ġie maqbul illi studenti Maltin ikunu eżentati mill-ispejjeż tat-tagħlim. L-uniċi ħlasijiet li se jagħmlu studenti Maltin huma l-miżati tar-reġistrazzjoni u tad-dħul.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-ispejjeż ta’ tagħlim tal-Univeristà Amerikana ta’ Malta għal studenti Maltin, sa issa kienet tammonta għal €8,000 għal korsijiet undergraduate u €10,000 għal korsijiet post graduate.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi stqarrija, l-Università qalet li din id-deċiżjoni hija konformi mal-impenn u l-viżjoni tagħha lejn il-komunità Maltija, li tkun istituzzjoni edukattiva ta’ kwalità għolja, u ta’ għażla vijabbli għaċ-ċittadini Maltin biex jagħżlu li jistudjaw f’din l-università.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija qalet li b’din id-deċiżjoni studenti Maltin se jkunu jistgħu jinkitbu f’dawn il-korsijiet bi prezz ferm irħas minn studenti li ġejjin minn barra ‘l pajjiż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-President tal-Università Amerikana ta’ Malta, Dr Michel Najjar, qal li fl-aħħar xhur din kompliet tinvolvi ruħha mal-komunità, kemm fuq livell reġjonali u anke fuq dak nazzjonali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li sema’ t-tħassib li qed topera bih l-Università bħalissa u li minkejja li din hija istituzzjoni privata nħass il-bżonn ta’ impenn sabiex jiġi offrut l-aqwa servizz possibbli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Najjar temm jgħid li huwa kburi li l-Università topera minn Malta u li huwa għalhekk li qed iħares ‘l quddiem sabiex iktar Maltin jingħaqdu u jiffurmaw parti minnha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li mingħajr l-istudenti Maltin f’din l-Università jħoss illi hemm xi ħaġa nieqsa, u li kien għalhekk li waslu għal din id-deċiżjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’reazjoni, il-Partit Nazzjonalista qal li waqt li l-aħbar li l-AUM se toffri korsijiet bla ħlas lill-Maltin hija inizjattiva pożittiva minnha nnifisha, din xorta tqanqal diversi mistoqsijiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fost dawn hemm dawk dwar il-finanzjament u jekk ir-raġuni vera wara deċiżjoni bħal din hiex direttament marbuta mat-tiġdid tal-liċenzja biex tibqa’ topera minn Settembru li ġej.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-kelliem tal-Partit Nazzjonalista dwar l-Edukazzjoni, Justin Schembri, qal li l-Partit Nazzjonalista jesiġi għal aktar trasparenza dwar kull ftehim li jsir mal-AUM li llum hu evidenti li hi tal-qalba sew mal-Gvern.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Maltese students will not pay tuition fees for AUM courses",
                "url": "https://tvmnews.mt/en/news/maltese-students-will-not-pay-tuition-fees-for-aum-courses/",
                "Transcript": [
                    {
                        "text": "The American University of Malta (AUM) decided not to request tuition payments from Maltese students who study at the university.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "AUM announced that Maltese students have only to pay for registration and for the entrance fee.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The university stated that it is taking this decision to maintain its commitment to the Maltese community, adding that Maltese students will pay a fee much cheaper than foreign students.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "AUM President Dr Michel Najjar expressed their wish to see more Maltese students following their courses.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "10:37",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "11:20",
            "URL MLT": "https://tvmnews.mt/news/tfal-u-adulti-josservaw-ic-cief-fl-irdumijiet-fta-cenc/",
            "URL ENG": "https://tvmnews.mt/en/news/children-and-adults-enjoy-mediterranean-shearwater-birds-spectacle-at-ta-cenc-cliffs/",
            "Duration": "02:59",
            "transcript mlt": {
                "Title": "Tfal u adulti josservaw iċ-ċief fl-irdumijiet f’Ta’ Ċenċ",
                "url": "https://tvmnews.mt/news/tfal-u-adulti-josservaw-ic-cief-fl-irdumijiet-fta-cenc/",
                "Transcript": [
                    {
                        "text": "Mijiet ta’ persuni, fosthom familji u tfal, matul ix-xahar ta’ Lulju gawdew minn wieħed mill-ikbar spettakli naturali li jseħħu f’dan iż-żmien tas-sena meta mijiet ta’ ċief jinġabru fi qtajja taħt l-irdumijiet ta’ Ta’ Ċenċ ma’ nżul ix-xemx qabel jidħlu lura fil-bejtiet tagħhom fl-istess irdum ta’ Għawdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din l-opportunità unika tipprovdiha kull sena BirdLife Malta, li torganizza vjaġġi bid-dgħajsa lejn Ta’ Ċenċ b’TVMnews kien fuq wiehed mill-erba vjaġġi li organizzat BirdLife bid-dgħajjes lejn Ta’ Ċenċ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fost l-għasafar tal-baħar li kull sena jbejtu Malta hemm iċ-ċief, li jtiru baxx baxx fuq il-kosta u jterrqu lura lejn il-bejta tagħhom fuq l-idumijiet ma’ nżul ix-xemx.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Waqt li jkunu fi triqithom lejn il-bejta tagħhom fl-irdum, jinġabru f’qatgħet fi gruppi fuq l-ilmijiet, il-mod tagħhom kif jistrieħu, f’moviment magħruf bħala rafting, hekk kif eventwalment jerħulha lura lejn il-bejta tagħhom kif jidlam.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Bil-munqar tagħhom iċ-ċief, li huma għasafar protetti f’Malta, isaffu u jiffiltraw il-melħ żejjed mill-ilmijiet biex ikunu jistgħu jittajru fuq l-ilmijiet mingħajr il-ħtieġa li jistazzjonaw ruħhom fuq l-art, bil-kapaċità li jgħoddsu sa 15-il metru taħt l-ilmijiet biex jikkunsmaw il-ħut.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-uffiċjal tal-Birdlife, Manya Russo, elaborat dwar l-attivitajiet tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għamlu ġurnata imorru biex jieklu u jsibu l-ħut, imbagħad jiġu hawnhekk biex jistrieħu u jsibu il-kolonji, hawnhekk qegħdin quddiem Ta Ċenċ eżatt, jiġifieri hawnhekk fl-irdum stess jidħlu fl-irkejjen u fil-kolonji tagħhom biex jorqdu hawnhekk bil-lejl u mbagħad jerġgħu joħorġu.",
                        "author": "Manya Russo",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-kolonji ta’ ċief idumu sal-aħħar ta’ Ottubru fl-ilmijiet Maltin u l-karatteristika ewlenija tal-għasfur li jittajjar fil-baxx fuq il-mewġ, b’dak li bl-Ingliż hu magħruf bħala shearing.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il- vjaġġ organizzat mill-Birdlife Malta kien miżgħud b’osservaturi akkaniti, minn tfal sa anzjani, uħud minnhom armati sa snienhom b’apparat fotografu u trombi waqt li oħrajn sempliċiment tpaxxew bix-xeni tan-natura.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Nathaniel Attard, uffiċjal tal-BirdLife, qal li l-għan tagħhom huwa dejjem li joħolqu kuxjenza dwar in-natura, l-għasafar u l-postijiet fejn jgħixu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’Malta għandna 2% tal-popolazzjoni dinjija ta’ dan l-għasfur tal-baħar, bejn 3,000 u 4,000 Ċief li 1,000 minnhom ibejtu f’dawn l-inħawi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’Ta’ Ċenċ hemm l-ikbar kolonja fejn tbejjet iċ-ċiefa, u huwa għalhekk li ż-żona hija kklassifikata bħala Important Bird Area u sit ta’ Natura 2000.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-istudju xjentifiku jifforma parti mill-proġett LIFE PanPuffinus!, li huwa iffinanzjat mill-Unjoni Ewropea, bl-iskop li jsaħħaħ il-ħarsien tal-ispeċi ta’ għasafar endemiċi bħall-garnija, li jbejtu lokalment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Children and adults enjoy Mediterranean Shearwater birds’ spectacle at Ta’ Ċenċ cliffs",
                "url": "https://tvmnews.mt/en/news/children-and-adults-enjoy-mediterranean-shearwater-birds-spectacle-at-ta-cenc-cliffs/",
                "Transcript": [
                    {
                        "text": "Hundreds of persons, including families and children, in July enjoyed one of the biggest natural spectacles of the year when hundreds of Mediterranean Shearwater birds gather under the Ta’ Ċenċ cliffs on sun set before returning to their nests in the Gozitan cliffs.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This unique opportunity is provided annually by BirdLife Malta which organises boat trips to Ta’ Ċenċ – an opportunity also given to a TVMnews crew.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "While returning to their nests on the cliffs, the Mediterranean Shearwater birds gather in large flocks at the sea surface for rafting as they eventually fly back to their nests at sun set.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The seabirds, which are protected in Malta, are capable of flying on water surface without the need of resting on land and can dive up to 15 metres under water to feed on fish.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "BirdLife officer, Manya Russo, said the Shearwater birds spend a day hunting for food and fish and then return to the cliffs in colonies, exactly in front of Ta’ Ċenċ. “They return to the cliff in colonies and enter corners to sleep in at night and then fly outside again”.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Mediterreanean Shearwater birds spend till the end of October in Maltese waters. Their major characteristic is to fly low on waves, known as shearing.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "BirdLife’s Nathaniel Attard said that the organisation’s trips for enthusiasts are aimed at raising awareness on nature, the birds and their habitat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "2% of the world’s population of this seabird species live in Malta – between 3,000 to 4,000, with 1,000 birds nesting in the area. Ta’ Ċenċ hosts the biggest nesting colony of such seabirds and is classified as an Important Bird Area and a Natura 2000 site.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The scientific study forms part of the EU-financed LIFE PanPuffinus! project, aimed at strengthening the protection of endemic bird species, such as the shearwater birds which nest locally.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "14:45",
            "URL MLT": "https://tvmnews.mt/news/il-professur-malti-li-kellu-kancer-u-qed-jirricerka-mod-differenti-kif-jigi-trattat/",
            "URL ENG": "https://tvmnews.mt/en/news/maltese-professor-who-had-cancer-is-researching-different-forms-of-treatment/",
            "Duration": "02:44",
            "transcript mlt": {
                "Title": "Professur Malti li kellu kanċer qed jirriċerka mod differenti kif jiġi trattat",
                "url": "https://tvmnews.mt/news/il-professur-malti-li-kellu-kancer-u-qed-jirricerka-mod-differenti-kif-jigi-trattat/",
                "Transcript": [
                    {
                        "text": "Riċerka li qed issir fl-Università ta’ Malta tista’ twassal biex jitjieb it-trattament għall-kanċer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Professur Pierre Schembri Wismayer tkellem ma’ TVMnews dwar riċerka biex tissaħħaħ is-sistema immunitarja tal-bniedem u l-kanċer jigi trattat b’mod dirett.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Filwaqt li l-biċċa l-kbira tat-trattamenti tal-kanċer jinvolvu kirurġiji kumplessi, u trattamenti li ħafna drabi jħallu effett sostanzjali fuq il-bniedem, il-Professur Pierre Schembri Wismayer u t-tim tiegħu qed jiżviluppaw vaċċin li jaħdem billi jiġbor kampjun mit-tumur li jifforma fil-ġisem tal-bniedem u jimmodifikah b’mod li l-ġisem jagħrfu bħala parti magħrufa bħala foreign body.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "B’hekk il-ġisem ikun jista’ jneħħih mingħajr ma ssir ħsara lill-kumplament tal-organi tal-bniedem.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan it-trattament huwa tip ta’ immunoterapija, li ssaħħaħ l-immunità fil-ġisem tal-bniedem u ttejjeb l-abbiltà naturali tas-sistema immunitarja biex tiġġieled il-marda – f’dan il-każ il-kanċer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din hija kif illum il-ġurnata qed jipprova jagħmel trattament li huwa personalizzat, dan kif qed nutik qed nagħmel il-vaċċin, it-tilqima mit-tumur stess, jiġifieri t-tumur li għandi jien u t-tumur li għandek int se jkun differenti, ta’ kull persuna jkun differenti, mhux imbilli jkunu kollha kanċer tas-sider jew tal-pulmun, dan huwa trattament differenti minn dawk, mhux kimoterapija jew xi haga li jistgħu jagħmlu bil-miljuni u jqassmuh madwar id-dinja, dan trid tagħmel ta’ kull wieħed individwalment u allura anke sallum stess nista’ nfejjaq l-annimali imma sakemm infejqu n-nies se tkun diffiċli.",
                        "author": "Il-Professur Pierre Schembri Wismayer",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Professur Schembri Wismayer kellu l-opportunità perfetta biex jittestja t-trattament potenzjali tal-kanċer meta l-firien domestiċi ta’ student mardu bil-kanċer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi ftit jiem huwa ħa kampjuni mill-firien u pproduċa vaċċin imfassal apposta għal kull far li kkawżalhom uġigħ kbir li, skond Schembri Wismayar, kienet indikazzjoni li l-ġisem kien qed jiġġieled lura u eventwalment it-tumuri nfaqgħu. B’hekk il-firien għelbu l-kanċer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Professur Schembri Wismayar qal lil TVMnews li r-riċerka li jwettaq għalih hija speċjali għall-fatt li hu stess għadda minn battalja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kelli lewkemja, 30 sena ilu kont inkun ċert mejjet, 100 fil-mija kienet toqtol lil kulħadd, illum il-ġurnata sabu verżjoni ta’ Vitamina A, sempliċi ħafna, u din il-verżjoni ta Vitamina A u xi mediċini oħrajn irnexxielhom ibiddluha minn 100 fil-mija li toqtol għal 90% kura, jiġifieri mhux imurlek għal ftit u jerġa jiġi, u qed nispera li jien wieħed minnhom, allura għalija speċjali u għalhekk irrid inkompli naħdem fuq din.",
                        "author": "Il-Professur Pierre Schembri Wismayer",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Professur Schembri Wismayar stqarr li x-xewqa tiegħu hija li jkun hawn laboratorju li jiffoka speċifikament fuq dan it-tip ta’ trattament, li jista’ joffri tama għall-pazjenti li jkollhom ċans jieħdu dan it-trattament meta trattamenti oħra ma jaħdmux.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Maltese professor who had cancer is researching different forms of treatment",
                "url": "https://tvmnews.mt/en/news/maltese-professor-who-had-cancer-is-researching-different-forms-of-treatment/",
                "Transcript": [
                    {
                        "text": "Research is taking place at University that may lead to better treatment of cancer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Professor Pierre Schembri Wismayer spoke to TVMnews regarding this research to strengthen the immune system of persons and for cancer to be treated in a more direct manner.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The greater part of treatment involves complex surgery and treatment and these often results in substantial effects on patients. Professor Pierre Schembri Wismayer and his team are developing a vaccine that takes a sample of the tumour in the body which distinguishes the foreign element.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In this manner this may be removed before spreading to other parts of the body.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This is a type of immunotherapy that strengthens the person’s immunity and enables the immune system to fight the problem – in this case, cancer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The professor said the treatment being researched is personalised and not applicable to all types of cancer and neither to all persons. It cannot be mass produced because every person is different and the process is complex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Professor Schembri Wismayer had the perfect opportunity to test the potential treatment when a student developed cancer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In a few days he took a sample and produced an appropriate vaccine and the pain caused showed the treatment was working because the body was reacting and the tumour faded away.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Professor Schembri Wismayer told TVMnews that the research he conducted on himself was special because he had undergone the same trauma.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said he had contracted leukaemia and 30 years he would have surely died because this was a 100% killer. He said today they have found a version of Vitamin A and other medicines and this has changed the situation to 90% survival and leukaemia does not recur and therefore work must continue.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Professor Schembri Wismayer stated his wish is for a laboratory to especially focus on this type of treatment to offer hope to patients who may make use of it where other treatments have failed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "17:55",
            "URL MLT": "https://tvmnews.mt/news/avukati-ghawdxin-jitolbu-lill-ministru-tal-gustizzja-jindirizza-l-isfidi-li-qed-jiffaccjaw/",
            "URL ENG": "https://tvmnews.mt/en/news/gozitan-lawyers-request-justice-minister-to-address-challenges-they-are-facing/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Avukati Għawdxin jitolbu lill-Ministru tal-Ġustizzja jindirizza l-isfidi li qed jiffaċċjaw",
                "url": "https://tvmnews.mt/news/avukati-ghawdxin-jitolbu-lill-ministru-tal-gustizzja-jindirizza-l-isfidi-li-qed-jiffaccjaw/",
                "Transcript": [
                    {
                        "text": "Il-Kamra tal-Avukati t’Għawdex iltaqgħet mal-Ministru tal-Ġustizzja Jonathan Attard fejn qajjmet diversi sfidi li qed jiltaqgħu magħhom l-avukati fil-Qorti t’Għawdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi stqarrija qalet kif fost oħrajn hemm sfida ta’ nuqqas ta’ ħaddiema u marixxalli, akkumulazzjoni ta’ taxxi mhux maħduma u dewmien fis-sistema tan-notifiki. Dan waqt li l-binja eżistenti fiċ-Ċittadella mhix tal-livell mixtieq.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kamra qalet li l-Ministru Attard irrikonoxxa dawn l-isfidi u wiegħed illi se jkun qed jindirizza dawn in-nuqqasijiet billi ssir riorganizazzjoni tal-immaniġġjar tal-Qorti f’Għawdex u li se tiġi indirizzata l-problema ta’ riżorsi umani billi jiġu ingaġġati aktar ħaddiema.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru Attard spjega wkoll li se jkun hemm xi tibdil fis-sistema ta’ kif isiru n-notifiki, u li għalissa se jkomplu jintbagħat marixxal mill-Qorti ta’ Malta f’każ ta’ bżonn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kamra tal-Avukati t’Għawdex laqgħet l-impenn tal-Ministru Attard u temmet tgħid li tittama li r-riformi diskussi jitwettqu mill-aktar fis possibbli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Gozitan lawyers request Justice Minister to address challenges they are facing",
                "url": "https://tvmnews.mt/en/news/gozitan-lawyers-request-justice-minister-to-address-challenges-they-are-facing/",
                "Transcript": [
                    {
                        "text": "The Gozo Chamber of Lawyers has met the Minister for Justice Jonathan Attard to present various challenges they are facing in the Gozo Court.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "A statement said that among others there was a shortage of employees and marshals, an accumulation of taxes that have not been calculated and delay in notification systems. Th building at the Cittadella is not up to required standards.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Chamber said the Minister acknowledged these problems and promised they will be addressed through a reorganisation of the management of the Gozo Court and the human resource element is to be strengthened with further engagement of personnel.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minister Attard explained there is also to be a change in th system of notifications and for the time being a marshal will be sent from the Malta Court.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Gozo Chamber welcomed the Minister’s commitment and hoped the matters discussed will soon be rectified in the shortest time possible.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "19;13",
            "URL MLT": "https://tvmnews.mt/news/ir-russja-twaqqaf-il-gass-naturali-lil-latvja/",
            "URL ENG": "https://tvmnews.mt/en/news/russia-stops-natural-gas-supplies-to-latvia/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Ir-Russja twaqqaf il-gass naturali lil-Latvja",
                "url": "https://tvmnews.mt/news/ir-russja-twaqqaf-il-gass-naturali-lil-latvja/",
                "Transcript": [
                    {
                        "text": "Il-kumpanija tal-enerġija Russa Gazprom waqqfet il-provvista tal-gass naturali lil-Latvja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Gazprom akkużat lil-Latvja li kisret il-kundizzjonijiet tax-xiri imma ma tatx aktar dettalji.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Latvja tuża 26% tal-gass naturali mir-Russja biex tiġġenera l-elettriku fil-pajjiż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Gazprom diġ naqset għal 25% il-gass li tgħaddi lill-Ewropa permezz tan-Nord Stream pipeline.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan wassal biex il-pajjiżi tal-UE qablu li jnaqqsu l-enerġija bi 15% għalkemm Malta kienet eżentata minn din il-miżura.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Russia stops natural gas supplies to Latvia",
                "url": "https://tvmnews.mt/en/news/russia-stops-natural-gas-supplies-to-latvia/",
                "Transcript": [
                    {
                        "text": "Russia’s energy company Gazprom has stopped supplying natural gas to Latvia.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Gazprom has charged Latvia with breaching conditions of purchase but gave no further details.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Latvia uses 26% of its natural gas from Russia to generate electricity.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Gazprom has already reduced to 25% the gas it supplies to Europe through the Nord Stream pipeline.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This has led to EU countries agreeing to reduce energy by 15%, although Malta has been exempted from this measure.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "19:58",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "20:46",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "21:33",
            "URL MLT": "https://tvmnews.mt/news/ragel-fil-qorti-wara-glieda-ghax-ma-riedx-9-jghixu-fl-istess-appartament-fbirkirkara/",
            "URL ENG": "https://tvmnews.mt/en/news/man-in-court-after-fight-as-he-did-not-want-nine-persons-to-reside-in-the-same-birkirkara-apartment/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Raġel fil-Qorti wara ġlieda għax ma riedx 9 jgħixu fl-istess appartament f’Birkirkara",
                "url": "https://tvmnews.mt/news/ragel-fil-qorti-wara-glieda-ghax-ma-riedx-9-jghixu-fl-istess-appartament-fbirkirkara/",
                "Transcript": [
                    {
                        "text": "Indjan ta’ 28 sena li jgħix Birkirkara tressaq fil-Qorti wara li ħebb għal wieħed minn 3 persuni li ġew jgħixu fl-istess appartament li fih kien qed joqgħod ma’ 5 oħra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-argument inqala’ wara li huwa ma riedx li jkun hemm daqshekk nies fl-appartament hekk kif il-ftehim kien li jkun hemm 6 jgħixu fih.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-inċident seħħ nhar il-Ħamis 28 ta’ Lulju biż-żagħżugħ jiġi akkużat quddiem il-Maġistrat Josette Demicoli li wettaq vjolenza domestika kontra sieħbu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-awla ġie spjegat kif l-akkużat qal lit-3 residenti l-ġodda li kellhom jitilqu għax l-appartament kien żgħir wisq.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tnejn minn sħabu bdew jinsultawh u anke qabduh minn għonqu u kien hawn li l-akkużat, bil-keychain li kellu f’idu, beda jagħtihom lura.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Meta l-pulizija ġew infurmati bl-argument u marru fuq is-sit sabu lill-akkużat fi triqtu lejn l-għassa tal-Pulizija ta’ Birkirkara biex jagħti ruħu b’idejh.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa ammetta dak li għamel u kkopera kemm waqt l-interrogazzjoni kif ukoll wara.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-vittma ttieħed l-isptar Mater Dei, fejn ġie eżaminat mid-Dipartiment tal-Emerġenza, fejn kellu biss xi grif ma’ ġismu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-akkużat, li ilu jgħix Malta għal dawn l-aħħar sentejn, għandu kondotta nadifa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Maġistrat Demicoli kkundannatu 4 xhur ħabs sospiżi għal sena u ordnatlu biex għas-sentejn li ġejjin ma jkellimx lill-vittma.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minħabba f’hekk huwa se jkun ukoll qed ibiddel l-appartament fejn joqgħod.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Man in Court after fight as he did not want nine persons to reside in the same Birkirkara apartment",
                "url": "https://tvmnews.mt/en/news/man-in-court-after-fight-as-he-did-not-want-nine-persons-to-reside-in-the-same-birkirkara-apartment/",
                "Transcript": [
                    {
                        "text": "A 28-year-old Indian national who lives in Birkirkara has been arraigned in Court after assaulting one of three persons who had gone to live in the same apartment where he was living with another five persons.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The argument erupted after the accused did not want so many people using the apartment as the agreement was for six persons to lie there.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The incident occurred on Thursday 28 July and the youth was arraigned before Magistrate Josette Demicoli and charged with domestic violence against his colleague.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It was explained in the courtroom that the accused had told the three new residents to leave as the apartment was too small.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Two of his colleagues started insulting him and even grabbed him by the neck and at this point the accused hit back, using the keychain he held in his hand.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "When the Police were informed and went to the scene, they found the accused on his way to Birkirkara Police Station to give himself up.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The accused admitted to his actions and cooperated with the Police both during the interrogation and at a later stage.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The victim was taken to Mater Dei Hospital and examined at the Emergency Department, where it resulted he only had some abrasions.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The accused, who has been living in Malta for the past two years, has a clean conduct sheet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Magistrate Demicoli handed down a four-month sentence suspended for one year and ordered the accused not to speak to the victim for a two-year period.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In view of this Court order, the accused will also have to change his residence.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "22:55",
            "URL MLT": "https://tvmnews.mt/news/senglean-rappurtat-nieqes/",
            "URL ENG": "https://tvmnews.mt/en/news/senglea-man-reported-missing/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Senglean rappurtat nieqes",
                "url": "https://tvmnews.mt/news/senglean-rappurtat-nieqes/",
                "Transcript": [
                    {
                        "text": "Il-Pulizija qed tappella għall-għajnuna biex jinstab raġel rappurtat nieqes.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ir-raġel huwa Jon Charles Seabrook ta’ 38 sena residenti l-Isla.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-aħħar li deher huwa kien liebes kappell kannella, shorts kannella u flokk abjad.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kull min għandu xi informazzjoni dwaru jista’ jgħaddiha lill-Pulizija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan fuq in-numri tal-Kwartieri Ġenerali tal-Pulizija 21 224001 jew 119.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-pubbliku jista’ jagħmel rapport ukoll f’xi għassa tal-Pulizija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Senglea man reported missing",
                "url": "https://tvmnews.mt/en/news/senglea-man-reported-missing/",
                "Transcript": [
                    {
                        "text": "The Police are appealing for assistance to locate a man who has been reported missing.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The missing person is 38-year-old Jon Charles Seabrook, a resident of Senglea.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Seabrook was last seen wearing a brown hat, brown shorts and a white top.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Anyone with any information about this man can pass it on to the Police authorities on Police Headquarters numbers 2122 4001 or 119.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The public can also report information at any Police Station.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "23:40",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "25:00",
            "URL MLT": "https://tvmnews.mt/news/l-adpd-takkuza-lill-gvern-li-jittratta-lill-air-malta-bhala-ballun-politiku/",
            "URL ENG": "https://tvmnews.mt/en/news/adpd-accuses-government-of-treating-air-malta-as-a-political-football/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "L-ADPD takkuża lill-Gvern li jittratta lill-Air Malta bħala ballun politiku",
                "url": "https://tvmnews.mt/news/l-adpd-takkuza-lill-gvern-li-jittratta-lill-air-malta-bhala-ballun-politiku/",
                "Transcript": [
                    {
                        "text": "Iċ-Chairperson ta’ ADPD Carmel Cacopardo qal li qed joħroġ dejjem iktar ċar li l-Air Malta u l-ħaddiema tagħha huma trattati mill-Gvern bħala ballun politiku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi stqarrija, il-Perit Cacopardo qal li qabel l-elezzjoni dawn il-ħaddiema ġew imwegħda impjieg garantit mal-Gvern bl-istess kundizzjonijiet li kellhom fl-Air Malta u issa qed jindunaw li dan mhux possibli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Perit Cacopardo qal li l-indikazzjonijiet li ħarġu fil-media juru li l-ftehim li għamel il-Gvern mal-ħaddiema ġie rtirat u dan juri li l-klijentaliżmu u l-istil ta’ politika qadima għadhom b’saħħithom f’Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iċ-Chairman tal-ADPD żied jirrimarka li dan huwa frott ta’ sistema parlamentari li hija ddominata biss minn żewġ partiti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "ADPD accuses Government of treating Air Malta as a political football",
                "url": "https://tvmnews.mt/en/news/adpd-accuses-government-of-treating-air-malta-as-a-political-football/",
                "Transcript": [
                    {
                        "text": "The Chairperson of ADPD, Carmel Cacopardo, said it is becoming clearer and clearer that the Government is treating Air Malta and its employees as a political football.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In a statement, the architect Cacopardo said that before the election these employees were guaranteed employment with the Government under the same conditions they enjoyed with Air Malta and now it is understood this is not possible.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Cacopardo said from indications in the media are showing that this agreement has now been withdrawn and this shows that clientelism and old-style politics are still strong in Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The ADPD Chairman added that this is the result of a Parliament that is dominated by two political parties.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "25:48",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "29:30",
            "URL MLT": "https://tvmnews.mt/news/kuncert-fil-hamrun-illum-brisq-puttinu-cares/",
            "URL ENG": "https://tvmnews.mt/en/news/todays-hamrun-concert-in-aid-of-puttinu-cares/",
            "Duration": "02:11",
            "transcript mlt": {
                "Title": "Kunċert fil-Ħamrun illum b’risq Puttinu Cares",
                "url": "https://tvmnews.mt/news/kuncert-fil-hamrun-illum-brisq-puttinu-cares/",
                "Transcript": [
                    {
                        "text": "Minbarra ċ-ċelebrazzjonijiet, il-festi fl-ibliet u l-irħula jista’ jkollhom ċelebrazzjoni oħra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ġimgħa qabel il-festa tal-patrun tal-Ħamruniżi, San Gejtanu, is-Soċjetà Mużikali San Gużepp fil-Ħamrun se tgħaqqad il-festa mal-altruiżmu u llum se ttella’ kunċert b’riżq Puttinu Cares.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Sibna attività kontinwa fil-każin Soċjeta Mużikali ta’ San Ġużepp fil-Ħamrun bir-ritmu għaddej ġmielu bil-provi għall-kuncert b’għan nobbli.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ġimgħa bogħod mill-festa tal-patrun tal-Ħamruniżi, San Gejtanu, dan il-każin llum għandu appuntament ieħor importanti biex ikompli jgħin fil-ġbir ta’ fondi għal Puttinu Cares.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-idea nibtet minn grupp ta’ żgħażagħ li, kif qaltilna Martina Fenech, riedu jagħtu kuraġġ lil kull pazjenti li bħalissa qed jieħu l-kura.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ifakruna li aħna maħniex waħedna biex ngħinu lil dawn in nies li qed jiġu bżonn l-għajnuna però apparti minn hekk peress li jiena kont pazjenta u bbenifikajt ukoll minn Puttinu, meta jien kont qegħda l-Ingilterra u kont nara dawn l-affarijiet isiru kienu jagħtuni kuraġġ, l-ispejjeż dejjem qegħdin hemmhekk biex inkomplu nospitaw iżjed familji Maltin u Għawdxin ikollna bżonn il-finanzi biex inkunu nistgħu kemm jista’ jkun il-familji dejjem nilqugħhom f’ambjent tajjeb u adekwat għalih.",
                        "author": "Martina Fenech",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-kunċert tal-Versatile Brass taħt id-direzzjoni tas-Surmast Paul Borg jinvolvi uħud mill-aqwa kantanti lokali u kif qal Maestro Borg mhuwiex spettaklu għan-nies tal-Ħamrun biss iżda għall-poplu Malti u Għawdxi kollu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kulħadd jaf li Puttinu il-ġid li jagħmel ma’ uħud minna l-Maltin b’mod speċjali issa li qed jibnu dik il-binja li hemm ġewwa Londra, allura wieħed jista’ jistenna xi spejjeż għandhom, il-kunċert jibda fit-8pm u se jagħlaq fis-1am, allura tistgħu timmaġinaw, naħseb li se jkun l-ikbar street party li qatt sar f’Malta.",
                        "author": "Paul Borg",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Mauro Busuttil, wieħed mil-organizzaturi tal-kunċert, spjega kif flimkien ma’ grupp kbir ta’ nies illum għaddejjin bla waqfien jippreparaw kemm għall-kunċert u anke għall-festa tant mistennija mill-Ħamrunizi bħal-lum ġimgħa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa qal li l-festa f’kull belt u raħal għandha wkoll tnissel ir-rieda li twassal biex iċ-ċelebrazzjoni tal-festa tkun akkumpanjata minn inizjattivi filantropici.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Busuttil żied li l-kunċert se jkun parti minn ħolqa ta’ tant attivitajiet oħra ta’ ġbir ta’ fondi biex Puttinu Cares tkun tista’ tkompli bil-proġett tagħha għall-binja residenzjali għall-pazjenti f’Londra.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Today’s Ħamrun concert in aid of Puttinu Cares",
                "url": "https://tvmnews.mt/en/news/todays-hamrun-concert-in-aid-of-puttinu-cares/",
                "Transcript": [
                    {
                        "text": "A week before the feast of San Gejtanu in Ħamrun, the San Gużepp Band Club will today hold an altruistic event with a concert in aid of Puttinu Cares.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The concert idea originated from a youth group with Martina Fenech telling TVMnews that they wanted to encourage every patient currently under treatment through this event.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We are not alone in assisting these patients…..as I also was a patient who benefited from Puttinu, treatment abroad encouraged me towards this event for the benefit of more Maltese and Gozitan families who need money for treatment and to host them in an adequate and better environment.",
                        "author": "Martina Fenech",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "The Versatile Brass concert, under the direction of conductor Paul Borg, involves the participation of local singers not only for Ħamrun residents but also for all Maltese and Gozitans.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Everyone is aware of the good work carried out by Puttinu…now with the new building in London with all the expenses involved. The concert starts at 8pm and closes as 1am…it will be the biggest ever street party in Malta.",
                        "author": "Paul Borg",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Mauro Busuttil, one of the concert’s organisers, said that feasts in various localities should be accompanied by philanthropic initiatives and the Ħamrun concert is part of other fund-raising events in aid of Puttinu’s London project.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "32:10",
            "URL MLT": "https://tvmnews.mt/news/ara-mhux-se-nwarrab-inhalli-fidejn-alla-il-papa/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-i-will-not-step-down-ill-leave-it-in-gods-hands-pope-francis/",
            "Duration": "02:19",
            "transcript mlt": {
                "Title": "Ara: “Mhux se nwarrab, inħalli f’idejn Alla” – il-Papa",
                "url": "https://tvmnews.mt/news/ara-mhux-se-nwarrab-inhalli-fidejn-alla-il-papa/",
                "Transcript": [
                    {
                        "text": "Il-Papa Franġisku ċaħad li se jkun qed iwarrab, għalissa, mill-kariga tiegħu minħabba problemi f’saħħtu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Papa stqarr dan mal-ġurnalisti abbord l-ajruplan fil-vjaġġ lura lejn Ruma mill-Kanada lbieraħ filgħaxija. Huwa m’eskludiex li fil-ġejjieni jikkunsidra li jirriżenja minn Kap tal-Knisja Kattolika bħall-Papa Benedittu XVI, iżda qal li s’issa fl-ebda mument m’għaddielu minn moħħu li jagħmel dan il-pass. Qal, li jħalli f’idejn Alla.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Irrimarka, li kieku kellu jwarrab, “din ma tkunx katastrofi” u li f’każ li ma jibqax Papa ma jkunx irid li jibda jissejjaħ ‘Papa Emeritu’, lanqas ma jibqa’ jilbes is-suttana l-bajda u ma jkunx irid li jibqa’ jgħix fil-Vatikan, lanqas li jirritorna f’art twelidu, l-Arġentina. Jekk iwarrab, qal li jkun irid li jkun magħruf bħala ‘Isqof Emeritu ta’ Ruma’ u li jibqa’ jservi f’xi knisja fil-belt kapitali Taljana.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mistoqsi jekk irkopptu għadhiex tkiddu, il-Papa stqarr li għadu muġugħ u li għaldaqstant se jqis li ma jitħabatx wisq fi żjarat oħra kif għad kif kellu fil-Kanada. It-tbatija biex jimxi u jerfa’ riġlejh, kienet evidenti diġà fil-Vjaġġ Appostoliku tiegħu f’Malta f’April li għadda. Għall-ewwel darba, f’Malta, huwa m’użax taraġ biex jinżel u jitla’ mill-ajruplan. Fejn possibbli uża rampa jew lift, u f’xi ħinijiet kien imwiegħżen minn assistenti tiegħu. Għal domanda ta’ TVMnews dwar saħħtu, il-Papa kien fakkar li ħmistax qabel żar il-pajjiż ma setax jimxi u kien ħassar appuntamenti li kellu fosthom laqgħa f’Firenze u ċ-ċelebrazzjoni ta’ Ras ir-Randan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Sibt, il-Papa temm is-37 Vjaġġ Appostoliku tiegħu bħala Papa, fil-Kanada. Hemm, iltaqa’ u ħaddan lill-popolazzjoni indiġena li fil-passat kienet imweġġa’ minn membri ta’ komunitajiet Insara.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Watch: “I will not step down…. I’ll leave it in God’s hands” – Pope Francis",
                "url": "https://tvmnews.mt/en/news/watch-i-will-not-step-down-ill-leave-it-in-gods-hands-pope-francis/",
                "Transcript": [
                    {
                        "text": "Pope Francis has denied the possibility of stepping down, for now, due to health problems.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Pope was speaking to journalists on board the plane on his return flight to Roma from Canada on Saturday evening. He did not exclude stepping aside in the future, as Pope Benedict XVI did, however he added for now this step is not on his mind, and will leave God to guide him.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "While saying that the decision to step down is not catastrophic, Pope Francis expressed the view that he will not be called “Pope Emeritus”, not even obliged to wear the white robe and to live in the Vatican or to return to his homeland in Argentina. If he steps down, the Pointiff stated that he wants to be known as the “Bishop Emeritus of Rome” and continues to serve in one of the capital’s churches.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Pope’s Canada visit was his 37th apostolic voyage, during which he met with the indigenous population who in the past experienced sufferings by members of the Christian communities.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}