{
    "News date": "30.08.2022",
    "Transcripts": [
        {
            "Time stamp": "03:51",
            "URL MLT": "https://tvmnews.mt/news/kumpanija-binvestiment-ta-e2m-biex-tizviluppa-robot-ghall-operazzjoni-fix-xewka-tad-dahar/",
            "URL ENG": "https://tvmnews.mt/en/news/company-invests-e2m-to-develop-robot-for-spinal-operations/",
            "Duration": "02:33",
            "transcript mlt": {
                "Title": "Kumpanija b’investiment ta’ €2m biex tiżviluppa robot għall-operazzjoni fix-xewka tad-dahar",
                "url": "https://tvmnews.mt/news/kumpanija-binvestiment-ta-e2m-biex-tizviluppa-robot-ghall-operazzjoni-fix-xewka-tad-dahar/",
                "Transcript": [
                    {
                        "text": "Kumpanija Iżraeljana f’Malta qed tfittex gradwati fir-robotika biex tiżviluppa robot ħalli jservi ta’ għodda għall-kirurgi biex joperaw b’iktar dettall fix-xewka tad-dahar. Il-kumpanija PathKeeper Surgical se tinvesti €2 miljun f’Malta biex fost oħrajn toħloq sistemi innovattivi li kapaċi jintużaw f’operazzjonijiet oħrajn tal-ortopedija.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fid-dinja, kull sena jsiru 5 miljun operazzjoni fix-xewka tad-dahar. Jirnexxu biss kwart minnhom. Fost ir-raġunijiet: in-nuqqas ta’ dettall għal kirurgi waqt l-operazzjonijiet. Il-kumpanija PathKeeper Surgical irnexxielha tiżviluppa magna biex il-kirurgi joperaw fl-ispina b’iktar reqqa bl-użu tar-robots u l-intelliġenza artifċjali. Il-magna ma titfax raġġi u hi iktar sigura għall-pazjenti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’Lulju li għadda, il-kumpanija Iżraeljana fetħet il-bibien tagħha f’Malta u bdiet topera mil-Life Sciences Park qrib l-Isptar Mater Dei. Il-kumpanija qed tippjana li tinvesti €2 miljun f’Malta. Il-Kap Eżekuttiv ta’ PathKeeper Surgical, Erez Lampert, qal li bħalissa l-kumpanija qed tfittex persuni ggradwati fir-robotika biex jiżviluppaw robot għall-operazzjoni fix-xewka tad-dahar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "PathKeeper Surgical is developing a new generation of robotic surgery based on machine-learning and artificial intelligence to help surgeons make more accurate, better orthopaedic surgery.",
                        "author": "Erez Lampert – Kap Eżekuttiv ta’ PathKeeper Surgical",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Waqt li wera l-fehma li Malta għandha l-infrastruttura meħtieġa għar-riċerka u l-innovazzjoni, il-fundatur tal-kumpanija qal li l-fatt li n-nies f’Malta kapaċi jitkellmu bl-Ingliż kien fost il-fatturi li kkonvinċih biex jiftaħ kumpanija f’Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The company as a general has a strong team of 3D camera development, artificial intelligence and the Maltese team will be focused on the robotics aspect of the full development. But definitely will be integrating with the whole team and will also support our clinical work in Malta and the EU.",
                        "author": "Erez Lampert – Kap Eżekuttiv ta’ PathKeeper Surgical",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-kumpanija ġiet megħjuna b’għotja mill-iskema Start-Up Finance mħaddma mill-Malta Enterprise. Il-Kap Eżekuttiv tal-Malta Enterprise, Kurt Farrugia, qal li dawn it-tip ta’ kumpaniji joffru impjiegi ta’ kwalità b’pagi tajbin ħafna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kumpaniji bħal dawn li jimpjegaw 15-il persuna nkunu qegħdin naraw li l-ewwel nett joħolqu innovazzjoni f’Malta, jattiraw talent u allura nies minn universitajiet oħrajn internazzjonali jitħalltu ma’ nies minn Malta biex dak l-għarfien li jkun hemm nistgħu naqsmuh li ġej minn barra u mill-universitajiet f’Malta.",
                        "author": "Kurt Farrugia",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Fl-2020, PathKeeper Surgical ingħatat il-marka ta’ eċċellenza mill-Unjoni Ewropea għall-proġetti proposti dwar ir-riċerka u l-innovazzjoni.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Company invests €2m to develop robot for spinal operations",
                "url": "https://tvmnews.mt/en/news/company-invests-e2m-to-develop-robot-for-spinal-operations/",
                "Transcript": [
                    {
                        "text": "An Israeli company in Malta is seeking graduates in robotics to develop a robot as a surgical tool to perform detailed spinal operations. PathKeeper Surgical is investing €2 million in Malta to create this innovative system which may also be used in other orthopaedic operations.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Throughout the world annually five million spinal operations are performed and only 25% are successful, the reasons being lack of detail for surgeons performing the operation. PathKeeper Surgical has succeeded in developing a machine that is more effective through the use of robots and artificial intelligence. The machine does not emit rays and provides greater security for patients.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Last July the Israeli company opened its doors in Malta and began operations at the Life Sciences Park near Mater Dei Hospital. Executive Head Erez Lampert said the company is seeking robotics graduates to continue developing the spinal operation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He said “PathKeeper Surgical is developing a new generation of robotic surgery based on machine-learning and artificial intelligence to help surgeons make more accurate, better orthopaedic surgery.”",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Lampert said Malta has the necessary infrastructure for research and innovation and the capable use of the English language convinced him to establish the company in Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“The company as a general has a strong team of 3D camera development, artificial intelligence and the Maltese team will be focused on the robotics aspect of the full development. But definitely will be integrating with the whole team and will also support our clinical work in Malta and the EU.”",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The company was aided by the Start-Up Finance Scheme within Malta Enterprise. Executive Head Kurt Farrugia, said companies of this kind offer quality employment with good conditions. Employing about 15 people they attract talent and create innovation both local and from overseas.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In 2020, PathKeeper Surgical was given a mark for excellence by the EU for proposed projects into research and innovation.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "07:37",
            "URL MLT": "https://tvmnews.mt/news/sensiela-ingliza-li-qed-tingibed-fmalta-u-ghawdex-se-thalli-e2-3m-fil-pajjiz/",
            "URL ENG": "https://tvmnews.mt/en/news/british-series-being-shot-in-malta-and-gozo-will-leave-e2-3m-in-the-country/",
            "Duration": "01:43",
            "transcript mlt": {
                "Title": "Sensiela Ingliża li qed tinġibed f’Malta u Għawdex se tħalli €2.3m fil-pajjiż",
                "url": "https://tvmnews.mt/news/sensiela-ingliza-li-qed-tingibed-fmalta-u-ghawdex-se-thalli-e2-3m-fil-pajjiz/",
                "Transcript": [
                    {
                        "text": "Sensiela televiżiva Ingliża li qed tinġibed bħalissa f’diversi lokalitajiet f’Malta u Għawdex se tħalli f’pajjiżna madwar €2.3 miljun. Din hija t-tieni darba li l-produtturi ta’ Madame Blanc għażlu lill-gżejjer Maltin għal din is-sensiela li daħlet fit-tieni staġun tagħha. Madame Blanc hija sensiela b’xeni ta’ azzjoni u investigazzjoni, li t-tieni staġun tagħha mistenni jixxandar lejn l-aħħar ta’ din is-sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din il-produzzjoni qed tinġibed fuq medda ta’ 11-il ġimgħa f’Għawdex u ġimgħa f’Malta. Il-Kummissarju għall-Films Johann Grech qal li dil-produzzjoni ġabet madwar 100 impjieg lokali b’investiment u ġid ekonomiku li qed jitgawda anke f’Għawdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Il-pjan tagħna qed jaħdem. Qed inġibu aktar produzzjonijiet lejn għawdex biex b’hekk il-ġid ekonomiku igawdu minnu kulħadd. Issa rridu aktar Għawdxin jidħlu fl-industrija tal-films għax irridu noħolqu opportunitajiet għal Ghawdxin f’Għawdex stess.”",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru għat-Turiżmu Clayton Bartolo sostna li kull ma jmur l-industrija tal-films f’Malta qiegħda ssir sostenibbli b’opportunitajiet għal kulħadd.  Irrimarka li huwa ta’ sodisfazzjon tara li l-interess ta’ ġbid ta’ produzzjonijiet qiegħed jilħaq anke l-gżira Għawdxija.  Il-Ministru Bartolo qal li l-għan jibqa’ li l-Gvern ikompli jinvesti iżjed biex din l-industrija tilħaq il-potenzjal tagħha u tkun ukoll mutur ewlieni tal-ekonomija lokali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "British series being shot in Malta and Gozo will leave €2.3m in the country",
                "url": "https://tvmnews.mt/en/news/british-series-being-shot-in-malta-and-gozo-will-leave-e2-3m-in-the-country/",
                "Transcript": [
                    {
                        "text": "A British TV series currently being shot in various localities in Malta and Gozo will be leaving around €2.3 million. This is the second time that Madame Blanc chose the Maltese islands for this series which is now in its second season. Madame Blanc is a series filled with action and investigation, and the second season is expected to be transmitted towards the end of this year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This production is being shot over a period of 11 weeks in Gozo and one week in Malta. Film Commissioner Johann Grech said that this production has created jobs for around 100 local employees with investment and economic wealth which is also being enjoyed in Gozo.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Our plan is working. We are bringing more productions to Gozo so that economic wealth is enjoyed by all. Now we want more Gozitans to enter the film industry because we want to create opportunities for Gozitans in Gozo itself.”",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tourism Minister Clayton Bartolo saiid that the film industry is becoming more sustainable with opportunities for everyone. He remarked that it was satisfying to see the interest which film production is creating even in Gozo. Minister Bartolo said that the aim of the Government is to keep investing more in the industry to increase its potential and become a major motor of the local economy.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "09:53",
            "URL MLT": "https://tvmnews.mt/news/ara-jizgumbraw-5-appartamenti-tal-housing-fil-hamrun/",
            "URL ENG": "https://tvmnews.mt/en/news/ara-residents-of-five-housing-apartments-evicted-by-order-of-court/",
            "Duration": "01:49",
            "transcript mlt": {
                "Title": "ARA: Jiżgumbraw 5 appartamenti tal-housing fil-Ħamrun",
                "url": "https://tvmnews.mt/news/ara-jizgumbraw-5-appartamenti-tal-housing-fil-hamrun/",
                "Transcript": [
                    {
                        "text": "Azzjoni ta’ infurzar mill-Awtorità tad-Djar wasslet biex b’mandat tal-Qorti ġew żgumbrati ħames appartamenti f’binja Okella Agius fil-Ħamrun.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-iżgumbramenti, bis-sehem tal-Pulizija mir-Rapid Intervention Unit, saru wara li nstab li persuni bdew jgħixu hemmhekk b’mod illegali b’appartament minnhom beda jinkera lil terzi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews hu infurmat li l-operazzjoni għadha għaddejja u ġaladarba titlesta, dawn l-appartamenti se jitqassmu lill-persuni li qed jistennew post tal-Gvern.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mill-inqas ħames persuni nħarġu minn ħames appartamenti f’binja Okella Agius fil-Ħamrun wara li nstab li kienu jgħixu hemmhekk b’mod illegali. Appartament minnhom allegatament instab li kien qed jinkera lil terzi minflok jaqdi l-ħtiġijiet tal-akkomodazzjoni soċjali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-operazzjoni tal-Awtorità tad-Djar bdiet it-Tlieta kmieni filgħodu megħjuna mill-Pulizija tar-Rapid Intervention Unit, b’ħidma biex jiġu żgumbrati l-appartamenti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews hu infurmat li din l-azzjoni ta’ żgumbrament saret bis-saħħa ta’ mandat tal-Qorti wara li l-persuni nstabu jgħixu illegalment f’dawn l-appartamenti. Jirriżulta li dawn il-persuni kienu ilhom tmien xhur jiġu mwissija mill-Awtorità tad-Djar li m’għandhomx titlu biex jgħixu f’dawk l-appartamenti li jinsabu fi Triq Ħal Qormi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It-triq kellha tingħalaq għat-traffiku biex fost oħrajn tniżżlu diversi affarijiet mill-appartamenti fosthom għamara, gradenzi, ħwejjeġ u basktijiet. Is-sidien ta’ dawn l-oġġetti għandhom ċans sentejn biex jiġbruhom mill-Awtorità tad-Djar. Jekk ma jinġabrux, jintremew.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews jinsab infurmat li wħud minn dawn il-persuni saħansitra baqgħu jgħixu fl-appartamenti minkejja li kellhom indirizz ieħor imniżżel fuq il-karta tal-identità tagħhom. Il-maġġoranza tal-abbużi kienu jittrattaw dak li jissejjaħ squatting . . . meta persuni jokkupaw il-post b’mod illegali. F’Okella Agius hemm madwar 50 appartament tal-Gvern.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dan l-istazzjon hu infurmat li l-operazzjoni ta’ żgumbrament tintemm l-Erbgħa u ġaladarba l-Awtorità tad-Djar ikollha ċ-ċwievet f’idejha, se tqassam dawn il-postijiet lill-persuni li qed jistennew post tal-Gvern. Fil-preżent, hemm madwar 1,300 persuna fuq il-lista tal-akkomodazzjoni soċjali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fuq il-midja soċjali, il-Ministru għall-Akkomodazzjoni Soċjali, Roderick Galdes, qal li l-assi tal-poplu m’għandhomx jiġu abbużati għax min jemmen fil-ġustizzja soċjali ma jistax jittollera l-abbuż.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "ARA: Residents of five housing apartments evicted by order of court",
                "url": "https://tvmnews.mt/en/news/ara-residents-of-five-housing-apartments-evicted-by-order-of-court/",
                "Transcript": [
                    {
                        "text": "Residents of five apartments in the Okella Agius building were evicted early this morning in Hamrun. The eviction operation was carried out with the participation of the officers of the Housing Authority and the Police of the Rapid Intervention Unit. It is understood that in total around 8 people were asked to leave. Sources said that some of them had a criminal profile. One of the apartments appears to have been rented out to third parties.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews.mt is informed that the eviction was carried out on the strength of a Court order after the people who were found to be living there illegally were warned at the beginning of the year that they have no title to those apartments and could no longer live there.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It emerged that some of these people continued to live in these apartments even though they had another address indicated on their Identity Card. The majority of abuses were carried out by squatters who were occupying the apartments illegally.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The persons who were evicted were offered help in the form of rent subsidies from the Housing Authority.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "18:30",
            "URL MLT": "https://tvmnews.mt/news/xoghlijiet-ta-tindif-u-konsolidazzjoni-fil-forti-delimara/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-cleansing-works-and-consolidation-at-fort-delimara/",
            "Duration": "02:32",
            "transcript mlt": {
                "Title": "ARA: Xogħlijiet ta’ tindif u konsolidazzjoni fil-Forti Delimara",
                "url": "https://tvmnews.mt/news/xoghlijiet-ta-tindif-u-konsolidazzjoni-fil-forti-delimara/",
                "Transcript": [
                    {
                        "text": "Għaddejjin xogħlijiet ta’ tindif u konsolidazzjoni fil-Forti Delimara bil-għan li mhux biss isebbħu d-dehra tal-Forti, imma li jagħtu lura l-aċċessibbilità għall-partijiet ewlenin tiegħu. F’dawn ix-xogħlijiet Heritage Malta qed tieħu ħsieb li fil-Forti Delimara tiġi installata sistema ġdida ta’ dawl u ilma u tissaħħaħ is-sistema ta’ sigurtà madwaru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Matul l-aħħar sena saret ħidma estensiva fil-Forti Delimara minn Heritage Malta u bl-għajnuna ta’ għaqdiet u organizzazzjonijiet oħra. Fost xogħol ieħor, tnaddfu l-partijiet sotterranji u wkoll il-pjazza prinċipali. Tneħħew ukoll diversi strutturi li kienu daħlu fil-Forti Delimara meta l-forti kien jintuża bħala razzett snin ilu u li wħud minnhom kienu perikolużi. Heritage Malta ħadet ħsieb ukoll li fil-forti tiġi installata sistema ġdida ta’ dawl u ilma u tissaħħaħ is-sigurtà madwaru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Eżekuttiv ta’ Heritage Malta, Noel Zammit, qal li x-xogħol li sar s’issa fil-Forti Delimara se jwassal għall-aħjar żamma tal-forti. Waqt li sostna li fadal ħafna xogħol xi jsir, qal li l-pubbliku huwa għatxan għal siti bi storja militari u sostna li hu għalhekk li l-pjan hu li f’Ottubru jsir open day fil-Forti Delimara.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Heritage Malta hi impenjata li tagħmel il-patrimonju tagħna aċċessibbli u llum dak li qed nagħmlu hawnhekk ġol-Forti ta’ Delimara sar diġà ħafna xogħol, għamilna ħafna investiment, ilna nagħmlu biss għafasna iktar dan l-aħħar sena sabiex dan l-investiment iħalli frott f’aċċessibbiltà. Naddafna żoni varji ġol-fortizza, neħħejna strutturi li kienu ta’ periklu, li ma kinux storiċi wkoll.",
                        "author": "Noel Zammit – il-Kap Eżekuttiv ta’ Heritage Malta",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Kuratur Ewlieni Matthew Balzan qal li l-Forti Delimara nbena bejn l-1876 u l-1878 biex iħares il-kosta tan-naħa tal-port ta’ Marsaxlokk u hu eżempju klassiku ta’ fortifikazzjoni kostali Vittorjana.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għad fiha wħud mill-kanuni oriġinali li tpoġġew 140 sena ilu. Filfatt fiha għad hawn 4 kanuni kbar ta’ 38 tunnellata-il wieħed illi dawn huma l-aħħar eżempji tagħhom fid-dinja kollha li għadhom il-kanun oriġinali fil-post oriġinali tiegħu, jiġifieri dawn daħlu hawnhekk f’April tal-1880 u sal-lum 2022 baqgħu qatt ma nħarġu minn dan il-post.",
                        "author": "Matthew Balzan – Kuratur Ewlieni",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Ministru għall-Wirt Nazzjonali, l-Arti u l-Gvern Lokali Owen Bonnici żar il-Forti Delimara biex jara l-progress tax-xogħlijiet. Hu wera apprezzament kbir għall-isforzi ta’ Heritage Malta biex il-forti jingħata lura d-dinjità li jixraqlu. Sostna li l-Gvern kommess li jkompli jwettaq inizjattivi li jħarsu l-preservazzjoni, ir-restawr u r-rijabilitazzjoni ta’ fortifikazzjonijiet u postijiet storiċi fuq bażi regolari.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "WATCH: Cleansing works and consolidation at Fort Delimara",
                "url": "https://tvmnews.mt/en/news/watch-cleansing-works-and-consolidation-at-fort-delimara/",
                "Transcript": [
                    {
                        "text": "Works are ongoing on the cleansing and consolidation of Fort Delimara aimed at enhancement and restoring accessibility to the main parts. Heritage Malta is monitoring the installation of a new lighting system and greater security systems around the area.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Over the year there has been extensive work by Heritage Malta with the help and support of other organisations. Works have included underground areas and the main square. Various structures installed when the Fort was being used as a farm some years ago have been removed and some of them were in a dangerous state. Heritage Malta has also undertaken the installation of a new lighting system and the strengthening of security around the Fort.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Executive Head of Heritage Malta, Noel Zammit, said works that have taken place so far will lead to better all-round maintenance. While maintaining there is still much to be done to satisfy the public demand to view former military facilities, it is being planned to have an Open Day at Fort Delimara in October.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He continued saying much work has taken place in cleansing and maintenance by Heritage Malta which is committed to make heritage places accessible through considerable investment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Main Curator Matthew Balzan said Fort Delimara was built between 1876 and 1878 to safeguard the port side of Marsaxlokk and is a classic example of Victorian fortifications. Some of the original cannons were placed there 140 years ago and there are still four of 38 tons each, original and in their original placements. They were installed in April 1880 and they are still there.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Minister for National Heritage, the Arts and Local Government, Owen Bonnici, paid a visit to the Fort to see the works in progress to restore it to its dignity. He stressed the Government is committed to continue preservation works as well as restorations of historical fortifications on a regular basis.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "24:47",
            "URL MLT": "https://tvmnews.mt/news/libsa-li-libset-valentina-rossi-freklam-irkantata-ghall-karita/",
            "URL ENG": "N/A",
            "Duration": "01:54",
            "transcript mlt": {
                "Title": "Libsa li libset Valentina Rossi f’reklam irkantata għall-karità",
                "url": "https://tvmnews.mt/news/libsa-li-libset-valentina-rossi-freklam-irkantata-ghall-karita/",
                "Transcript": [
                    {
                        "text": "Minflok tpoġġiet f’xi kaxxa u rabbiet il-kamla, libsa li ntlibset f’riklam ftit ilu ngħatat b’donazzjoni għall-karità. Il-libsa ġiet irkantata u magħha kien hemm 3 oġġetti oħra ta’ disinjaturi lokali li l-flus li ġabu marru fil-karus tal-Fondazzjoni Malta Community Chest Fund.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għas-Sinjura Miriam Vella, mart il-President, kull qatra tgħodd u sostniet li attivitajiet bħal dawn jiġġeneraw flus matul is-sena kollha lil din il-fondazzjoni li tgħin nies bi problemi soċjali jew għall-kura medika barra minn Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Libsa li ntużat f’riklam ftit tal-ġimgħat ilu se titgawda minn xi ħaddieħor li xtraha f’irkant għall-karità. L-idea kienet ta’ uffiċjal għoli tal-kumpanija li kkummissjonat disinjatur tal-ħwejjeġ lokali biex joħloq libsa bi stil partikolari u ta’ lewn oranġjo li ntlibset mill-preżentatriċi popolari Valentina Rossi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minbarra din il-libsa, l-organizzaturi tal-irkant, li għadhom kif ħadu ħsieb itellgħu b’suċċess Fashion for a Cause fil-Palazz tal-Verdala, avviċinaw disinjaturi oħra lokali tal-ħwejjeġ u tal-aċċessorji biex jagħtu b’donazzjoni xi oġġetti minn tagħhom biex jiġu rkantati wkoll.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Waqt l-irkant, infatti, kien hemm handbag oranġjo li ntuża mal-libsa l-oranġjo għar-riklam, ġakketta twila tad-denim bl-inforra oranġjo li nħietet waqt il-Covid, u ġiżirana oranġjo ispirata mill-kuluri ta’ nżul ix-xemx. L-oġġetti għall-irkant inramaw fid-daħla tal-Palazz ta’ Sant’Anton, fejn saret l-attività fil-jiem li għaddew b’risq il-Fondazzjoni Malta Community Chest Fund u għaliha attendew mal-200 ruħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-Sinjura Miriam Vella, mart il-President, kellha kliem t’apprezzament għal min jorganizza dat-tip t’attivitajiet u għal min jikkonkorri għalihom għax qalet jiġġeneraw fondi matul is-sena kollha għall-Fondazzjoni Malta Community Chest Fund.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "“Kull ftit li jidħol kollox imur għall-Community Chest Fund għan-nies li għandhom bżonn, għan-nies li ngħinu kemm soċjalment u medikament. Kull min ikollu bżonn l-għajnuna tagħna aħna lesti li ngħinuh. Nagħmlu dawn l-attivitajiet biex dejjem ikollna minn fejn ngħinu lin-nies.”",
                        "author": "Is-Sinjura Miriam Vella",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Mill-erba’ oġġetti irkantati, inġabru ftit iktar minn €3,000 filwaqt li magħhom ingħataw bosta donazzjonijiet mill-mistednin, biex b’kollox inqabżet is-somma ta’ €5,300.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {}
        },
        {
            "Time stamp": "27:10",
            "URL MLT": "https://tvmnews.mt/news/l-oratorju-salesjan-fhad-dingli-jibdlu-z-zmien-tal-pandemija-fopportunita-ghaz-zghazagh/",
            "URL ENG": "https://tvmnews.mt/en/news/salesian-oratory-at-dingli-uses-pandemic-to-create-opportunities-for-youths/",
            "Duration": "02:15",
            "transcript mlt": {
                "Title": "L-Oratorju Salesjan f’Ħad-Dingli jibdlu ż-żmien tal-pandemija f’opportunità għaż-żgħażagħ",
                "url": "https://tvmnews.mt/news/l-oratorju-salesjan-fhad-dingli-jibdlu-z-zmien-tal-pandemija-fopportunita-ghaz-zghazagh/",
                "Transcript": [
                    {
                        "text": "Inawgurata uffiċjalment l-estensjoni tal-binja tal-Oratorju Salesjan f’Ħad-Dingli, f’ċerimonja animata mill-adolexxenti u ż-żgħażagħ stess li jattendu l-oratorju. Il-proġett beda malli faqqgħet il-pandemija u jista’ jitqies bħala lezzjoni ta’ kif esperjenza negattiva fejn iż-żgħażagħ ma setgħux jiltaqgħu wiċċ imb wiċċ inbidlet f’ħaġa pożittiva li minnha issa qed igawdu l-frott tax-xogħol li sar. Huwa wkoll post li juri t-tajjeb fost l-adoloxxenti u ż-żgħażagħ Maltin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Faċilitajiet isbaħ għall-adolexxenti u ż-żgħażagħ li jattendu l-Oratorju Salesjan f’Ħad-Dingli wara estensjoni tal-binja li għandha spazji dedikati għal laqgħat, talb u rikreazzjoni f’ambjent modern li jinkludi wkoll faċilitajiet sportivi fuq barra. Il-post hu turija li s-Salesjani huma attivi ħafna fil-missjoni li beda l-fundatur tagħhom, San Ġwann Bosco, qrib Turin mitejn sena ilu . . . ħidma mat-tfal u ż-żgħażagħ. Il-protagonisti fl-inawgurazzjoni tax-xogħol li sar kienu dawk stess li qed igawdu l-post: adolexxenti u żgħażagħ li għadhom kemm temmew esperjenza msejħa Sajf Allegrija . . . programm mfassal apposta għalihom matul ix-xhur tas-sajf. L-attendenza mhix biss minn din il-lokalita’, iżda l-bibien tal-oratorju huma miftuħ għall-adoloxxenti u ż-żgħażagħ kollha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Id-Direttur, Fr Jake Mamo, fakkar li għal San Ġwann Bosco biex binja tissejjaħ oratorju trid tkun imsawra fuq erba’ pilastri: dar fejn kulħadd iħossu milqugħ; knisja li tlaqqgħek ma’ Alla; bitħa fejn jinħolqu relazzjonijiet sbieħ; u skola li tipprepara għall-ħajja. Żied jgħid li jibqa’ għan ewlieni f’ħidmet is-Salesjani llum, li jmexxu ‘l quddiem l-għan ta’ Don Bosco li t-tfal u ż-żgħażagħ li jattendu fl-oratorju jikbru f’ċittadini onesti u insara tajbin. Fr Jake Mamo rrimarka li hawnhekk is-Salesjani għandhom l-għajnuna ta’ aktar minn 20 leader żgħażagħ li taw ħinhom fl-organizazzjoni tal-attivitajiet. Waqt li rringrazzjahom għall-impenn tagħhom, f’appell dirett lilhom qalilhom biex ma jistħu qatt jagħmlu t-tajjeb.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-proġett li beda malli faqqgħet il-pandemija ġie ffinanzjat mill-Provinċja Salesjana, benefatturi u d-Dipartiment tax-Xogħlijiet Pubbliċi. Il-Ministru Ian Borg li kien responsabbli minn dan id-dipartiment tkellem dwar esperjenzi personali tieħgu meta iżgħar fl-eta’ kien jattendi l-oratorju. Qal li dan hu post li jilqa’ lil kulħadd, joħloq sens ta’ komunità u ta’ spalla għal min jgħaddi minn diffikultà. Żied jgħid li l-oratorju hu prova tal-ġid li tagħmel il-Knisja u rrimarka li mhux ġust li meta persuna tiżbalja jintefa’ ħtija fuq l-istituzzjoni kollha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Isqof Awżiljarju, Joe Galea Curmi, stqarr li din hi okkażjoni sabiħa mhux għall-knisja f’Malta biss iżda għall-pajjiż ukoll għax hi turija li fostna hawn it-tajjeb, b’dan l-oratorju hu post li qal jgħin biex ikollna soċjetà aħjar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Salesian Oratory at Dingli uses pandemic to create opportunities for youths",
                "url": "https://tvmnews.mt/en/news/salesian-oratory-at-dingli-uses-pandemic-to-create-opportunities-for-youths/",
                "Transcript": [
                    {
                        "text": "The official inauguration of the extension of the Salesian Oratory at Dingli has taken place in an event animated by the youths who attend the Oratory. The project commenced on the outbreak of the pandemic and can be taken as a positive experience where a negative situation is transformed to the positive. It is a situation that brings out the best from youths and adolescents.  ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The new facility has space for meetings, prayers and recreation in a modern environment and includes outdoor sports facilities. It also shows the Salesians are active and following the mission of their founder San Ġwann Bosco near Torino 200 years ago. The youths have just completed an event known as Sajf Allegrija . . . a special programme designed for summer. Attendance is not just for youths in the locality but is open to all youths.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Director Fr Jake Mamo recalled the aims of San Ġwann Bosco that a building should accommodate and create good relationships and as a school in preparation for life. Fr Jake Mamo remarked the Salesians have 20 leaders who give their time to organising events.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The project was financed by the Salesian Province, benefactors and the Department of Public Works. Minister Ian Borg who was responsible for this Department at the time spoke of his experiences as a youth when he attended the Oratory. He said this is a place that welcomes all from a young age and is a sign of the good the Church carries out.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Auxiliary Bishop Mons Joe Galea Curmi stated this is a beautiful occasion not only for the Church in Malta but also shows the goodwill around us and a place like the Oratory creates a better society.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}