{
    "News date": "31.08.2022",
    "Transcripts": [
        {
            "Time stamp": "02:32",
            "URL MLT": "https://tvmnews.mt/news/gorbachev-min-ifahhru-u-min-jikkritikah-ghall-mod-kif-mexxa-l-unjoni-sovjetika/",
            "URL ENG": "https://tvmnews.mt/en/news/gorbachev-some-praise-him-and-some-criticise-him-for-the-way-he-led-the-soviet-union/",
            "Duration": "02:19",
            "transcript mlt": {
                "Title": "Gorbachev… min ifaħħru u min jikkritikah għall-mod kif mexxa l-Unjoni Sovjetika",
                "url": "https://tvmnews.mt/news/gorbachev-min-ifahhru-u-min-jikkritikah-ghall-mod-kif-mexxa-l-unjoni-sovjetika/",
                "Transcript": [
                    {
                        "text": "Id-dinja dalgħodu sebħet issellem lil wieħed mill-iktar figuri politiċi prominenti tat-tieni nofs tas-seklu 20. Mikhail Gorbachev, l-aħħar President tal-Unjoni Sovjetika, miet matul il-lejl li għadda fl-età ta’ 91 sena",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Gorbachev jibqa’ suġġett għall-kontroversja anki wara mewtu – ħafna jassoċjawh ma’ tmiem il-gwerra bierda bejn l-Unjoni Sovjetika u l-Istati Uniti, oħrajn iqisuh bħala riformista li wassal għar-Russja moderna waqt li hemm min għadu xettiku dwar kif spiċċat l-Unjoni Sovjetika u l-pajjiżi satelliti ħadu l-indipendenza.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kien ġie Malta fis-summit storiku tal-1989 meta ltaqa’ mal-President Amerikan ta’ dak iż-żmien Bush biex jaqblu fuq patt ta’ paċi u tmiem il-Gwerra Bierda.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tard ilbieraħ filgħaxija tħabbret il-mewt tal-aħħar mexxej tal-Unjoni Sovjetika Mikhail Gorbachev. Kien sptar f’Moska li ta l-aħbar. Gorbachev miet fl-età ta’ 91 sena wara li kien ilu jbati minn marda serja u twila.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Twieled fl-1931, f’familja fqira b’għeruq Russi u Ukreni, studja fl-Università ta’ Moska u laħaq avukat.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Daħal fil-politika meta kien żagħżugħ u ngħaqad mal-Partit Komunista Sovjetiku. Iktar tard laħaq Segretarju Ġenerali tal-Partit Komunista u eventwalment inħatar President tal-Unjoni Sovjetika.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kien meqjus l-iżgħar fost dawk kollha li kienu jimmilitaw fil-Politburo u t-tmexxija Sovjetika u għaldaqstant seta’ joffri kontribut fit-tul meta l-ekonomija Sovjetika kienet qed tbati.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Introduċa l-politika tal-Glasnost – it-trasparenza – u l-Perestroika. Imma fuq kollox jibqa’ magħruf għall-ħidma biex iqarreb lejn xulxin liż-żewg super potenzi – l-Unjoni Sovjetika u l-Istati Uniti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Kien kważi 33 sena ilu, ftit wara l-waqgħa tal-ħajt ta’ Berlin fil-Ġermanja, meta Gorbachev – dak iż-żmien President tal-Unjoni Sovjetika – u l-President tal-Istati Uniti George HW Bush għażlu lil Malta biex tintemm l-Gwerra l-Bierda li kienet ilha għaddejja iktar minn 40 sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Is-summit sar bejn it-2 u 3 ta’ Diċembru tal-1989 fuq inizjattiva tal-President Bush u tlaqqa’ f’Malta wara talba mill-Amerikani u s-Sovjetiċi lill-Gvern Malti tal-Prim Ministru Eddie Fenech Adami.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Matul it-tmexxija tiegħu, Gorbachev fetaħ dik li kienet l-Unjoni Sovjetika għad-dinja. Daħħal bosta riformi fil-pajjiż, għalkemm f’artu stess kienu bosta li ħaduha kontrih ghax kienu jakkużawh li kien il-moħħ wara l-waqgħa tal-Imperu Sovjetiku – ħafna stati talbu u ħadu l-indipendenza sal-1991.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Madankollu, Gorbachev kien strumentali biex mill-waqgħa tal-Unjoni Sovjetika ħarġet ir-Russja moderna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Wara r-riżenja tiegħu minn President, kien vuċi kritika għall-Presidenti Russi Boris Yeltsin u Vladimir Putin. Huwa rċieva bosta rikonoxximenti fosthom il-Premju Nobel għall-Paċi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Gorbachev… some praise him and some criticise him for the way he led the Soviet Union",
                "url": "https://tvmnews.mt/en/news/gorbachev-some-praise-him-and-some-criticise-him-for-the-way-he-led-the-soviet-union/",
                "Transcript": [
                    {
                        "text": "The world is paying tribute to one of the most prominent political figures in the second half of the 20th century: Mikhail Gorbachev, the last President of the Soviet Union who died on Tuesday night at the age of 91.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Gorbachev continues to be controversial even in death – many associate him with the end of the Cold War between the Soviet Union and the US, while others consider him a reformist who paved the way for modern Russia. Some are also sceptical about how the Soviet Union and the satellite countries ended up following their independence.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He had come to Malta during the historic summit of 1989 when he met then US President Bush to come to a peace agreement and bring an end to the Cold War.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mikhail Gorbachev died at a hospital in Moscow after a long and serious illness.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He was born in 1931, in a poor family with Russian and Ukrainian roots, he studied at the University of Moscow and became a lawyer.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He got into politics as a young man and joined the Soviet Communist Party. He later became the Secretary General of the Community Party and was eventually appointed President of the Soviet Union.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He was considered the youngest of all those who militated in the Politburo and the Soviet leadership and therefore he could offer a long term contribution at a time when the Soviet economy was suffering.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He introduced the politics of Glasnost – transparency – and Perestroika. But above all he will be remembered for his work to bring the two super powers closer together.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It was almost 33 years ago, shortly after the fall of the Berlin War in Germany when Gorbachev and Bush chose Malta to end the Cold War which had been going on for more than 40 years.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The summit held between 2 – 3 December 1989 on the initiative of President Bush, met in Malta following a request by the Americans and the Soviets to the Maltese Government which at the time was led by PM Eddie Fenech Adami.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "During his leadership, Gorbachev opened the Soviet Union to the world. He introduced a lot of reforms, although in his homeland many took it against him and caused him of being the brains behind the fall of the Soviet Empire. In fact many states demanded and took back their independence in 1991.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "However, Gorbachev was instrumental for bringing about modern Russia after the fall of the Soviet Union.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Following his resignation from President, he was a critical voice against Presidents Boris Yeltsin and Vladimir Putin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "He received a number of recognitions including the Nobel Peace Prize.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "05:02",
            "URL MLT": "https://tvmnews.mt/news/ara-xkellhom-xi-jghidu-l-mexxejja-lokali-u-barranin-dwar-gorbachev/",
            "URL ENG": "https://tvmnews.mt/en/news/foreign-and-local-leaders-have-their-say-about-gorbachev/",
            "Duration": "03:11",
            "transcript mlt": {
                "Title": "Ara x’kellhom xi jgħidu l-mexxejja lokali u barranin dwar Gorbachev",
                "url": "https://tvmnews.mt/news/ara-xkellhom-xi-jghidu-l-mexxejja-lokali-u-barranin-dwar-gorbachev/",
                "Transcript": [
                    {
                        "text": "Bosta mexxejja minn madwar id-dinja, fosthom anke Maltin, irreaġixxew għall-mewt ta’ Gorbachev u rrimarkaw il-legat li ħalla u l-mod kif se jibqa’ mfakkar fl-istorja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews silet uħud mill-kummenti li dawn il-mexxejja kellhom fil-konfront tal-eks President tal-Unjoni Sovjetika li l-mewt tiegħu tħabbret matul il-lejl li għadda.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "GEORGE VELLA\nIl-President George Vella sellem il-memorja u l-legat ta’ Gorbachev billi sejjaħlu bniedem kbir u viżjonarju tal-paċi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "ROBERT ABELA\nIl-Prim Ministru Robert Abela qal li m’għandux jintesa’ s-sehem ta’ Gorbachev u Bush fis-summit ta’ Malta – summit li wassal għat-tmiem tal-Gwerra l-Bierda u l-bidu ta’ Ewropa Ħielsa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "BERNARD GRECH\nIl-Kap tal-Oppożizzjoni Bernard Grech qal li Gorbachev kien raġel kbir li biddel l-istorja tal-Ewropa u d-dinja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "ROBERTA METSOLA\nIl-President tal-Parlament Ewropew Roberta Metsola qalet li l-laqgħa bejn Gorbachev u Bush tat sinjal għat-tmiem tal-Gwerra l-Bierda u offriet tama f’dinja aħjar u ħielsa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "URSOLA VON DER LEYEN\nIl-President tal-Kummissjoni Ewropea Ursula von der Leyen fissret lil Gorbachev bħala mexxej li kont tista’ tafdah – kien rispettat u qalet li kellu rwol kruċjali biex niżżel il-Purtiera tal-Ħadid.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "ANTONIO GUTERRES\nIs-Segretarju Ġenerali tan-Nazzjonijiet Magħqudin Antonio Guterres fisser lil Gorbachev bħala statista uniku li biddel il-kors tal-Istorja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "JOE BIDEN\nIl-President Amerikan Joe Biden qal li Gorbachev kellu viżjoni kbira, faħħru għar-riformi demokratiċi li introduċa u rringrazzjah biex iż-żewġ eks super potenzi ħadmu flimkien biex inaqqsu l-ħażniet rispettivi tal-armi nukleari.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "KISSINGER\nHenry Kissinger, eks Segretarju għall-Istat Amerikan U spalla ta’ diversi Presidenti Amerikani, spjega li Gorbachev ta kontribut kbir lil pajjiżu imma ma rnexxielux iwettaq il-viżjoni tiegħu b’mod sħiħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "IĊ-ĊINA\nIċ-Ċina, bħall-Unjoni Sovjetika Komunista iżda differenti u li għal ħafna snin qabel Gorbachev ma kenitx tara għajn m’għajn mal-Gvern ta’ Moska, illum faħħret lil Gorbachev għall-kontribut pożittiv li ta biex ġab lura għan-normal ir-relazzjonijiet bejn iż-żewġ pajjiżi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "JESN STOLTENBERG\nIs-Segretarju Ġenerali tan-NATO Jens Stoltenberg qal li Gorbachev wera kif in-NATO u r-Russja jistgħu jaħdmu flimkien.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "OLAF SCHOLZ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Olaf Scholz, il-Kanċillier tal-Ġermanja – l-aktar pajjiż li gawda mill-arja ta’ riformi u libertà li daħħal Gorbachev – fissru bħala bniedem kuraġġuż u riformatur u qal li Gorbachev miet fl-istess żmien meta d-demokrazija fir-Russja jidher li falliet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "VLADIMIR PUTIN\nIl-President Russu Vladimir Putin, f’ċertu sens suċċessur ta’ Gorbachev , fissru bħala bniedem li kellu impatt kbir fuq l-istorja tad-dinja U rringrazzjah talli mexxa lill-Unjoni Sovjetika f’perjodu diffiċli u drammatiku u qal li Gorbachev fehem il-ħtieġa ta’ riformi fil-mument opportun.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Foreign and local leaders have their say about Gorbachev",
                "url": "https://tvmnews.mt/en/news/foreign-and-local-leaders-have-their-say-about-gorbachev/",
                "Transcript": [
                    {
                        "text": "Many world leaders, including Maltese leaders, have reacted to the death of Gorbachev and spoke about his legacy and the way he will be remembered in history.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "TVMnews is reproducing some of the comments about his death which was announced on Tuesday night.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "GEORGE VELLA\nPresident George Vella paid tribute to the memory and legacy of Gorbachev by describing him as a great man and a visionary for peace.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "ROBERT ABELA\nPM Robert Abela said that Gorbachev and Bush’s role in the Malta summit cannot be forgotten – a summit which led to the end of the Cold War and the beginning of a Free Europe.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "BERNARD GRECH\nThe Leader of the Opposition Bernard Grech said that Gorbachev was a great man who changed the history of Europe and the world.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "ROBERTA METSOLA\nThe President of the European Parliament Roberta Metsola said that the meeting between Gorbachev and Bush signalled the end of the Cold War and offered hope for a better and freer world.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "URSOLA VON DER LEYEN\nThe President of the European Commission Ursula von der Leyen described Gorbachev as a leader whom you could trust – he was respected and played a crucial role in bringing down the Iron Curtain.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "ANTONIO GUTERRES\nThe UN Secretary General Antonio Guterres described Gorbachev as a unique statistician who changed the course of history.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "JOE BIDEN\nUS President Joe Biden said that Gorbachev had a great vision, he praised him for the democratic reforms which he introduced and thanked both super powers for working together to reduce their respective arsenals of nuclear arms.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "KISSINGER\nHenry Kissinger, former US Secretary of State and the right hand man for a number of American Presidents, explained that Gorbachev gave a great contribution to his country but did not manage to fulfil his vision completely.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "CHINA\nChina, like the Soviet Union, is also Communist but is different. For many years prior to Gorbachev it did not see eye to eye with the Moscow Government, but today it praised Gorbachev for his positive contribution to bring about a normal relationship between the two countries.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "JESN STOLTENBERG\nThe Secretary General of NATO Jens Stoltenberg said that Gorbachev showed how NATO and Russia can work together.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "OLAF SCHOLZ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Olaf Scholz, the German Chancellor – the country which has gained the most from the reforms and freedoms introduced by Gorbachev – described him as a courageous man and a reformer. He said that Gorbachev died at the same time that Russian democracy appears to have failed.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "VLADIMIR PUTIN\nRussian President Vladimir Putin, in a certain sense the successor to Gorbachev, described him as a person who had a great impact on history and the world. He thanked him for leading the Soviet Union at a difficult and dramatic time and said that Gorbachev understood the need for reforms at the right time.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "16:45",
            "URL MLT": "https://tvmnews.mt/news/il-kap-tal-pn-jghid-li-l-pm-ghandu-obbligu-jwiegeb-dwar-politici-implikati-fl-allegata-korruzzjoni-fit-testijiet-tas-sewqan/",
            "URL ENG": "https://tvmnews.mt/en/news/pn-leader-says-pm-has-to-reply-about-politicians-implicated-in-alleged-driving-tests-corruption/",
            "Duration": "01:47",
            "transcript mlt": {
                "Title": "Il-Kap tal-PN jgħid li l-PM għandu obbligu jwieġeb dwar politiċi implikati fl-allegata korruzzjoni fit-testijiet tas-sewqan",
                "url": "https://tvmnews.mt/news/il-kap-tal-pn-jghid-li-l-pm-ghandu-obbligu-jwiegeb-dwar-politici-implikati-fl-allegata-korruzzjoni-fit-testijiet-tas-sewqan/",
                "Transcript": [
                    {
                        "text": "Il-Kap tal-Oppożizzjoni u tal-PN Bernard Grech qal li l-Prim Ministru għandu obbligu jwieġeb dwar min huma l-politiċi jew ministri implikati fil-każ fil-qorti dwar allegat korruzzjoni fit-testijiet tas-sewqan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Grech qal li minħabba l-azzjoni ta’ dawn il-politiċi, il-pajjiż spiċċa f’sitwazzjoni fejn in-nies ikollhom jiddependu mill-ministri.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’kollegament telefoniku fuq NET FM, Dr Grech qal li l-PN jibqa’ obbligat jitkellem dwar dawn l-istejjer iżda sostna l-poplu għandu dmir jirreaġixxi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa staqsa għaliex il-Gvern għadu ma bediex investigazzjoni dwar dan il-każ u jara jekk hemmx iktar politiċi implikati fih.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap Nazzjonalista qal li politika bħal din twassal biss biex il-ministri jirranġaw għalihom u għal ta’ madwarhom u l-kumplament jinqabżu u jispiċċaw fi żvantaġġ u żied li l-passi m’għandhomx jittieħdu biss maż-żgħir imma anke mal-politiċi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Tkellem dwar l-għoli tal-ħajja u qal li l-prezzijiet dejjem jiżdiedu ta’ affarijiet bżonnjużi qed joqorsu fil-laħam il-ħaj lil kulħadd.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Grech staqsa x’qed jagħmel il-Gvern biex il-poplu jlaħħaq mal-ħajja u qal li l-uniku soluzzjoni s’issa li offra l-gvern hija li jissikka ċ-ċinturin u minflok naqqas minn fejn hemm bżonn, beda mis-settur tal-edukazzjoni u naqqas il-budget tal-Università.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa tkellem dwar il-proposti li l-PN ħareġ dwar l-escooters u qal li minnhom infushom l-escooters huma tajbin imma xejn ma sar bi pjan. ",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Kap tal-PN sostna li għalhekk kien hemm bżonn li jiġu indirizzati l-problemi li joħolqu l-escooters fit-triq u żied li l-proposti tal-PN jindirizzaw is-sigurtà tar-residenti u nies fit-triq kif ukoll tas-sewwieqa nfushom tal-escooters.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "PN Leader says PM has to reply about politicians implicated in alleged driving tests corruption",
                "url": "https://tvmnews.mt/en/news/pn-leader-says-pm-has-to-reply-about-politicians-implicated-in-alleged-driving-tests-corruption/",
                "Transcript": [
                    {
                        "text": "Opposition and Nationalist Party Leader Bernard Grech stated that the Prime Minister has an obligation to reply about the identities of politicians or ministers implicated in the court case about alleged corruption in driving tests. Dr Grech added that because of the actions of these politicians, the country has ended up in a situation where the people are having to depend on ministers.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In a telephone link-up on NET FM, Dr Grech said the Nationalist Party will continue to feel obliged to speak out about these stories but the public has a duty to react. Dr Grech asked why the Government has not started an investigation into this case and to see whether there are more implicated politicians. The Nationalist leader said this policy leads only to ministers sorting out matters for themselves and those around them, and the rest will be ignored and end up at a disadvantage. He added that steps should not be taken only in regard to the small fry, but also against politicians.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Grech spoke about the cost of living, saying that prices of essential products are increasing and affecting everyone. He asked what the Government is doing to ensure the people can keep up. Dr Grech said the only solution offered by the Government so far is belt-tightening, and instead of making reductions where necessary, it started from the education sector and reduced the university’s budget.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Grech spoke about the Nationalist Party’s proposals on e-scooters, stating that these are good but nothing has been planned. The PN leader said that for this reason, there is a need to address the problems created by e-scooters on the streets, The speaker added that the PN proposals address the safety of residents and the man in the street, as well as the drivers themselves.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "28:02",
            "URL MLT": "https://tvmnews.mt/news/titnieda-skema-gdida-ghall-progetti-kbar-bhal-solar-farms-u-wind-turbines/",
            "URL ENG": "https://tvmnews.mt/en/news/launch-of-new-scheme-for-major-projects-like-solar-farms-and-wind-turbines/",
            "Duration": "01:41",
            "transcript mlt": {
                "Title": "Titnieda skema ġdida għall-proġetti kbar bħal solar farms u wind turbines",
                "url": "https://tvmnews.mt/news/titnieda-skema-gdida-ghall-progetti-kbar-bhal-solar-farms-u-wind-turbines/",
                "Transcript": [
                    {
                        "text": "Investituri privati qed jingħataw iċ-ċans li jinvestu fi proġetti kbar ta’ enerġija rinnovabbli bħal turbini tar-riħ u solar farms.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Gvern qed jistma li jekk l-allokazzjoni tittieħed kollha tiġi ġġenerata biżżejjed enerġija mas-6,000 dar u jiġu ffrankati mill-arja mal-10,000 tunnellata diossidju tal-karbonju fis-sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru Miriam Dalli spjegat li b’din l-iskema l-Gvern ser jinvesti sa massimu ta’ €74 miljun f’enerġija nadifa, fuq 20 sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Għat-tieni sena konsekuttiva tnieda proċess sabiex investituri privati jitfgħu l-offerti tagħhom u jiżviluppaw proġetti ta’ enerġija rinnovabbli kbar bħal solar farms u wind turbines.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-iskema, li qed tinfetaħ mir-Regolatur għas-Servizzi tal-Enerġija u l-Ilma flimkien mal-Ministeru għall-Ambjent, l-Enerġija u l-Intrapriża, hija miftuħa għal sistemi b’kapaċità li tibda minn 40kWp (kilowatt peak) sa massimu ta’ 1MWp (megawatt peak).",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’konferenza tal-aħbarijiet il-Ministru Miriam Dalli qalet li jekk din l-allokazzjoni tittieħed kollha, il-Gvern se jkun offra appoġġ finanzjarju sabiex investituri privati jiġġeneraw biżżejjed enerġija nadifa għal madwar 6,000 dar. Qalet li dan ifisser sa 10,000 tunnellata inqas tniġġis tad-dijossidju tal-karbonju fis-sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ministru spjegat li b’din l-iskema, il-Gvern se jkun qed jinvesti sa massimu ta’ €74 miljun f’enerġija nadifa fuq 20 sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija qalet li dan se jkun qed jgħin sabiex jiżdiedu s-sorsi ta’ enerġija rinnovabbli f’Malta u b’hekk tissaħħaħ il-provvista u d-diversifikazzjoni fil-ġenerazzjoni tal-enerġija filwaqt li jinħolqu opportunitajiet ekonomiċi ġodda u aktar green jobs waqt li żiedet li dan jikkumplimenta l-viżjoni ta’ pajjiżna għal ekonomija dekarbonizzata sal-2050.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Dalli qalet li permezz ta’ skema ta’ din ix-xorta s-sena li għaddiet, se jkunu qed jitlestew 36 proġett differenti. Dawn is-sistemi se jiġġeneraw enerġija nadifa b’kapaċità massima ta’ 10 megawatt, li jfisser li dawn is-sistemi ser jiġġeneraw biżżejjed elettriku għal iktar minn 4,000 dar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Inġinier Marjohn Abela spjega kif l-Avviż tal-Gvern għall-iskema ġdida ta’ din is-sena jipprovdi għal ħames sejħiet għall-għotja fuq l-elettriku ġġenerat minn sorsi ta’ enerġija rinnovabbli ta’ ġenerazzjoni minn 40kW sa inqas minn 200kW, u minn 200kW sa inqas minn 1mW rispettivament.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Launch of new scheme for major projects like solar farms and wind turbines",
                "url": "https://tvmnews.mt/en/news/launch-of-new-scheme-for-major-projects-like-solar-farms-and-wind-turbines/",
                "Transcript": [
                    {
                        "text": "A process has kicked off for the second consecutive year for private investors to submit offers and develop major renewable energy projects like solar farms and wind turbines.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The scheme, which has been initiated by the Regulator for Energy and Water Services together with the Ministry for the Environment, Energy and Enterprise, is open for systems with a capacity starting from 40kWp (kilowatt peak) to a maximum of 1MWp (megawatt peak)",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minister Miriam Dalli told the media that if the allocation is fully taken up, the Government will have offered financial support for private investors to generate sufficient clean energy for about 6,000 households. The Minister added that this would mean some 10,000 tons less pollution by carbon dioxide pollution per year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minister Dalli explained that through this scheme, the Government will be investing up to a maximum of 74 million euro in clean energy over 20 years. Dr Dalli added that this would be helping to increase the sources of renewable energy in Malta, thus strengthening supply and diversification in the generation of energy whilst creating new economic opportunities and more green jobs. The Minister further stated that this complements the country’s vision for a decarbonised economy by 2050.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dr Dalli stated that through this type of scheme last year, 36 different projects are in process of completion. These systems will generate clean energy with a maximum capacity of 10 megawatts, which means that these systems will generate enough electricity for 0ver 4,000 households.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Engineer Marjohn Abela explained that the Government Notice for this year’s new scheme provides for five calls for a grant for electricity generated from sources of renewable energy through a generation of 40kW to less than 200 kW and from 200 kW to less than 1mW respectively.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "30:47",
            "URL MLT": "https://tvmnews.mt/news/il-gvern-jipproponi-li-l-kunsilli-jiehdu-parti-mid-dhul-minn-attivitajiet-ta-inkonvenjent/",
            "URL ENG": "https://tvmnews.mt/en/news/government-proposes-councils-take-part-of-the-income-for-inconvenient-events/",
            "Duration": "02:03",
            "transcript mlt": {
                "Title": "Il-Gvern jipproponi li l-kunsilli jieħdu parti mid-dħul minn attivitajiet ta’ inkonvenjent",
                "url": "https://tvmnews.mt/news/il-gvern-jipproponi-li-l-kunsilli-jiehdu-parti-mid-dhul-minn-attivitajiet-ta-inkonvenjent/",
                "Transcript": [
                    {
                        "text": "Hekk kif matul is-sena d-dieħla Malta se tkun qed tfakkar it-30 sena anniversarju mit-twaqqif tal-kunsilli lokali, illum il-Gvern ippubblika għall-konsultazzjoni għadd ta’ proposti għall-kunsilli lokali u reġjonali fosthom bi proposti għal-lokalitajiet aktar nodfa, organizzati u li jirispettaw il-ħtiġijiet tar-residenti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Gvern qed jipproponi li tingħata s-setgħa li jiġi eżerċitat id-dritt tal-kariga qabel l-età ta’ 18 -il sena u b’hekk persuna illi għandha inqas minn 18-il sena tkun tista’ tokkupa l-kariga ta’ Sindku u Viċi Sindku fost oħrajn.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Din hija fost il-proposti fid-dokument gwida għall-proċess ta’ konsultazzjoni dwar l-istrateġija tal-Gvern Lokali u li fih hemm għadd ta’ tibdiliet fl-operat tal-kunsilli lokali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fost l-oħrajn regolament ġdid biex kull kunsill jingħata persentaġġ mid-dħul tal-attivitajiet li joħolqu inkonvenjent fil-lokalitajiet tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Qed ikun propost ukoll li s-swieq fil-beraħ ikunu regolati u jitmexxew b’mod sostenibbli ħalli jservu ta’ servizz għall-komunitajiet u mhux inkonvenjent. Fl-istess waqt reviżjoni fil-latrini pubbliċi u żieda fir-riżorsi sabiex il-ġbir ta’ skart ikun aktar effiċjenti.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fuq l-għatba tat-30 sena anniversarju mit-twaqqif tal-Kunsilli Lokali, id-Direttur Ġenerali tal-Gvern Lokali Natalino Attard qal ma’ TVMnews li r-riforma mistennija tidħol fis-seħħ s-sena d-dieħla.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Semmejna riforma, hija tiġdid, qed jsir tiġdid fil-Gvern Lokali. Il-ħsieb tagħna huwa li s-sena d-dieħla, fl-għeluq tat-30 sena mit-twaqqif tagħna, ikollna dan id-dokument illi jkun finali wara li jkunu konsultati l-istakeholders kollha.",
                        "author": "Natalino Attard",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "F’konferenza tal-aħbarijiet, is-Segretarju Parlamentari għall-Gvern Lokali Alison Zerafa Civelli qalet li d-dokument-gwida qed jipproponi, fost l-oħrajn, governanza tajba u effettiva b’tisħiħ tal-kontabbiltà permezz ta’ gwida u appoġġ professjonali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It-temi huma li jinteressaw lir-residenti u l-kunsilli lokali tagħna jiġifieri kunsilli lokali aktar viċin in-nies, kunsilli lokali aktar nodfa u fuq kollox insaħħu l-kunsilli reġjonali.",
                        "author": "Alison Zerafa Civelli",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Fost l-għexieren ta’ proposti, id-dokument qed jipproponi wkoll tnedija ta’ mobile app ħolistika li minnha r-residenti jkollhom aċċess għas-servizzi kollha offruti mill-kunsill lokali kollha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dawn il-proposti issa se jmorru għall-laqgħat ta’ konsultazzjoni pubblika bil-partijiet interessati kollha huma mħeġġa jesprimu l-fehmiet tagħhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Government proposes Councils take part of the income for inconvenient events",
                "url": "https://tvmnews.mt/en/news/government-proposes-councils-take-part-of-the-income-for-inconvenient-events/",
                "Transcript": [
                    {
                        "text": "In the middle of next year the country will be commemorating the 30th anniversary of the founding of Local Councils and today the Government published for consultation a number of proposals for Local and Regional Councils for greater cleanliness and organisation and to respect the needs of residents.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Government is proposing to enable persons aged under 18 to be able to occupy positions of Mayor or Deputy Mayor, among others.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This is among proposals in a document as a guide to consultation process on the strategy of Local Government and includes changes in a number of operations.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This includes new regulation that each Council be given a percentage of the income from events that cause inconvenience to the public in their locality.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "It is also proposed that open air markets be regulated and managed in a sustainable manner to serve the community better rather than to inconvenience it. There is also a revision of public latrines and an increase in resources for the more efficient collection of refuse.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Director General for Local Councils, Natalino Attard, told TVMnews the reforms are expected to be in place over the coming year. He said the scope is that on the 30th anniversary of Local Councils the document will be finalised after consultation with all stakeholders by the middle of next year.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "During a media conference, the Parliamentary Secretary for Local Government, Alison Zerafa Civelli, said the guiding document is proposing, among others, better and more effective governance, accountability and professional support.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "She said the themes are very interesting and will bring Councils nearer to the people, providing greater cleanliness and strengthening Regional Councils.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Among scores of proposals the document is also proposing the launching of a holistic mobile app through which residents will have access to all services offered by their Local Council.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "These proposals will now go for consultation and all interested parties are urged to express their understanding.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        }
    ]
}