{
    "News date": "31.07.2022",
    "Transcripts": [
        {
            "Time stamp": "01:39",
            "URL MLT": "https://tvmnews.mt/news/il-gvieret-tal-flyovers-barra-l-ajruport-se-jibdew-jittellghu-fposthom/",
            "URL ENG": "https://tvmnews.mt/en/news/airport-intersection-flyover-decks-to-be-lifted-in-place/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Il-gvieret tal-flyovers barra l-ajruport se jibdew jittellgħu f’posthom",
                "url": "https://tvmnews.mt/news/il-gvieret-tal-flyovers-barra-l-ajruport-se-jibdew-jittellghu-fposthom/",
                "Transcript": [
                    {
                        "text": "Minn din il-ġimgħa, l-istrutturi tal-azzar għall-gvieret tal-flyovers il-ġodda barra l-Ajruport Internazzjonali ta’ Malta f’Ħal Luqa se jibdew jittellgħu f’posthom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’kitba fuq il-mezzi soċjali, Infrastructure Malta, fil-fatt, qalet li l-istrutturi tal-azzar, 13-il waħda li jiżnu 580 tunnellata, waslu Malta minn Sivilja, Spanja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Intqal, li l-proġett huwa kofinanzjat mill-Faċilità Nikkollegaw l-Ewropa tal-Unjoni Ewropea.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Airport intersection flyover decks to be lifted in place",
                "url": "https://tvmnews.mt/en/news/airport-intersection-flyover-decks-to-be-lifted-in-place/",
                "Transcript": [
                    {
                        "text": "This coming week will see the steel structures of the new flyover decks outside the airport in Ħal Luqa being lifted in their place.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Writing on the social media, Infrastructure Malta said that the 13 steel structures, weighing 580 tons, arrived in Malta from Seville, in Spain.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The agency said that the Kirkop tunnels and Airport Intersection project is co-financed by the EU’s Connecting Europe Facility.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "03:45",
            "URL MLT": "https://tvmnews.mt/news/ara-nirien-fil-fabbrika-ta-karta-konverters-fkordin/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-big-fire-in-corradino/",
            "Duration": "00:34",
            "transcript mlt": {
                "Title": "Ara: Trakkijiet, dgħajjes u tyres jieħdu n-nar f’Kordin",
                "url": "https://tvmnews.mt/news/ara-nirien-fil-fabbrika-ta-karta-konverters-fkordin/",
                "Transcript": [
                    {
                        "text": "L-Aġent Direttur tad-Dipartiment tal-Protezzjoni Ċivili, Peter Paul Coleiro, qal li bħalissa hemm madwar 25 pumpier jissieltu man-nirien li tħeġġew fiż-żona industrijali ta’ Kordin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ma’ tvmnews.mt, is-Sur Coleiro qal li b’kollox hemm tliet vetturi tat-tifi tan-nar li għaddejjin jippruvaw jitfu n-nirien li tkomplew tħeġġu minħabba r-riħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Waqt li spjega li l-kawża tan-nirien għadha mhux magħrufa, is-Sur Coleiro qal li nirien tferrxu fost trakkijiet u dgħajjes li hemm f’post fl-akwati taż-żona industrijali ta’ Kordin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mistoqsi dwar is-sħaba kbira ta’ duħħan iswed, is-Sur Coleiro spjega li din hi kkawżata fost oħrajn mill-materjali tal-vetturi u tat-tyres u anki kawża tal-fjuwil li kien hemm fit-trakkijiet.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ir-rapport dwar in-nirien sar lid-Dipartiment tal-Protezzjoni Ċivili u lill-Pulizija għall-ħabta tas-1.20pm.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Watch: Trucks, boats, tyres on fire in Corradino",
                "url": "https://tvmnews.mt/en/news/watch-big-fire-in-corradino/",
                "Transcript": [
                    {
                        "text": "Firemen from the Civil Protection Department have been called out to Corradino to fight a big fire.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Civil Protection Department Acting Director Peter Paul Coleiro said there are presently around 25 firemen fighting the fires at the Corradino Industrial Estate.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "MrColeiro told tvmnews.mt that three fire tenders are fighting the flames which are being fanned by the wind.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Explaining that the cause of the fire is still not known, Mr Coleiro said the fire spread to trucks and boats in the area in the vicinity of the Corradino Industrial Zone.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Asked about the huge cloud of black smoke, Mr Coleiro explained this is caused among others by vehicle materials and tyres as well as by fuel in the trucks.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The road to the Corradino Industrial Estate is closed to traffic.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "More news when available.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "04:56",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "08:30",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "10:00",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "10:45",
            "URL MLT": "https://tvmnews.mt/news/jghassu-l-bahar-lejl-u-nhar-bdghajsa-gdida/",
            "URL ENG": "https://tvmnews.mt/en/news/monitoring-at-sea-is-leading-to-more-enforcement-and-protection-of-the-environment/",
            "Duration": "02:52",
            "transcript mlt": {
                "Title": "Jgħassu l-baħar lejl u nhar b’dgħajsa ġdida",
                "url": "https://tvmnews.mt/news/jghassu-l-bahar-lejl-u-nhar-bdghajsa-gdida/",
                "Transcript": [
                    {
                        "text": "L-Awtorità għall-Ambjent u r-Riżorsi qed tattrezza ruħha aħjar biex twettaq infurzar f’żoni marittimi u f’attivitajiet fuq il-baħar. L-awtorità għadha kemm xtrat dgħajsa addatta għal dan ix-xogħol u ħarrġet 20 uffiċċjal biex ikunu jistgħu joħorġu jagħmlu l-ispezzjonijiet fuq il-baħar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Awtorità għall-Ambjent u r-Riżorsi, l-ERA se tkun tista’ twettaq infurzar aħjar fiż-żoni marittimi protetti u f’attivitajiet kummerċjali bħall-fish farms. Dan se jkun jista’ jsir billi l-awtorità investiet €170,000 biex għall-ewwel darba għandha rigid-hull inflatable boat tagħha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "B’tul ta’ madwar 8 metri u nofs, id-dgħajsa hi attrezzata b’żewġ magni u tiżen madwar 1,250 kilo. Tesa’ sa 12-il passiġġier u kapaċi tilħaq veloċità ta’ aktar minn 40 knot.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-Aġent Kap Eżekuttiv tal-ERA, Kevin Mercieca, qal li dan l-investiment se jkompli jsaħħaħ l-irwol tal-awtorità biex tassigura sorveljanza f’żoni sensittivi li jagħmlu parti mir-rekwiżiti legali li għandha. Ġie spjegat li l-ERA toħroġ rekwiżiti legali lil diversi operaturi tal-baħar meta jinħarġu permessi biex joperaw, bl-għan li jassiguraw il-ħarsien tal-ambjent.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ser inkunu nistgħu insaħħu l-infurzar fuq il-baħar biex inkun nistgħu nilħqu wkoll siti li ma jintlaħqux mill-art. Għal din l-inizjattiva biex ikollna flessibilità, ħarriġna iżjed minn 20 persuna biex inkunu flessibbli wkoll li nistgħu nużaw dan ir-RHIB il-ġdid skont il-bżonnijiet li jkollna.",
                        "author": "Kevin Mercieca – Aġent Kap Eżekuttiv tal-ERA",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "B’dan ir-RHIB il-monitoraġġ fuq il-baħar mill-ERA se jsir kuljum kemm matul il-ġurnata u anki billejl. Fost oħrajn, se jaraw li l-operaturi tal-fish farms qed jagħlfu l-ħut kif suppost biex inaqqsu ż-żlieġa li tista’ tirriżulta mill-għalf tal-ħut. Se jkunu jistgħu iwaqqfu wkoll boat parties li jkunu qed isiru f’żoni marittimi protetti billi dawn jagħmlu ħsara lil speċi ta’ annimali varji, inkluż l-għasafar. Aspetti oħra li se jintlaħqu aħjar riżultat ta’ dan l-investiment huma s-sorveljanza ta’ kull tip ta’ attività li għandha x’taqsam mal-baħar inkluż il-kostruzzjoni li ssir mal-kosta u fejn jitfgħu l-ankri tagħhom id-dgħajjes u l-vapuri biex ikun assigurat li ma ssirx ħsara lill-posidonia, li hija fost l-aktar speċi importanti fil-baħar li jekk tinqered, se jbatu jew jgħibu aktar speċi li jiddependu minnha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fl-inawgurazzjoni tar-RHIB, il-Ministru għall-Ambjent, Miriam Dalli, qalet li l-ERA trid tkompli ssaħħaħ l-infurzar.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "B’investiment ta’ €170,00 qegħdin naraw li l-ERA jkollha l-awtonomija meħtieġa biex tkun tista’ tagħmel monitoraġġ u tkun tista’ tara wkoll li jsir infurzar meħtieġ fuq l-ibħra tagħna b’mod partikolari fejn qegħdin nitkellmu dwar żoni marittimi li huma protetti.",
                        "author": "Miriam Dalli – Ministru għall-Ambjent, l-Enerġija u l-Intrapriża",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Ministru Dalli ħeġġet lill-pubbliku jiddisponi mill-iskart b’mod responsabbli. Irrimarkat li fix-xhur tas-sajf jiżdied l-iskart, b’mod speċjali fejn il-baħar, u qalet li dan qed iħalli effett negattiv fuq il-ħajja marittima. Qalet li permezz tat-tisħiħ fil-monitoraġġ mill-ERA, flimkien max-xogħol ta’ entitajiet oħra, qed jiżdied l-għarfien u aktar nies qed jirrispettaw l-ambjent ta’ madwarhom.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Monitoring at sea is leading to better enforcement and protection of the environment",
                "url": "https://tvmnews.mt/en/news/monitoring-at-sea-is-leading-to-more-enforcement-and-protection-of-the-environment/",
                "Transcript": [
                    {
                        "text": "The Environment and Resources Authority is employing additional resources to better carry out enforcement in maritime areas and activities at sea. The Authority has just bought a boat suitable for this work and has trained 20 officers to carry out inspections at sea.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Environment and Resources Authority, ERA will be able to better carry out enforcement in protected maritime areas and in commercial activities such as fish farms. This will be possible following an investment of €170,000 which will enable the Authority to have its own RHIB for the first time.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The boat which is 8 and a half metres long, is equipped with two engines and weighs about 1,250 kilos. It can accommodate up to 12 passengers and is capable of reaching a speed of more than 40 knots.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Acting Chief Executive of the ERA, Kevin Mercieca, said that this investment will continue to strengthen the role of the Authority to ensure surveillance in sensitive areas that are part of its legal requirements. The ERA issues legal requirements to various marine operators when permits are issued to operate, with the aim of ensuring the protection of the environment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The ERA will use the RHIB for daily monitoring at sea bboth during the day and also at night. They will ensure that the operators of the fish farms are feeding the fish properly to reduce the slime that can result from fish feeding. They will also be able to stop boat parties taking place in protected maritime areas as these harm various animal species, including birds. Other aspects that will be better monitored as a result of this investment are the supervision of all types of sea activity including construction that takes place along the coast and also where boats and ships drop anchor to ensure that posidonia is not harmed, which is among the most important species in the sea, which if destroyed, will compromise other species that depend on it.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "At the RHIB inauguration, Environment Minister, Miriam Dalli, said that the ERA must continue to strengthen enforcement.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "With an investment of €170,00 we are ensuring that the ERA will have the necessary autonomy to be able to monitor and also see that the necessary enforcement is carried out in our waters in particular where we are talking about maritime areas that are protected.",
                        "author": "Miriam Dalli – Minister for Environment, Energy and Enterprise",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Minister Dalli encouraged the public to dispose of waste responsibly. She pointed out that in the summer months waste increases, especially near the sea, and she said that this was having a negative effect on marine life. She said that as a result of the strengthening of ERA monitoring, together with the work of other entities, public awareness was increasing and more people were now respecting the environment.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "14:05",
            "URL MLT": "https://tvmnews.mt/news/jekk-inehhuha-jmewtuna-xse-jigri-mill-parrocca-ta-fleur-de-lys/",
            "URL ENG": "https://tvmnews.mt/en/news/if-they-remove-it-it-will-kill-the-community-what-will-happen-to-the-fleur-de-lys-parish/",
            "Duration": "03:21",
            "transcript mlt": {
                "Title": "“Jekk ineħħuha jmewtuna” – x’se jiġri mill-parroċċa ta’ Fleur-de-Lys?",
                "url": "https://tvmnews.mt/news/jekk-inehhuha-jmewtuna-xse-jigri-mill-parrocca-ta-fleur-de-lys/",
                "Transcript": [
                    {
                        "text": "Il-ġejjieni tal-parroċċa ta’ Fleur-de-Lys qed ikun diskuss bejn l-Ordni tal-Karmelitani u l-Arċidjoċesi ta’ Malta. Dan wara li l-Karmelitani, li ilhom jagħtu servizz lil din il-komunità għal aktar minn 75 sena, iddeċidew li jirtiraw mis-servizz pastorali li kienu jagħtu hawnhekk.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Minn tagħrif li għandu TVMnews, jidher li t-taħditiet mexijin fid-direzzjoni li l-Knisja fi Fleur-de-Lys tgħaddi f’idejn l-Arċidjoċesi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Patrijiet Karmelitani ilhom sa mill-1946 jagħtu servizz pastorali fi Fleur-de-Lys li fl-1975 ġiet dikjarata bħala parroċċa għaliha u għalhekk iż-żona nqatgħet minn ma’ Santa Venera. Il-Provinċjal tal-Patrijiet Karmelitani f’Malta, Patri Joe Saliba, ikkonferma ma’ TVMnews li l-ordni se jirtira mill-kunvent ta’ Fleur-de-Lys fejn bħalissa hemm jgħixu żewġ patrijiet anzjani. Madwar xahar ilu, inġabret petizzjoni fejn il-parruċċani urew ix-xewqa li l-Partijiet Karmelitani jibqgħu jmexxu din il-parroċċa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Ħadd filgħodu morna barra l-Knisja ta’ Fleur-de-Lys u staqsejna lill-parruċċani li kienu ħerġin mill-quddiesa x’jaħsbu dwar il-ġejjieni tal-parroċċa.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ilni noqgħod hawn 43 sena, jiġifieri dejjem niftakar lilhom u meta bdew jikbru l-Patrijiet dejjem jinbidlu. Jien nixtieq li jibqgħu l-Karmelitani. Jien propja mill-Belt u niftakar tal-Karmnu l-Belt immexxija mill-Karmelitani imma dejjem xtaqt li jkomplu dawn, bdewha huma u jkomplu huma hux. Ma nixtiqx li ma tibqax parroċċa. Din ilha parroċċa hawnhekk żmien twil. Jien għandi informazzjoni li ġejjin xi qassisin iqaddsu huma, ma nixtiqhiex dik jien.",
                        "author": "Tony Pace – Parruċċan tal-Knisja ta’ Fleur-de-Lys",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Kemm ilni noqgħod hawn Fleur-de-Lys dejjem il-Karmelitani u dejjem servizz tajjeb taw, it-tfal tiegħi għamlu l-preċett, griżma hawnhekk. L-aqwa ħaġa li ma tingħalaqx il-Knisja għax għandna naqra bogħod għall-knejjes oħra, li tibqa’ miftuħa. Issa titmexxa mill-Karmelitani jew minn qassisin oħrajn, imma nixtieq li jibqgħu l-Karmelitani.",
                        "author": "Carmen Pace – Parruċċana ta’ Fleur-de-Lys",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Ilna nisimgħu dan l-għidut u għandna dispjaċir kbir li sejrin għax dawn qishom il-pulmun tagħna. Jekk ineħħu din il-parroċċa fejn tridna mmorru? Se noqogħdu nduru l-parroċċi l-oħra? Aħna qegħdin hawnhekk. Għalfejn għandhom ineħħuhom? Karmelitan u qassis l-istess funzjonijiet se jagħmlu, biss jiena naħseb u ngħid li l-Karmelitani hawnhekk qed jagħmlu ġid kbir. Anke l-fatt li niġu hawn għall-quddies u tara l-Knisja, mhux mimlija, imma xi ħaġa qed jagħtu, anke kif jesprimu l-omelija hija xi ħaġa li ġġiegħlek taħseb fil-ħajja tiegħek. Veru sejrin dawn u jiġu oħrajn imma li tneħħihom hekk meta qed jagħmlu l-ġid, ma naqbilx magħha.",
                        "author": "Tony u Valerie Desira – Parruċċani ta’ Fleur-de-Lys",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-festa sabiħa li konna nagħmlu, iżejnu kullimkien, Knisja dejjem sabiħa. Ma nixtiqx li jneħħuha għax ħajja dil-Knisja t’hawn. Meta tlajt hawnhekk kelli 15-il sena kont naħdem hawn, meta wasalt s’hawn rajt il-Knisja ‘iiii ara hawn Knisja hawn’! Qisni stagħġibt. Jiġifieri ara kemm ilu żmien dan. 15-il sena kelli! Jiddispjaċini jekk ineħħuha għax imewtuna, żgur imewtuna, ma jibqa’ xejn fina hawn. Il-quddiesa li għandna hawn. Iżjed ma jiġux ‘il hawn jekk inaqqsu s-saċerdoti u quddiesa jagħmlu waħda biss. Mur ara kemm se jiġu b’waħda biss! Għidulhom biex jirsistu. Għidu l-Isqof biex jibgħat is-saċerdoti ‘l hawn!",
                        "author": "Maria Agius – Parruċċana ta’ Fleur-de-Lys",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Il-Provinċjal tal-Karmelitani f’Malta, Patri Joe Saliba, ikkonferma li għaddejjin it-taħditiet mal-Arċidjoċesi dwar il-ġejjieni ta’ din il-knisja u l-parroċċa u x’se jiġri mit-tmexxija tagħha. Sostna li għalissa ma jistax jagħti iktar kummenti minħabba li ma ttieħdet l-ebda deċiżjoni. Spjega li ladarba tittieħed deċiżjoni finali se jikkomunikaha lill-parruċċani u l-pubbliku.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Staqsejna lill-Kurja jekk il-Knisja ta’ Fleur-de-Lys hux se tibqa’ miftuħa, min se jieħu ħsiebha, jekk hux qed ikun ikkunsidrat li ma tibqax parroċċa u tingħaqad ma’ Santa Venera jew Birkirkara u kif se jkun assigurat li n-nies ta’ Fleur-de-Lys se jinqdew għall-ħtiġijiet spiritwali tagħhom. Kelliema għall-Kurja wieġbet li l-Arċidjoċesi qiegħda f’kuntatt mal-Ordni Karmelitan biex jiġi assigurat li l-knisja parrokkjali tibqa’ miftuħa u l-ħidma pastorali man-nies f’din il-parroċċa tibqa’ ssir.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-parruċċani ta’ Fleur-de-Lys enfasizzaw li jixtiequ jkunu jafu x’se jiġri. F’din il-parroċċa joqogħdu ftit aktar minn 2,600 persuna.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "“If they remove it, it will kill the community” what will happen to the Fleur-de-Lys parish?",
                "url": "https://tvmnews.mt/en/news/if-they-remove-it-it-will-kill-the-community-what-will-happen-to-the-fleur-de-lys-parish/",
                "Transcript": [
                    {
                        "text": "The future of the parish of Fleur-de-Lys is being discussed between the Carmelite Order and the Archdiocese of Malta. This is after the Carmelites who have been providing a service to the community for more than 75 years, decided to withdraw their pastoral service.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "From information obtained by TVMnews, it appears the talks are leading to the Fleur-de-Lys parish being handed over to the Archdiocese.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Carmelite Brothers have been giving a pastoral service in Fleur-de-Lys since 1946, which in 1975, was made into a parish and became separate from Santa Venera. The Provincial of the Order of Carmelite Brothers in Malta, Fr Joe Saliba, confirmed with TVMnews that the Order will withdraw from the convent at Fleur-de-Lys where two elderly priests are living. Around one month ago, it gathered a petition in which the parishioners expressed their wish for the Carmelite brothers to remain leading the parish.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "On Sunday we went outside the Church to ask the parishioners who were emerging from Mass what they think about the future of the parish.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "I have been living her for 43 years, in other words, I always remember them and when they get older the Brothers change. I have always wanted the Carmelites to stay. I am from Valletta and that is how I always remember them. I want it remain a parish. This has been a parish for a long time. I have information that some priest will come to celebrate Mass here but I do not want that.",
                        "author": "Tony Pace – Parishioner – Fleur-de-Lys",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Since I have lived in Fleur-de-Lys it has always been run by the Carmelites and they always did a good job. The children did their Holy Communion and Confirmation here. The important thing is that the Church does not close because the other churches are too far away. Whether it is led by the Carmelites or other priests, but I would prefer the Carmelites.",
                        "author": "Carmen Pace – Parishioner – Fleur-de-Lys",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "We have been hearing these rumours and I am very sorry because this parish is like our lungs. If they close it where do you want us to go? Are we going to go around to other parishes? Why should they remove them? The Carmelites and a priest carry out the same functions I think the Carmelites are doing a lot of good. Even if the Church is not always open, but they are giving something back, even the way they deliver the homily makes you reflect on your life. It’s true that other priests will come, but I don’t think it’s right to remove them when they are doing so much good.",
                        "author": "Tony u Valerie Desira – Parishioner – Fleur-de-Lys",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "I remember the beautiful feasts we used to have when they used to decorate everywhere. The Church was always beautiful. I do not want them to remove the life of he Church here. I was only 15 when I came here for work and saw the Church. I was astonished that they had a church here. That is how long it’s been here. I will be sorry if they remove it as it will kill the community, there won’t be anything left of the Mass we have here. Especially if there are less priests and they only celebrate one Mass..that will make attendance even poorer. Tell them to resist. Tell the Bishop to send more priests.",
                        "author": "Maria Agius – Parishioner – Fleur-de-Lys",
                        "type": 1,
                        "type_str": "QUOTE"
                    },
                    {
                        "text": "Fr Joe Saliba confirmed that talks are underway and that he cannot comment further as no decision has been taken. Once they decide it will be communicated to the parishonrs and the public.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "We asked the Curia whether the church will remain open, who will take of it, whether it will remain a parish or be joined with Santa Venera or Birkirkara and how the people of Fleur-de-Lys can be assured that their spiral needs will be seen to. A Curia spokesperson answered that the Archbishop is in touch with the Carmelite Order to ensure that the parish Church remains open and the pastoral work continues.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The 2,500 parishioners emphasised that they wish to know what will happen.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "18:00",
            "URL MLT": "https://tvmnews.mt/news/ara-wissejthom-2-tfajliet-imutu-wara-li-tajrithom-ferrovija-fl-italja/",
            "URL ENG": "https://tvmnews.mt/en/news/watch-i-warned-them-two-girls-die-after-being-hit-by-a-train-in-italy/",
            "Duration": "01:23",
            "transcript mlt": {
                "Title": "Ara: “Wissejthom” – 2 tfajliet imutu wara li tajrithom ferrovija fl-Italja",
                "url": "https://tvmnews.mt/news/ara-wissejthom-2-tfajliet-imutu-wara-li-tajrithom-ferrovija-fl-italja/",
                "Transcript": [
                    {
                        "text": "Żewġt ibniet, li s’issa għadhom ma ġewx identifikati, tilfu ħajjithom fl-Italja wara li ttajru minn ferrovija fl-istazzjon ta’ Riccione.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-inċident seħħ għall-ħabta tas-7am ta’ dalgħodu. Il-vittmi ttajru mill-ferrovija Freccia 9802 li kienet qed tivvjaġġa minn Pescara lejn Milan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’kummenti mal-ġurnali Taljani, sid il-bar tal-istazzjon ta’ Riccione qal li ra b’għajnejh l-inċident li sewa l-ħajja tat-tfajliet. Qal, li mumenti qabel l-inċident, għall-ħabta tas-6.30am, ġie avviċinat minn waħda mit-tfajliet waqt li kien qed jimla’ l-vending machine tal-ħanut bix-xorb. Stqarr, li t-tfajla, li kienet liebsa l-iswed, ma dehritx f’sikkitha. Qal, li qaltlu li ma kellhiex flus u li kienu serqulha l-mobile.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Żied, li mbagħad flimkien ma’ ħabibtha, li kienet liebsa l-aħdar u kienet qed iżżomm iż-żarbun f’idha, qorbot lejn it-tieni binarju, fejn kien hemm ferrovija wieqfa li kienet sejra lejn Ancona. Kien hawn, li r-raġel qal li ntebaħ li kienu se jaqsmu l-binarju u jipperikolaw ħajjithom, u għaldaqstant qal li nfexx jgħajjat magħhom biex jersqu lura. Madankollu, stqarr li huma għamlu ta’ rashom u tilfu ħajjithom traġikament.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-investigazzjonijiet tal-Pulizija dwar l-inċident għadhom għaddejjin. Fost l-oħrajn, mistennija jinstemgħu x-xhieda, fosthom sid il-bar, u se jiġu eżaminati l-filmati elevati mill-kameras tas-sigurtà tal-istazzjon bil-għan li d-dinamika tal-inċident tkun ċara.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Watch: “I warned them” – two girls die after being hit by a train in Italy",
                "url": "https://tvmnews.mt/en/news/watch-i-warned-them-two-girls-die-after-being-hit-by-a-train-in-italy/",
                "Transcript": [
                    {
                        "text": "Two girls, as yet unidentified, lost their lives in Italy after being hit by a train at Riccione station.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The accident occurred this morning at about 7.00 a.m. The girls were hit by the Freccia 9802 travelling from Pescara to Milan.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "In comments to the media, the owner of the Riccione station bar said he witnessed the accident. He added that moments before the accident, at about 6.30 a.m., he had been approached by one of the girls when he was stocking up the shop’s vending machine. The man added that the girl, who was dressed in black, appeared a bit shaky. He said she told him she had no money and her mobile had been stolen.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The man added that together with her friend, who was dressed in green and holding her shoes in her hand, she approached the second line where the Ancona train was stopped. At this point, the man realised they were going to cross the rails and endanger their lives and he started shouting at them to move back. He said they ignored him and lost their lives in a tragic accident.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Police investigations are ongoing. Among others, they are expected to hear witnesses, including the bar owner, and examine the station’s security camera footage with the aim of establishing the dynamics of the accident.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "18:32",
            "URL MLT": "https://tvmnews.mt/news/fl-italja-ihebb-ghalih-u-joqtlu-wara-li-kkumplimentalu-lit-tfajla/",
            "URL ENG": "https://tvmnews.mt/en/news/italy-kills-man-who-passed-a-compliment-to-his-girlfriend/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Fl-Italja: iħebb għalih u joqtlu wara li kkumplimentalu lit-tfajla",
                "url": "https://tvmnews.mt/news/fl-italja-ihebb-ghalih-u-joqtlu-wara-li-kkumplimentalu-lit-tfajla/",
                "Transcript": [
                    {
                        "text": "Alika Ogorchukwu, Niġerjan ta’ 39 sena tilef ħajtu f’Civitanova Marche, l-Italja wara li ġuvni sawtu sakemm qatlu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Skont rapporti fil-ġurnali Taljani, l-allegat aggressur, li huwa Taljan, ħebb għal Ogorchukwu wara li l-vittma għadda għadd ta’ kumplimenti lit-tfajla tiegħu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-inċident seħħ il-Ġimgħa għall-ħabta tas-2pm fit-triq ewlenija ta’ Civitanova Marche. Skont xhieda fuq il-post, il-vittma qala’ xebgħa bi krozza. Huwa ngħata l-għajnuna minn tim mediku minn Recanati, iżda ġie ċċertifikat mejjet fuq il-post.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-allegat aggressur ġie arrestat. Irrappurtat, li l-Pulizija Taljana diġà bdiet tinterroga lix-xhieda li assistew għall-inċident li sewa l-ħajja tan-Niġerjan. Filwaqt, li l-Pulizija qed teżamina l-filmati elevati minn kameras tas-sigurtà fl-inħawi bil-għan li fis-sigħat li ġejjin tistabbilixxi d-dinamika tal-inċident.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Italy: Kills man who passed a compliment to his girlfriend",
                "url": "https://tvmnews.mt/en/news/italy-kills-man-who-passed-a-compliment-to-his-girlfriend/",
                "Transcript": [
                    {
                        "text": "Alika Ogorchukwu, a 39-year old Nigerian, died in Civitanova Marche, in Italy after he was fatally assaulted by a young man.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Italian media reported that the alleged Italian aggressor assaulted Ogorchukwu after the latter had passed a compliment to his girlfriend.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The incident occurred on Friday afternoon when, according to witnesses on site, the victim was beaten with a crutch and was certified dead on the spot. The alleged aggressor was arrested.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Investigators are reportedly examining security cameras in the area to establish the facts leading to the fatal incident.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "19:30",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "20:00",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "23:00",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "24:15",
            "URL MLT": "https://tvmnews.mt/news/l-isptar-gravi-wara-li-habtu-fhajt-bil-quadbike-fghawdex/",
            "URL ENG": "https://tvmnews.mt/en/news/grievously-injured-in-quadbike-wall-impact-in-gozo/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "L-isptar gravi wara ħabta f’ħajt bil-quadbike f’Għawdex",
                "url": "https://tvmnews.mt/news/l-isptar-gravi-wara-li-habtu-fhajt-bil-quadbike-fghawdex/",
                "Transcript": [
                    {
                        "text": "Taljana ta’ 29 sena weġġgħet gravi wara li lbieraħ filgħaxija kienet involuta f’inċident bi quadbike fir-Rabat, Għawdex.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-inċident seħħ ilbieraħ għall-ħabta tas-6.30pm fi Triq San Anard.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fi stqarrija, il-Pulizija qalet li minn investigazzjonijiet preliminari rriżulta li l-mara weġġgħet wara li r-raġel li kien qed isuq il-quadbike, Taljan tampar il-vittma, tilef il-kontroll tal-quadbike u ħabat f’ħajt.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Fuq il-post issejħet ambulanza li ħadet lill-persuni l-Isptar Ġenerali t’Għawdex għall-kura. Aktar tard, ir-raġel ġie ċċertifikat li weġġa’ ħafif, filwaqt li l-mara weġġgħet gravi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-investigazzjonijiet tal-Pulizija dwar l-inċident għadhom għaddejjin.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Grievously injured in quadbike wall impact in Gozo",
                "url": "https://tvmnews.mt/en/news/grievously-injured-in-quadbike-wall-impact-in-gozo/",
                "Transcript": [
                    {
                        "text": "A 29-year old female Italian was grievously injured on Saturday in a quadbike accident in Rabat, Gozo.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The accident occurred at around 6.30pm in Triq San Anard.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Police said the pillion rider woman was injured after the Italian man riding the quadbike, lost control of the bike and crashed into a wall.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The two were admitted for treatment at the Gozo General hospital, where the woman was certified to be suffering from grievous injured, while the man sustained slight injury.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "24:35",
            "URL MLT": "https://tvmnews.mt/news/zaghzugh-iwegga-gravi-wara-li-ntlaqat-minn-karozza-fil-gzira/",
            "URL ENG": "https://tvmnews.mt/en/news/youth-grievously-injured-after-he-was-run-over-by-car-in-gzira/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Żagħżugħ iweġġa’ gravi wara li ntlaqat minn karozza fil-Gżira",
                "url": "https://tvmnews.mt/news/zaghzugh-iwegga-gravi-wara-li-ntlaqat-minn-karozza-fil-gzira/",
                "Transcript": [
                    {
                        "text": "Olandiż ta’ 21 sena weġġa’ gravi wara li ntaqat minn karozza fil-Gżira.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-inċident seħħ ilbieraħ għall-ħabta tas-7pm fi Triq D’Argens.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Mill-ewwel stħarriġ tal-Pulizija rriżulta li ż-żagħżugħ intlaqat minn Toyota Corolla.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-karozza kienet qed tinstaq minn Sirjan ta’ 28 sena li jgħix Ħaż-Żebbuġ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-vittma ngħata l-għajnuna minn tim mediku u ttieħed l-isptar b’ambulanza.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Huwa ġie ċċertifikat li kien sofra ġrieħi gravi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Pulizija għaddejja bl-investigazzjonijiet dwar il-każ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Youth grievously injured after he was run over by car in Gżira",
                "url": "https://tvmnews.mt/en/news/youth-grievously-injured-after-he-was-run-over-by-car-in-gzira/",
                "Transcript": [
                    {
                        "text": "A 21-year old Dutch youth was grievously injured after he was hit by a car in Gżira.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The accident occurred at around 7.00pm on Saturday in Triq D’Argens.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The car involved in the accident was driven by a 28-year old Syrian who lives in Ħaż-Żebbuġ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The injured Dutchman was hospitalised and certified to be suffering from grievous injuries.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "24:50",
            "URL MLT": "https://tvmnews.mt/news/mara-twegga-wara-li-tilfet-il-kontroll-tal-mutur/",
            "URL ENG": "https://tvmnews.mt/en/news/woman-sustains-grievous-injuries-after-losing-control-of-motorcycle/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Mara tweġġa’ wara li tilfet il-kontroll tal-mutur",
                "url": "https://tvmnews.mt/news/mara-twegga-wara-li-tilfet-il-kontroll-tal-mutur/",
                "Transcript": [
                    {
                        "text": "Ungeriża ta’ 31 sena li tgħix San Ġiljan weġġgħet gravi wara li tilfet il-kontroll tal-mutur.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-inċident seħħ għall-ħabta tas-1.45pm fil-Ponta ta’ Tiġnè f’Tas-Sliema.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-mara kienet qed qed issuq mutur tat-tip Yamaha.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Hija ttieħdet l-Isptar Mater Dei għall-kura fejn instab li weġġgħet gravi.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Woman sustains grievous injuries after losing control of motorcycle",
                "url": "https://tvmnews.mt/en/news/woman-sustains-grievous-injuries-after-losing-control-of-motorcycle/",
                "Transcript": [
                    {
                        "text": "A 31-year-old Hungarian woman who lives in St. Julian’s was grievously injured after losing control of the Yamaha motorcycle was driving.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The incident happened at around 1.45pm at Tigne Point, Sliema.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "She was taken to Mater Dei Hospital for treatment and was certified to have sustained grievous injuries.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "25:00",
            "URL MLT": "https://tvmnews.mt/news/is-senglean-instab-qawwi-u-shih/",
            "URL ENG": "https://tvmnews.mt/en/news/senglea-man-found-safe-and-sound/",
            "Duration": "N/A",
            "transcript mlt": {
                "Title": "Is-Senglean instab qawwi u sħiħ",
                "url": "https://tvmnews.mt/news/is-senglean-instab-qawwi-u-shih/",
                "Transcript": [
                    {
                        "text": "Il-Pulizija ħabbret li s-Senglean rappurtat nieqes instab qawwi u sħiħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ir-raġel huwa Jon Charles Seabrook ta’ 38 sena.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-appell biex jinstab kien maħruġ mill-Pulizija lbieraħ.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Pulizija rringrazzjat lill-pubbliku talli għenha ssibu.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Ara wkoll:",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Senglea man found safe and sound",
                "url": "https://tvmnews.mt/en/news/senglea-man-found-safe-and-sound/",
                "Transcript": [
                    {
                        "text": "The Police said that the Senglea man reported missing was found safe and sound.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The man is 38-year old Jon Charles Seabrook.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Seabrook was reported missing by Police on Saturday. It thanked the public for the assistance given in locating the man.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "25:15",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "28:41",
            "URL MLT": "https://tvmnews.mt/news/kollezzjonijiet-fi-3-muzewijiet-lokali-ghall-wiri-barra-minn-malta/",
            "URL ENG": "https://tvmnews.mt/en/news/collections-in-three-local-museums-being-exhibited-abroad/",
            "Duration": "02:19",
            "transcript mlt": {
                "Title": "Kollezzjonijiet fi 3 mużewijiet lokali għall-wiri barra minn Malta",
                "url": "https://tvmnews.mt/news/kollezzjonijiet-fi-3-muzewijiet-lokali-ghall-wiri-barra-minn-malta/",
                "Transcript": [
                    {
                        "text": "Artefatti mill-kollezzjoni nazzjonali ta’ Heritage Malta ġew mislufa għal 3 wirjiet barra minn Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-artefatti ġew mislufa mill-Mużew Nazzjonali tal-Arkeoloġija, il-Mużew Marittimu u l-MUŻA.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Diversi artefatti mill-kollezzjoni nazzjonali ġew mislufa minn Heritage Malta biex ikunu esebiti fi 3 wirjiet temporanji li qed isiru bħalissa barra minn Malta.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Iċ-Ċippus, li jmur lura sat-tieni seklu qabel Kristu u li kellu sehem kruċjali biex ġie mifhum l-aflabet Feniċju fis-seklu 18, ġie misluf lill-Mużew Nazzjonali tal-Arkeoloġija lill-Musee Champollion f’Figeac fi Franza.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-wirja, li qed tfakkar il-200 sena minn meta Jean-François Champollion iddeċifra simboli ġeroglifiċi Eġizzjani, tesplora l-istorja u l-għodod li jintużaw biex ikunu jistgħu jinqraw kitbiet antiki. Il-wirja tibqa’ għaddejja sad-9 ta’ Ottubru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Il-Mużew Marittimu silef 20 artefatt mill-kollezzjoni tuegħu lill-Musée di Bastia f’Korsika, għall-wirja Mare furioso: l-istorja tal-kursari u pirati fil-Mediterran bejn is-sekli 15 u 19.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "F’din il-wirja, li tibqa’ għaddejja sas-17 ta’ Diċembru, hemm iktar minn 200 oġġett mibgħuta minn mużewijiet prestiġjużi li jirrakkontaw l-istorja inqas magħrufa tal-pirati u l-kursara fil-Mediterran, b’aċċenn partikolari għal Korsika u l-effetti fit-tul tal-għemejjel tal-pirati, fosthom fuq it-tiswir tal-identitajiet nazzjonali.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "L-artefatti mibgħuta minn Malta, li jinkludu fost oħrajn mapep u tpinġijiet, pitturi, strumenti tan-navigazzjoni u\nsenduq tal-kursara, jixhdu r-rabtiet storiċi bejn Malta u Korsika waqt li juru l-importanza ta’ gżiritna fil-mod kif intisġet il-kultura marittima Mediterranja.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "MUŻA, min-naħa l-oħra, ikkollabora maċ-Cittadella Vescovile di Gerace billi silef 11-il reċipjent tal-majolika li fihom kienu jinżammu l-mediċini.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Dawn kienu ġew ikkummissjonati mill-Ordni ta’ San Ġwann u nħadmu f’Gerace fis-seklu 17. Il-wirja li fiha qed jiġu esebiti r-reċipjenti qed tittella fil- Museo Diocesano – Tesoro della Cattedrale di Gerace li jinsab f’Reggio Calabria l-Italja u tibqa għaddejja sal-1 t’Ottubru.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            },
            "transcript eng": {
                "Title": "Collections in three local museums being exhibited abroad",
                "url": "https://tvmnews.mt/en/news/collections-in-three-local-museums-being-exhibited-abroad/",
                "Transcript": [
                    {
                        "text": "Artefacts from Heritage Malta national collections have been loaned for three exhibitions in other countries.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The artefacts have been loaned by the National Museum of Archaeology, the Maritime Museum and MUŻA.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Heritage Malta has loaned a number of artefacts from national collections for three temporary exhibitions currently being held in other countries.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Cippus, going back to the second century BC and which played a crucial role in deciphering the Phoenician alphabet in the 18th century, is on loan from the National Museum of Archaeology to the Musee Champollion in Figeac, France.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "Commemorating 200 years from when Jean-François Champollion deciphered Egyptian hieroglyphics, the exhibition explores the history and tools used for deciphering antique scripts. It remains open until 9 October.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The Maritime Museum has loaned 20 artefacts from its collection to Corsica’s Musée di Bastia for its Mare Furioso exhibition detailing the history of pirates and corsairs in the Mediterranean between the 15th and 19th centuries.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "This exhibition, which remains open until 17 December, showcases over 200 exhibits from prestigious museums, recounting the lesser-known history of pirates and corsairs in the Mediterranean, with a particular accent on Corsica and the long-term effects of marauding by pirates,including the forming of national identities.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "The artefacts sent from Malta include, among other items, maps and paintings, navigation instruments and a corsair chest, and are evidence of the historic links between Malta and Corsica whilst showing our island’s importance in the formation of Mediterranean maritime culture.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "MUŻA has collaborated with theCittadella Vescovile de Gerace by loaning 11 maiolica containers which were used to store medicines.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    },
                    {
                        "text": "These had been commissioned by the Order of St John and were produced in Gerace in the 17th century. This exhibition is being staged by the Museo Diocesano – Tesoro della Cattedrale di Gerace in Reggio Calabria, Italy and remains open until 1 October.",
                        "author": null,
                        "type": 0,
                        "type_str": "NORMAL"
                    }
                ],
                "Extracted On": "25/Feb/2023"
            }
        },
        {
            "Time stamp": "31:16",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "32:21",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        },
        {
            "Time stamp": "33:23",
            "URL MLT": "N/A",
            "URL ENG": "N/A",
            "Duration": "N/A",
            "transcript mlt": {},
            "transcript eng": {}
        }
    ]
}